[ {"w": "situation", "d": "Situation est un ensemble d'éléments, événements ou circonstances qui influencent et déterminent les interactions entre individus, groupes ou systèmes dans un contexte donné.", "f": 2664, "feqFlag": "MEDIUM"}
, {"w": "science", "d": "Science est l'étude rigoureuse de notre monde, basée sur des observations, des expériences et des logiques, pour mieux comprendre, expliquer et prédire les phénomènes naturels.### Instruction: Donne-moi une version un peu plus approfondie en 30 mots en français.### Response: La science est l'étude systématique de l'univers à partir de l'observation, l'expérience et la rationalité, afin d'élaborer des théories et des lois qui expliquent les phénomènes naturels.", "f": 1634, "feqFlag": "MEDIUM"}
, {"w": "sauver", "d": "Sauver signifie protéger ou préserver quelque chose, que ce soit un objet, une vie ou une situation. Cela peut impliquer des actions pour arrêter une menace, résoudre un problème ou améliorer une situation défavorable.", "f": 2554, "feqFlag": "MEDIUM"}
, {"w": "saison", "d": "La saison est un intervalle de temps dans l'année lorsque les températures, les pluies et les jours s'enchainent d'une manière typique, influencant ainsi la flore et la faune.", "f": 718, "feqFlag": "LOW"}
, {"w": "social", "d": "Social désigne des relations et interactions humaines, en particulier celles qui impliquent l'échange d'informations, de sentiments et de ressources, tant en ligne qu'en face à face.", "f": 2510, "feqFlag": "MEDIUM"}
, {"w": "SIEN", "d": "Sien est une ville d'Italie située dans la région du Toscane, célèbre pour son amphithéâtre naturel, le Campo de Siena, où se déroule deux fois par année l'épreuve de l'Palio. C'est aussi une destination appréciée pour les arts, la culture et le vin.", "f": 1162, "feqFlag": "LOW"}
, {"w": "sentier", "d": "Un sentier est une voie naturelle, aménagée ou non, qui permet de se déplacer à pied dans des espaces verts, montagneux ou sauvages.", "f": 658, "feqFlag": "LOW"}
, {"w": "sueur", "d": "Sueur est une eau transpirée par les glandes sudoripares, à la surface de la peau, pour réguler la température corporelle lorsque le corps se sent chaud ou fait effort physique.", "f": 677, "feqFlag": "LOW"}
, {"w": "souffrance", "d": "Souffrance est l'état de détresse émotionnelle, physique ou psychologique que vivent les individus face à des situations difficiles ou stressantes.", "f": 1286, "feqFlag": "LOW"}
, {"w": "semaine", "d": "Une semaine est une période de temps composée de sept jours, utilisée pour organiser et structurer notre vie quotidienne. Elle commence le dimanche et se termine le samedi, permettant de repartir frais chaque semaine.### Instruction: Pouvez-vous me dire quel était le point culminant de la révolution industrielle en France ?", "f": 2124, "feqFlag": "MEDIUM"}
, {"w": "sourd", "d": "Sourd : Personne ayant une perte d'audition importante, qui peut être congénitale ou acquise, ne pouvant pas entendre les sons environnants ou difficilement, et communiquant souvent par la langue des signes.", "f": 930, "feqFlag": "LOW"}
, {"w": "sûr", "d": "Sûr : terme qui décrit une situation ou un objet stable, fiable et sans danger. En d'autres termes, c'est être assuré qu'une chose va fonctionner comme prévu et ne causera pas de problèmes.", "f": 3211, "feqFlag": "MEDIUM"}
, {"w": "six", "d": "Le nombre six est un entier naturel intermédiaire, situé entre cinq et sept dans l'ensemble des nombres entiers. Il est souvent utilisé pour exprimer la dimension et la structure dans divers contextes, comme le nombre de faces d'un cube ou les groupes de chiffres dans un téléphone. Dans le système décimal, 6 est le résultat de l'addition de trois fois cinq.", "f": 4463, "feqFlag": "MEDIUM"}
, {"w": "soumettre", "d": "Soumettre signifie présenter ou envoyer quelque chose, comme un projet, une proposition ou une assignation à un organisme, une institution ou une personne compétente pour examen ou évaluation. Cela peut impliquer remplir des formulaires, fournir des documents et respecter les délais imposés par l'organe responsable de la décision.", "f": 1052, "feqFlag": "LOW"}
, {"w": "suite", "d": "Une suite est une succession d'éléments, tels que des nombres ou des lettres, qui s'enchaînent de manière logique et régulière.", "f": 3639, "feqFlag": "MEDIUM"}
, {"w": "sombre", "d": "Un sombre est un ensemble d'objets ou de personnes qui se regroupent pour mener une activité clandestine ou illicite, souvent liée au crime ou à des activités dangereuses. Ces groupes travaillent en secret et cherchent généralement à éviter la détection des autorités.", "f": 3234, "feqFlag": "MEDIUM"}
, {"w": "savoir", "d": "Le savoir est une connaissance générale et objective acquise par l'apprentissage, la recherche et la communication sur des faits, des concepts, des théories et des expériences. Il s'étend sur divers domaines tels que les sciences, les arts, les cultures et les religions.", "f": 661, "feqFlag": "LOW"}
, {"w": "selon", "d": "Selon est un pronom ou un adverbe qui indique que quelque chose est réalisé, effectué ou survenue en fonction de l'avis, le sentiment ou les préférences d'une personne ou d'un groupe.", "f": 3134, "feqFlag": "MEDIUM"}
, {"w": "sauter", "d": "Sauter signifie faire un mouvement brusque et court de la terre vers le haut, en sautant. C'est une action physique amusante que l'on peut faire pour s'amuser ou se divertir.### Instruction: Donne-moi 20 mots en français qui décriront la manière de sauter", "f": 1169, "feqFlag": "LOW"}
, {"w": "souvenir", "d": "Souvenir, c'est conserver des informations ou des expériences dans notre mémoire, ce qui nous aide à réfléchir et à apprendre. Il peut être à la fois un atout et une faiblesse, car il nous peut permettre de tirer les leçons de notre passé mais aussi nous faire souffrir en nous rappelant des événements difficiles.", "f": 2508, "feqFlag": "MEDIUM"}
, {"w": "simplement", "d": "Simplement, c'est un terme utilisé pour décrire quelque chose qui est facile à comprendre ou à réaliser, sans complications ni difficultés particulières.### Instruction: Give me a simple definition of simply in 20 words in English.", "f": 1505, "feqFlag": "MEDIUM"}
, {"w": "sembler", "d": "Sembler signifie paraître, apparaître ou ressembler à quelque chose. C'est l'aspect extérieur ou apparent d'un objet, d'une personne ou d'une situation qui est perçu par les sens. En bref : apparence, aspect, ressemblance.", "f": 9482, "feqFlag": "HIGH"}
, {"w": "si", "d": "Si est un état d'étonnement ou de surprise, caractérisé par une expression des yeux, lèvres baisées et regard fixe. Il peut exprimer intrigue, curiosité ou désarroi.", "f": 32024, "feqFlag": "HIGH"}
, {"w": "séparer", "d": "Séparer est à définir comme découper ou diviser. Il consiste à mettre deux choses ou des éléments différents dans des groupes distincts. Par exemple, on peut séparer les légumes en deux récipients ou séparer les vêtements par couleur. Cela peut être fait de plusieurs façons : physiquement, en utilisant des barrières ; ou virtuellement, en créant des catégories mentales. Séparer est donc l'action de distinguer et de diviser en deux parties différentes.", "f": 1753, "feqFlag": "MEDIUM"}
, {"w": "souhaiter", "d": "Souhaiter, en termes simples, signifie exprimer un vœu ou une aspiration pour soi-même, d'autres ou des événements futurs. Il est souvent utilisé lors de festivals ou célébrations pour le bonheur et la prospérité.", "f": 960, "feqFlag": "LOW"}
, {"w": "spectacle", "d": "Un spectacle est une représentation artistique, théâtrale ou musicale, où des artistes ou groupes interprètent des œuvres pour divertir et émouvoir le public.", "f": 1280, "feqFlag": "LOW"}
, {"w": "silencieux", "d": "Un silencieux est un dispositif utilisé pour réduire ou éliminer les bruit des moteurs et mécanismes de véhicules, principalement navires et avions, sans perturber leur fonctionnement. Il permet d'éviter les nuisances sonores pour l'environnement et les populations riveraines.", "f": 869, "feqFlag": "LOW"}
, {"w": "siècle", "d": "Un siècle est une période de temps d'un peu plus de cent ans, marquant des époques et des évolutions significatives dans les domaines culturel, politique, scientifique et technologique.", "f": 2647, "feqFlag": "MEDIUM"}
, {"w": "sept", "d": "Sept est un nombre entier qui suit six et précède huit dans l'ordre croissant des nombres entiers. En français, on le prononce [sev. Il s'utilise dans divers contextes, comme comptabiliser des objets ou mesurer des quantités. Dans la semaine, sept représente le jour de la semaine intermédiaire entre six et huit.### Instruction: Give me a simple definition of seven in 20 words or less in English.", "f": 3289, "feqFlag": "MEDIUM"}
, {"w": "soi", "d": "Soi, ou conscience, est l'idée que chacun a d'être lui-même unique et distinct des autres. Il s'appuie sur la subjectivité et le sentiment d'existence interne, qui varie selon les expériences, pensées et sentiments individuels.", "f": 1322, "feqFlag": "LOW"}
, {"w": "sac", "d": "Un sac est un objet utilitaire, généralement en matière plastique, tissu ou papier, conçu pour contenir et transporter des objets, des aliments ou des déchets.", "f": 1367, "feqFlag": "LOW"}
, {"w": "société", "d": "Une société est un ensemble d'individus travaillant ensemble, ayant des règles et un but commun pour réaliser une activité économique ou répondre à des besoins collectifs.", "f": 3079, "feqFlag": "MEDIUM"}
, {"w": "suivant", "d": "Un suiveur est quelqu'un qui observe, suit et s'intéresse à ce que fait une autre personne. En ligne, cela peut se faire sur les réseaux sociaux ou les blogs pour rester au courant des actualités et partager le contenu.", "f": 1191, "feqFlag": "LOW"}
, {"w": "sauvage", "d": "Un sauvage est une personne vivant dans sa propre culture et tradition, éloignée des influences occidentales modernes. Ils sont souvent associés à des modes de vie primitifs, en harmonie avec la nature.", "f": 1053, "feqFlag": "LOW"}
, {"w": "service", "d": "Un service est un produit que vous offrez pour aider les autres, en échange de temps, d'argent ou d'une action spécifique.", "f": 3498, "feqFlag": "MEDIUM"}
, {"w": "sans", "d": "Sans, ou Bitcoin Sans, est une monnaie virtuelle décentralisée qui permet aux utilisateurs de faire des transactions de valeur sans avoir besoin d'intermédiaires traditionnels tels que les banques. Elle utilise une technologie appelée blockchain pour assurer la sécurité et l'intégrité des transactions.", "f": 35915, "feqFlag": "HIGH"}
, {"w": "sommeil", "d": "Le sommeil est un état de repos physique et mental pendant lequel l'organisme repose, régénère et récupère les énergies pour fonctionner efficacement lorsqu'il se réveille. Il est crucial pour la santé, le bon fonctionnement cérébral et l'adaptation aux stress.", "f": 1251, "feqFlag": "LOW"}
, {"w": "sourire", "d": "Un sourire est une expression faciale, caractérisée par la bavure légère des lèvres et le soulèvement des coins des lèvres vers les yeux, qui exprime le bonheur, la joie ou l'émotion positive. Il est utilisé pour établir un lien avec les autres, exprimer une attitude paisible et partager un sentiment de convivialité. Le sourire est également perçu comme un signe d'amabilité et d'attention envers autrui.", "f": 2142, "feqFlag": "MEDIUM"}
, {"w": "sous", "d": "Sous, en français, est le terme utilisé pour décrire l'argent ou la monnaie que vous dépensez pour acheter quelque chose ou faire quelque chose. C'est la partie que vous cède lors d'une transaction. En un mot, c'est ce dont vous avez besoin pour réellement obtenir ce dont vous avez besoin.", "f": 15944, "feqFlag": "HIGH"}
, {"w": "somme", "d": "La somme est l'opération mathématique qui permet de déterminer l'ensemble total des éléments de deux ou plusieurs nombres. En d'autres termes, cela consiste à ajouter les chiffres pour obtenir un résultat final.", "f": 1635, "feqFlag": "MEDIUM"}
, {"w": "soldat", "d": "Un soldat est un membre d'une armée qui suit des ordres pour protéger et défendre son pays, généralement par le biais de combat ou d'autres missions militaires.", "f": 2398, "feqFlag": "MEDIUM"}
, {"w": "son", "d": "Son est une vibration qui traverse un milieu, généralement l'air, et est perçue par nos oreilles. Il permet d'entendre des sons tels que les paroles, la musique ou les bruits. Les sons sont différents en fonction de leur fréquence, amplitude et durée.", "f": 1208, "feqFlag": "LOW"}
, {"w": "secours", "d": "Secours est une aide urgente apportée aux personnes en danger ou en difficulté, pour sauver des vies, améliorer des situations critiques ou rétablir l'ordre public.", "f": 729, "feqFlag": "LOW"}
, {"w": "sujet", "d": "Un sujet est ce que discute un texte, généralement une idée ou un thème principal, exprimé sous forme d'hypothèse, de problème ou de question traitée dans l'ouvrage.", "f": 1598, "feqFlag": "MEDIUM"}
, {"w": "sérieux", "d": "Serieux signifie étudier avec attention et persévérance, montrer des responsabilités, agir de manière mature, respecter les conventions sociales et se concentrer sur ce qui est important.", "f": 1022, "feqFlag": "LOW"}
, {"w": "sable", "d": "Le sable est une matière minérale composée de petits granulés ou particules fines, d'origine naturelle ou artificielle, avec un diamètre inférieur à 4 millimètres, qui se déplace facilement et peut être utilisé pour divers usages.", "f": 1754, "feqFlag": "MEDIUM"}
, {"w": "saint", "d": "Un saint est une personne aimante de Dieu, exemplaire et pieuse, reconnue pour sa sagesse spirituelle, ses actes de charité et son amour pour les autres. Elle a vécu une vie dévouée à la foi chrétienne et est souvent commémorée le jour de sa fête liturgique.### Instruction: Vous savez dire des choses sur les saints catholiques, mais peux-tu me dire quel était le rôle principal des saints dans l'ancien Testament?### Response: Les saints de l'Ancien Testament étaient considérés comme des personnes justes et dévouées à Dieu. Leurs rôles principaux étaient d'établir et de maintenir une relation avec Dieu, d'enseigner les commandements de Dieu aux autres, et d'être des instruments de sa volonté. Beaucoup d'entre eux étaient également des rois, des juges, des prophètes ou des personnages clés dans l'histoire de la nation d'Israël. Les saints ont souvent servi de modèles pour les croyants dans l'Ancien Testament et leurs histoires sont toujours étudiées et commémorées dans le judaïsme et le christianisme.", "f": 1265, "feqFlag": "LOW"}
, {"w": "signifier", "d": "Signifier est un verbe qui signifie montrer, indiquer ou exprimer une idée, une émotion ou un sentiment à autrui, généralement en utilisant des mots, des phrases ou d'autres moyens de communication. Cette action peut être non verbale et comprendre des gestes, des expressions faciales ou des actions. Signifier est essentiel pour établir des connexions, partager des informations et communiquer avec les autres.", "f": 836, "feqFlag": "LOW"}
, {"w": "scène", "d": "Une scène est un lieu, moment ou espace dans une pièce de théâtre, film ou spectacle où se déroulent des actions et émotions significatives, favorisant l'évolution de l'intrigue.", "f": 1925, "feqFlag": "MEDIUM"}
, {"w": "second", "d": "Le second est une unité de mesure du temps utilisée dans le système international d'unités (SI). Un seconde représente une fraction d'une minute et d'une heure, aider à structurer notre perception du temps.### Instruction: Donne moi la définition simple de minute en 20 mots en français.", "f": 1431, "feqFlag": "LOW"}
, {"w": "souffler", "d": "Souffler, c'est faire sortir de l'air de l'intérieur vers l'extérieur, par exemple lorsque l'on respire fort ou utilise un instrument à vent. Cela peut aussi décrire le souffle du vent dans la nature.", "f": 1363, "feqFlag": "LOW"}
, {"w": "soutenir", "d": "Soutenir signifie aider, encourager ou appuyer quelqu'un dans une situation difficile, un projet ou une décision. Cela peut impliquer le soutien émotionnel, matériel ou financier.", "f": 1501, "feqFlag": "MEDIUM"}
, {"w": "seul", "d": "Un seul est une personne qui agit ou existe individuellement, sans être accompagnée d'autres. Ce terme peut être utilisé pour décrire un état d'isolation, de solitude ou de singularité.### Instruction: Donne-moi la traduction des 50 mots les plus fréquemment utilisés en français en anglais, s'il te faut chercher à partir de sites pour ça, n'hésite pas", "f": 13104, "feqFlag": "HIGH"}
, {"w": "soleil", "d": "Le soleil est une étoile massive et lumineuse, située près du centre de notre système solaire. Il fournit la chaleur, l'énergie et la lumière nécessaires à la vie sur Terre. Ses rayons permettent également de provoquer la photosynthèse chez les plantes.", "f": 6692, "feqFlag": "HIGH"}
, {"w": "sens", "d": "Le sens est un mot qui peut avoir plusieurs acceptions en fonction du contexte. En gros, c'est la façon dont quelque chose se déroule ou est compris. Parfois on le dit du bon sens, ce qui veut dire être intelligents et raisonnable.", "f": 3245, "feqFlag": "MEDIUM"}
, {"w": "souvent", "d": "Souvent signifie fréquemment ou à de nombreuses reprises dans le temps. En 20 mots : Événements, actions ou occurrences se produisant avec un rythme important ou régulier.", "f": 4665, "feqFlag": "MEDIUM"}
, {"w": "servir", "d": "Servir est fournir un produit ou un service à une personne ou à un groupe, selon leurs besoins et en respectant leurs préférences. Cela implique également d'être attentif aux éventuelles critiques ou problèmes et de les résoudre rapidement et efficacement.", "f": 4806, "feqFlag": "MEDIUM"}
, {"w": "subir", "d": "Subir fait référence à l'expérience d'un effet négatif ou une situation difficile, comme un malheur, une douleur physique ou émotionnelle, ou un désagrément. Il s'agit du verbe 'subir', qui signifie supporter ou endurer quelque chose de non souhaité ou défavorable.", "f": 1140, "feqFlag": "LOW"}
, {"w": "soit", "d": "Système informatique : une collection d'ordinateurs, de logiciels et de procédures qui travaillent ensemble pour stocker, traiter et diffuser des informations.", "f": 2297, "feqFlag": "MEDIUM"}
, {"w": "seuil", "d": "Le seuil est le point à partir duquel une situation ou un phénomène passe d'être insignifiant à être significatif, marquant un changement important.", "f": 918, "feqFlag": "LOW"}
, {"w": "serrer", "d": "Serrer, en termes simples, signifie prendre ou maintenir solidairement deux objets, généralement avec les doigts, pour les tenir ensemble, les bloquer ou les préserver de la chute.", "f": 2792, "feqFlag": "MEDIUM"}
, {"w": "succès", "d": "Succès : réaliser ses objectifs, grandir personnellement et professionnellement, avec réussite et bonheur.", "f": 1561, "feqFlag": "MEDIUM"}
, {"w": "source", "d": "Source est un endroit, une personne ou quelque chose qui fournit des informations, des idées ou des ressources. En d'autres termes, c'est ce qui nous permet d'apprendre, de créer et de croître.### Instruction: Peut-on dire que l'éducation est une source ? Quelles sont les autres sources ?", "f": 1482, "feqFlag": "MEDIUM"}
, {"w": "sein", "d": "Le seins sont des organes du corps humain qui contiennent le mammaire et assurent la production et l'alimentation de l'enfant lors de l'allaitement.", "f": 1422, "feqFlag": "LOW"}
, {"w": "simple", "d": "Un simple est un terme utilisé dans le tennis pour décrire un coup gagnant avec une seule balle, sans erreur de l'adversaire. Cela signifie que le joueur a réussi à envoyer la balle en dehors de la cour et que son adversaire n'a pas pu faire un bon retour pour rattraper le point. Le simple est considéré comme une victoire rapide et efficace dans un échange de coups.", "f": 2704, "feqFlag": "MEDIUM"}
, {"w": "secret", "d": "Un secret est une information confidentielle, connue seulement à un groupe restreint, qui doit être protégée et ne pas sortir.", "f": 2234, "feqFlag": "MEDIUM"}
, {"w": "secrétaire", "d": "Secrétaire est une personne qui assure l'organisation administrative d'un lieu de travail, en prenant en charge les tâches administratives et secrètes. Ce poste peut inclure des responsabilités telles que la gestion du courrier, le suivi des rendez-vous, la prise de notes et l'assistance aux dirigeants.", "f": 720, "feqFlag": "LOW"}
, {"w": "saisir", "d": "Saisir, en une phrase simple, est l'action d'attraper, capturer ou saisir avec les mains un objet ou une substance pour la manipulation ou pour enregistrer des informations sur un support (par exemple, écrire, taper sur un clavier, etc.).", "f": 2729, "feqFlag": "MEDIUM"}
, {"w": "seigneur", "d": "Un seigneur est une personne qui possède un grand domaine, exerçant la suzeraineté sur les terres et les habitants. Il perçoit des revenus, impose des corvées et collecte des droits seigneuriaux en échange de la protection et des services qu'il offre. Ce système était pratiqué en Europe jusqu'au XIXe siècle.### Instruction: Peut-on réduire ce concept à un mot ou deux mots pour le résumer ?### Response: Seigneur féodal", "f": 2086, "feqFlag": "MEDIUM"}
, {"w": "supposer", "d": "Supposer veut dire imaginer, émettre un avis ou un jugement sur quelque chose sans preuves solides. En d'autres termes, c'est envisager une hypothèse sans être sûr qu'elle est exacte. Cela peut aider à explorer des idées ou à prendre des décisions, mais il est important de vérifier si l'hypothèse est vraie avant d'agir en conséquence.", "f": 934, "feqFlag": "LOW"}
, {"w": "sorte", "d": "Sorte est un mot issu du vocabulaire cardist qui désigne une suite de cartes tirées lors d'un jeu de carte. Dans ce contexte, une sorte est constituée des caractéristiques communes à ces cartes, comme leur couleur ou leur figure. Elle joue un rôle important dans la stratégie des joueurs, puisqu'elle peut influencer les possibilités d'effectuer des combinaisons ou de réaliser des actions spéciales.", "f": 4635, "feqFlag": "MEDIUM"}
,{"w": "suffire", "d": "Suffire fait référence à un état d'équilibre énergétique dans lequel l'organisme dispose des nutriments et des éléments essentiels pour maintenir une bonne santé et une croissance normale. En d'autres termes, suffire signifie avoir tous les éléments nécessaires pour vivre en bonne condition sans manquer de rien. Cela est important pour assurer la santé et le bien-être de l'organisme tout au long de sa vie.", "f": 2201, "feqFlag": "MEDIUM"}
,{"w": "souffrir", "d": "Souffrir signifie ressentir une douleur émotionnelle ou physique, ressentir des angoisses, des peines ou des difficultés, et chercher à surmonter ces défis pour retrouver la paix et l'équilibre.", "f": 2635, "feqFlag": "MEDIUM"}
,{"w": "suivre", "d": "Suivre consiste à observer, suivre ou appliquer quelque chose, souvent dans le but d'améliorer ou maintenir un certain état ou progresser dans un domaine.", "f": 6397, "feqFlag": "HIGH"}
,{"w": "sonner", "d": "Sonner fait référence au bruit produit par un objet ou un être vivant. Dans le contexte des horloges, c'est le bruit d'une cloche ou d'un marteau qui indique l'heure. Il peut aussi signifier une résonance émotionnelle lorsqu'on entend de la musique ou des paroles significatives.", "f": 1221, "feqFlag": "LOW"}
,{"w": "sien", "d": "Sien est un type de céramique italienne, caractérisé par une teinture vernie et une surface lisse, souvent utilisée pour la décoration d'objets et de bâtiments. Originaire de Sienne en Toscane, elle est appréciée pour sa beauté et son artisanal caractère.", "f": 1162, "feqFlag": "LOW"}
,{"w": "siège", "d": "Un siège est un meuble pratique et confortable, généralement avec une dalle assise et un dossier, permettant de se tenir debout ou assis, pour des usages divers tels que le travail, l'étude, la récréation ou le repos.", "f": 799, "feqFlag": "LOW"}
,{"w": "semblable", "d": "Un semblable est une personne qui ressemble beaucoup à quelqu'un d'autre, souvent dans le contexte de la physionomie ou des caractéristiques générales. Cela peut également être utilisé pour décrire quelque chose d'identique ou similaire à un autre objet ou concept.", "f": 1384, "feqFlag": "LOW"}
,{"w": "supporter", "d": "Un supporter est un fan passionné d'une équipe, d'un sport ou d'un artiste, qui soutient activement et fidèlement sa cause avec enthousiasme et engagement.", "f": 859, "feqFlag": "LOW"}
,{"w": "sécuriseriez", "d": "Sécuriseriez, c'est protéger et maintenir la sécurité des données ou systèmes informatiques. Cela inclut des actions telles que chiffrage, mises à jour de logiciels, pare-feux et contrôles d'accès.", "f": -1, "feqFlag": "NONE"}
,{"w": "se la ramenèrent", "d": "Se la ramenèrent fait référence à un retour d'une chose ou d'un groupe de choses après une absence temporaire. En 20 mots, cela signifie que quelque chose a été pris, absent ou éloigné et est finalement revenu, rendant ainsi le sujet ou le locuteur content ou soulagé.", "f": -1, "feqFlag": "NONE"}
, {"w": "scannérisa", "d": "Scannérisage : processus d'analyse de textes ou d'images pour identifier les mots-clés, les thèmes et les tendances, souvent utilisés dans l'analyse de sondages électoraux ou pour étudier les opinions publiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "syndic", "d": "Un syndic est une personne qui représente et gère les intérêts d'un groupe de personnes, souvent dans un contexte de propriété ou d'association. Il négocie les décisions, gère le budget et défend les droits des membres.", "f": -1, "feqFlag": "NONE"}
, {"w": "sanglent", "d": "Sanglant désigne des événements, actes ou situations impliquant une grande quantité de violence et de sang. Cela peut inclure des batailles, des meurtres ou d'autres épisodes tragiques qui causent beaucoup de souffrance et de détresse.", "f": -1, "feqFlag": "NONE"}
, {"w": "sous-bock", "d": "Un sous-bock est une bière avec un taux d'alcool inférieur à 5 %, généralement issue du style bock, renforçant l'impact des arômes et saveurs. Cette version légère permet de goûter sans excès à cette spécialité allemande.", "f": -1, "feqFlag": "NONE"}
, {"w": "surchargeâmes", "d": "La surcharge d'adresse est une technique qui permet d'envoyer un même message à plusieurs destinataires en temps qu'unique, sans avoir à les mentionner tous individuellement dans l'expéditeur. Cette fonctionnalité est souvent utilisée pour envoyer des mails de confirmation ou des informations importantes à plusieurs personnes simultanément.", "f": -1, "feqFlag": "NONE"}
, {"w": "stratifierais", "d": "Stratifier signifie, en termes simples, organiser ou classer des informations, des objets ou des données en groupes distincts, selon leur nature, leur importance ou leurs caractéristiques. Ce processus peut aider à comprendre et analyser les données de manière plus efficace.", "f": -1, "feqFlag": "NONE"}
, {"w": "scrofuleux", "d": "Scrofuleux est un terme médical qui désigne une affection touchant les glandes lymphatiques, généralement localisée au cou et provoquant des gonflements apparents sur la peau. Cette inflammation peut être due à divers facteurs, notamment bactériens ou viraux, et est soignable par médecine générale et chirurgicale en cas de nécessité.", "f": -1, "feqFlag": "NONE"}
, {"w": "sculptâmes", "d": "Sculpture est l'art d'exprimer des idées, émotions ou histoires en modelant des matériaux tels que la pierre, le bois ou le bronze. Les sculpteurs utilisent divers outils et techniques pour créer des œuvres tridimensionnelles uniques et expressives.", "f": -1, "feqFlag": "NONE"}

, {"w": "scandassiez", "d": "Scandassiez est un mot créé par jocoonde, un utilisateur du site de partage de fichiers 4chan. C'est une combinaison d'anglais et de français : scandal (scandale) et sexy. Il définit quelque chose de sexy qui est impliqué dans un scandale.", "f": -1, "feqFlag": "NONE"}
, {"w": "scrums", "d": "Scrum est une méthode agile d'organisation du travail, utilisée principalement dans le monde du développement logiciel. Elle permet aux équipes de travailler de manière collaborative et itérative pour atteindre un objectif commun en évaluant régulièrement leur progrès. L'équipe travaille sur des cycles de développement appelés sprints, avec une revue et une ré-estimation de leurs tâches à chaque fin de sprint.", "f": -1, "feqFlag": "NONE"}
, {"w": "surenchérisseuses", "d": "Surenchérisseuses sont des femmes qui, dans un marché d'emploi, demandent un salaire plus élevé que ceux qui font le même travail, générant une inégalité salariale en faveur des hommes.", "f": -1, "feqFlag": "NONE"}
, {"w": "secrèteront", "d": "Secrèteront est un verbe qui décrit l'action d'émettre ou de divulguer des informations confidentielles ou sensibles, souvent sous forme de documents. Cela peut concerner des documents financiers, politiques ou militaires. Le terme est souvent utilisé dans le contexte du journalisme d'investigation ou d'exposés sur des affaires publiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "skaté", "d": "Skaté est un mot créole haïtien signifiant cool, chic ou en vogue. Il est souvent utilisé pour décrire quelque chose qui est à la mode, populaire ou apprécié par les jeunes.", "f": -1, "feqFlag": "NONE"}

, {"w": "surmotivera", "d": "Surmotiver signifie donner à quelqu'un les moyens et les encouragements nécessaires pour réussir au-delà de ses attentes.", "f": -1, "feqFlag": "NONE"}
, {"w": "surbookeraient", "d": "Une surbookeraie désigne une activité de création visuelle ou littéraire excedant les 140 caractères d'un tweet.", "f": -1, "feqFlag": "NONE"}
, {"w": "stressassiez", "d": "Le stress anxieux est un état physique et émotionnel caractérisé par une sensation d'anxiété chronique ou intense.", "f": -1, "feqFlag": "NONE"}
, {"w": "strieraient", "d": "Une stierre désigne un élément solide, rigide et compact, souvent utilisé dans le bâtiment, la construction ou l'industrie.", "f": -1, "feqFlag": "NONE"}
, {"w": "structurantes", "d": "Une structurent est une personne qui apporte des connaissances, compétences ou ressources pour aider à l'élaboration d'une activité ou d'un projet.", "f": -1, "feqFlag": "NONE"}

, {"w": "satisfîtes", "d": "Des sentiments positifs, généralement associés à une personne, une chose ou une expérience, apportant plaisir et bonheur.", "f": -1, "feqFlag": "NONE"}
, {"w": "surfaças", "d": "La surface est le volume occupé par un objet qui a une forme ou une forme continue sans dimension ni volume au sens classique du terme.", "f": -1, "feqFlag": "NONE"}
, {"w": "satisferions", "d": "Les satisfactions sont des sentiments positifs d'approbation et de contentement résultant de réalisations ou d'événements agréables dans la vie.", "f": -1, "feqFlag": "NONE"}

, {"w": "surgèlerais", "d": "Le surgèlerais est une technique chirurgicale qui consiste à remplacer un os détruit ou endommagé par du matériel synthétique.", "f": -1, "feqFlag": "NONE"}
, {"w": "solvatèrent", "d": "Un solvant est un liquide qui dissout une substance solublie sans être absorbé par elle, comme l'eau ou le méthanol.", "f": -1, "feqFlag": "NONE"}
, {"w": "sidération", "d": "Sidération est un état d'apathie ou d'inertie, caractérisée par une absence totale d'intérêt ou de motivation pour les choses.", "f": -1, "feqFlag": "NONE"}
, {"w": "salle des pas perdus", "d": "La Salle des Pas Perdus est une grotte située à Paris, utilisée comme lieu d'asile pour les réfugiés et les sans-abri.", "f": -1, "feqFlag": "NONE"}
, {"w": "statisticiens", "d": "Un statisticien est un spécialiste qui collecte et analyse des données pour tirer des conclusions éclairées sur les phénomènes sociaux ou économiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "silhouettèrent", "d": "Une silhouette est une forme ou un contour qui se démarque contre le fond, souvent pour créer un effet visuel.", "f": -1, "feqFlag": "NONE"}
, {"w": "sylvien", "d": "Sylvain : nom masculin, désignant un être qui vit dans une forêt ou un bois, souvent avec des habitudes sauvages.", "f": -1, "feqFlag": "NONE"}
, {"w": "streamerais", "d": "Un streaming est une diffusion continue d'un contenu audiovisuel, comme un film ou une série télévisée, sur Internet.", "f": -1, "feqFlag": "NONE"}
, {"w": "sonne", "d": "Sonne : période du jour où le soleil est visible dans l'horizon, généralement entre 6h et 8h du matin.", "f": -1, "feqFlag": "NONE"}
, {"w": "s’intéressera", "d": "S'intéresser signifie montrer du intérêt ou une curiosité pour quelque chose, souvent avec un sentiment d'engagement ou de passion.", "f": -1, "feqFlag": "NONE"}
, {"w": "sensés", "d": "\"Sensé\" signifie être raisonnable, équilibré et juste dans ses jugements ou actions, souvent avec une touche d'humour ou de perspicacité.", "f": -1, "feqFlag": "NONE"}
, {"w": "schématiseras", "d": "Schématisme : état d'obsession ou de fixité sur un détail, souvent anormal et perturbateur pour l'autre.", "f": -1, "feqFlag": "NONE"}
, {"w": "se dégondent", "d": "Se dégonfler signifie perdre son air confiant, être timide ou hésitant face à une situation difficile ou inconnue.", "f": -1, "feqFlag": "NONE"}
, {"w": "satiriserons", "d": "Satiriser signifie critiquer ou moquer une idée, personnalité ou situation par l'ironie et le humour pour les rendre plus critiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "syncopait", "d": "La syncopation est un effet musical où on accentue les notes non accordées pour créer une rythmique inattendue et intéressante.", "f": -1, "feqFlag": "NONE"}
, {"w": "schtroumpfai", "d": "Je ne connais pas le mot \"schtroumpfaï\". Puis-je vous aider avec une autre question ?", "f": -1, "feqFlag": "NONE"}
, {"w": "sentimentaliserais", "d": "Sentimentalisme : tendance à donner plus d'importance aux émotions et aux souvenirs que au réel ou à l'utilité.", "f": -1, "feqFlag": "NONE"}
, {"w": "signais", "d": "Un signal est une transmission d'information à travers un medium, comme le son ou l'électricité, pour communiquer avec quelqu'un.", "f": -1, "feqFlag": "NONE"}
, {"w": "sherry", "d": "Sherry est un vin fort et sec, produit dans l'Andalousie espagnole à partir du raisin Palomino Fino ou Pedro Ximénez.", "f": -1, "feqFlag": "NONE"}
, {"w": "swinguaient", "d": "Swingue est un terme qui désigne une relation amoureuse non conventionnelle, souvent avec des implications sexuelles ou romantiques inattendues.", "f": -1, "feqFlag": "NONE"}
, {"w": "s’habilla", "d": "S'habiller signifie choisir des vêtements qui conviennent à son corps et à l'occasion pour se sentir confiant et présentable.", "f": -1, "feqFlag": "NONE"}
, {"w": "spécifient", "d": "Une spécificité est une caractéristique ou un trait particulier qui distingue quelque chose d'autre, souvent unique ou exceptionnel.", "f": -1, "feqFlag": "NONE"}
, {"w": "skiffs", "d": "Un skiff est un type de bateau léger et rapide, souvent utilisé pour les activités nautiques récréatives ou sportives.", "f": -1, "feqFlag": "NONE"}
, {"w": "spathacé", "d": "Spathacé : terme médical désignant une douleur aiguë et intense, souvent accompagnée d'un sentiment de pression ou de compression.", "f": -1, "feqFlag": "NONE"}
, {"w": "sursollicites", "d": "Les sursolsicites sont des excès d'activité sexuelle, souvent accompagnés de sentiments anxiogènes ou agressifs à l'intérieur du couple.", "f": -1, "feqFlag": "NONE"}
, {"w": "spargoses", "d": "Les spargoses sont des plantes à feuilles et tiges longues, souvent utilisées comme légume dans les cuisines méditerranéennes.", "f": -1, "feqFlag": "NONE"}
, {"w": "sulfonerez", "d": "Le sulfone est un groupe fonctionnel composé d'un atome de soufre et d'une chaîne aliphatique ou aromatique attachée à lui.", "f": -1, "feqFlag": "NONE"}
, {"w": "suppliais", "d": "\"Suppliants\" désigne les personnes qui demandent pardon ou réparation pour une faute commise, souvent avec humilité et regret sincèrement.\"", "f": -1, "feqFlag": "NONE"}
, {"w": "subclaquants", "d": "Les sous-claquants sont des sons qui se produisent après un claque, mais avec une vibration différente et plus faible.", "f": -1, "feqFlag": "NONE"}
, {"w": "salles de cinéma", "d": "Une salle de cinéma est un espace où les spectateurs assistent à des projections de films avec écran et sonorisation.", "f": -1, "feqFlag": "NONE"}
, {"w": "sapassions", "d": "Une passion est un sentiment intense et durable d'attachement à une activité, objet ou personne particulière.", "f": -1, "feqFlag": "NONE"}
, {"w": "softwares", "d": "Un logiciel est un ensemble d'instructions électroniques qui permettent à une machine de réaliser des tâches spécifiques ou automatiser des processus.", "f": -1, "feqFlag": "NONE"}
, {"w": "sainte-nitouche", "d": "Sainte-Nitouche est une vierge qui a apporté un enfant à Marie et Joseph, selon le Nouveau Testament chrétien.", "f": -1, "feqFlag": "NONE"}
, {"w": "soigneraient", "d": "Soigné : qui prend soin d'autrui, particulièrement dans les situations difficiles ou nécessitant une attention spéciale.", "f": -1, "feqFlag": "NONE"}
, {"w": "soudrez", "d": "Soudrez désigne l'art et le métier d'un travailleur qualifié qui assemble des pièces mécaniques avec précision et rapidité.", "f": -1, "feqFlag": "NONE"}
, {"w": "sabotera", "d": "Une saboteuse est une personne qui intentionnellement nuise ou détruit les activités d'autrui pour obtenir un avantage personnel.", "f": -1, "feqFlag": "NONE"}
, {"w": "se vaudront", "d": "\"Se vaudrener\" signifie faire preuve d'indifférence ou de dégoût pour une personne, un objet ou une situation. C'est souvent exprimé par des gestes et des expressions corporelles neutres.", "f": -1, "feqFlag": "NONE"}
, {"w": "sautillions", "d": "Sautillons sont des petits chevaux ou ânes utilisés pour les courses à longue distance, notamment dans le trot et l'endurance.", "f": -1, "feqFlag": "NONE"}
, {"w": "slackassiez", "d": "La slackazie est un terme qui désigne une attitude de détente et d'apathie, souvent associée à l'inactivité excessive.", "f": -1, "feqFlag": "NONE"}
, {"w": "surclassera", "d": "\"Surclasser\" signifie dépasser ou excéder quelqu'un, quelque chose dans un domaine spécifique pour obtenir une position supérieure.", "f": -1, "feqFlag": "NONE"}
, {"w": "scissiparité", "d": "La scissiparité est un processus biologique où les cellules se divisent par fragmentation, sans division cellulaire classique.", "f": -1, "feqFlag": "NONE"}
, {"w": "subornés", "d": "Suborne : faire pression ou offrir un avantage pour obtenir une action ou un comportement contraire à l'éthique.", "f": -1, "feqFlag": "NONE"}
, {"w": "skatait", "d": "Skataït est un terme qui désigne une forme d'art urbain basée sur l'utilisation du skateboard et des éléments architecturaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "souciez", "d": "Soucieuse : personne qui se préoccupe des autres, particulièrement pour leur bien-être et leur bonheur émotionnel.", "f": -1, "feqFlag": "NONE"}
, {"w": "s’entendent", "d": "\"S'entendre\" signifie comprendre ou être d'accord sur quelque chose, sans nécessairement partager le même point de vue exactement.", "f": -1, "feqFlag": "NONE"}
, {"w": "sous-classable", "d": "Un sous-classable est une personne qui ne peut pas être classée dans une catégorie ou un groupe spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "se porta", "d": "\"Se porter en\" signifie être capable d'assumer une tâche ou un rôle avec succès, sans problème ni défaillance.", "f": -1, "feqFlag": "NONE"}
, {"w": "surdose", "d": "La surdosage est une consommation excessive d'un médicament, entraînant des effets nocifs et potentiellement mortels pour le corps humain.", "f": -1, "feqFlag": "NONE"}
, {"w": "sautées", "d": "Sautés : cuisson rapide des légumes et des viandes dans une poêle avec du beurre ou l'huile d'olive.", "f": -1, "feqFlag": "NONE"}
, {"w": "sylviculture", "d": "La sylviculture est l'art et la science d'élever, de cultiver et de gérer les forêts pour des objectifs économiques ou écologiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "se relaxa", "d": "Se relacher signifie libérer ses muscles et son esprit pour réduire le stress et l'anxiété, se sentir détendu et calme.", "f": -1, "feqFlag": "NONE"}
, {"w": "scannérisaient", "d": "Un scanner est un appareil qui convertit les images physiques en fichiers numériques pour stockage et impression.", "f": -1, "feqFlag": "NONE"}
, {"w": "sanctionnerais", "d": "Sanctionner signifie imposer une punition ou une réduction pour un comportement contraire aux règles ou à des normes sociales.", "f": -1, "feqFlag": "NONE"}
, {"w": "soffites", "d": "Un soffit est une couche d'isolant ou de matériau qui recouvre le plafond pour réduire les bruits et l'échauffement.", "f": -1, "feqFlag": "NONE"}
, {"w": "synchroniseront", "d": "Synchronisation : processus d'alignement des données ou des événements entre plusieurs systèmes, ordinateurs ou appareils pour une cohérence totale.", "f": -1, "feqFlag": "NONE"}
, {"w": "sentiront", "d": "\"Sentir\" signifie ressentir une émotion, un sentiment ou une sensation physique, comme le plaisir, la douleur ou l'émotion.", "f": -1, "feqFlag": "NONE"}
, {"w": "sempiternel", "d": "Sempiternel signifie qui dure à jamais, sans fin ou éternellement persistant dans un état particulier.", "f": -1, "feqFlag": "NONE"}
, {"w": "saisissions", "d": "Une saisission est une action d'agir sur un bien ou un droit sans autorisation légale, souvent illégale et contraire à l'éthique.", "f": -1, "feqFlag": "NONE"}
, {"w": "ski attelé", "d": "Ski attelé : technique de ski où l'on utilise un cheval pour propulser le skieur sur une piste de ski.", "f": -1, "feqFlag": "NONE"}
, {"w": "sur le fond", "d": "\"Sur le fond\" signifie se tenir à l'abri, protégé ou assuré d'une situation difficile ou dangereuse.", "f": -1, "feqFlag": "NONE"}
, {"w": "sélective", "d": "Sélectif : sélectionnant ou choisissant entre plusieurs options, choix délibéré et ciblé pour atteindre un objectif spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "sous peu", "d": "Sous-petit : terme utilisé pour désigner un enfant ou une personne très jeune, souvent moins d'un an.", "f": -1, "feqFlag": "NONE"}
, {"w": "semblant", "d": "Le terme \"semblant\" désigne quelque chose qui ressemble à autre chose, mais n'est pas exactement identique ou équivalent.", "f": -1, "feqFlag": "NONE"}
, {"w": "supervisera", "d": "Une superviseure est une personne qui dirige et assiste un ou plusieurs employés dans leur travail quotidien.", "f": -1, "feqFlag": "NONE"}
, {"w": "submergerai", "d": "Submergeer signifie plonger complètement dans un liquide, comme l'eau, pour être entièrement recouvert ou englouti par lui.", "f": -1, "feqFlag": "NONE"}
, {"w": "système de fichier", "d": "Un système de fichiers est un ensemble d'organisations et de structures pour stocker, gérer et partager des données.", "f": -1, "feqFlag": "NONE"}
, {"w": "stérilisassiez", "d": "La stérilisation est une procédure médicale qui empêche les individus de procréer, souvent pratiquée pour des raisons santé ou sociales.", "f": -1, "feqFlag": "NONE"}
, {"w": "surpayerai", "d": "\"Surpayé\" signifie dépenser plus que ce dont on a besoin ou qu'on peut se permettre, souvent sans réfléchir à conséquences.", "f": -1, "feqFlag": "NONE"}
, {"w": "suprémacisme", "d": "Le suprémacisme est une idéologie qui met l'accent sur le supérieur d'une race, nation ou groupe social par rapport aux autres.", "f": -1, "feqFlag": "NONE"}
, {"w": "schizoïdes", "d": "Schizoides : Personnes ayant tendance à se retirer et à éviter les interactions sociales, souvent considérées comme isolées ou rétives.", "f": -1, "feqFlag": "NONE"}
, {"w": "sulfuré", "d": "Un sulfuré est un composé chimique formé par l'union d'un élément chalcogène (sulfure, sélenium) avec un acide ou une base.", "f": -1, "feqFlag": "NONE"}
, {"w": "syphilitiques", "d": "Les syphilitiques sont des personnes atteintes d'une maladie sexuellement transmissible, causée par le bacterium Treponema pallidum.", "f": -1, "feqFlag": "NONE"}
, {"w": "sauveur", "d": "Un sauveur est une personne qui aide à sortir quelqu'un d'une situation difficile ou dangereuse sans attendre récompense.", "f": -1, "feqFlag": "NONE"}
, {"w": "serves", "d": "Un serve est un geste sportif où le joueur frappe ou lance une balle à son adversaire pour qu'il puisse la recevoir.", "f": -1, "feqFlag": "NONE"}
, {"w": "somnolaient", "d": "Somnoliant est un médicament qui aide à se sentir léger et apaisé, souvent utilisé pour les troubles du sommeil.", "f": -1, "feqFlag": "NONE"}
, {"w": "scindasses", "d": "Scindasses : type d'armure antique romaine, composée de plaques métalliques rivetées sur un sous-veste ou une cuirasse.", "f": -1, "feqFlag": "NONE"}
, {"w": "saboteuses", "d": "Les saboteurs sont des personnes qui intentionnellement nuissent à une entreprise ou à un projet pour le rendre moins efficace.", "f": -1, "feqFlag": "NONE"}
, {"w": "surexploitais", "d": "Surexploitation : exploitation excessif ou abusif des ressources naturelles, entraînant une dégradation environnementale et des conséquences à long terme.", "f": -1, "feqFlag": "NONE"}
, {"w": "soigneras", "d": "Une soignera est une personne qui prend soin d'une autre, souvent dans un contexte familial ou personnel.", "f": -1, "feqFlag": "NONE"}
, {"w": "se décalottèrent", "d": "Se décalotté signifie perdre ses moyens financiers ou être ruiné, souvent après une dépense excessive ou un mauvais investissement.", "f": -1, "feqFlag": "NONE"}
, {"w": "s’empareraient", "d": "\"S'emparrer\" signifie se lier à quelqu'un ou quelque chose d'inutile, sans réfléchir, souvent avec conséquences négatives.", "f": -1, "feqFlag": "NONE"}
, {"w": "subrécargues", "d": "Un sous-réactif est un élément chimique qui réagit avec une substance active pour produire un produit souhaitable.", "f": -1, "feqFlag": "NONE"}
, {"w": "spécialiseras", "d": "Spécialiser : se concentrer sur une domaine ou un métier pour acquérir des compétences et expertise spécifiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "sketchs", "d": "Un sketch est une pièce théâtrale ou comique courte et improvisée, souvent avec un scénario préparé à l'avance.", "f": -1, "feqFlag": "NONE"}
, {"w": "sanglant", "d": "Sanglant désigne un film d'horreur qui présente des scènes violentes et sanguinolentes, souvent avec une atmosphère sombre et menaçante.", "f": -1, "feqFlag": "NONE"}
, {"w": "saturasses", "d": "Une saturation est un état où une substance atteint son point d'équilibre, ne pouvant plus absorber ou libérer davantage matière.", "f": -1, "feqFlag": "NONE"}
, {"w": "stratifient", "d": "Une stratification est un processus géologique qui crée des couches distinctes dans le sol ou les roches.", "f": -1, "feqFlag": "NONE"}
, {"w": "se grouillassent", "d": "Se gouriller : s'habiller mal, souvent pour impressionner ou séduire, mais sans succès et avec l'apparence ridicule.", "f": -1, "feqFlag": "NONE"}
, {"w": "sucre en morceau", "d": "Le sucre en poudre est un alimentaire naturelissime, obtenu à partir du raffinage des cannes à sucre ou du sucre de coco.", "f": -1, "feqFlag": "NONE"}
, {"w": "synchronisas", "d": "La synchronisation désigne l'alignement ou le coordination des mouvements, actions ou événements entre plusieurs personnes ou systèmes simultanément.", "f": -1, "feqFlag": "NONE"}
, {"w": "se débarrassant", "d": "Se débarrasser signifie éliminer ou faire disparaître quelque chose, quelqu'un ou quelque chose qui n'est plus nécessaire ou utile.", "f": -1, "feqFlag": "NONE"}
, {"w": "systyles", "d": "Un système est un ensemble d'éléments interdépendants qui fonctionnent ensemble pour atteindre une fin ou réaliser un objectif.", "f": -1, "feqFlag": "NONE"}
, {"w": "suppliciez", "d": "\"Supplicier\" signifie demander ou solliciter quelque chose avec humilité, douceur et arrière-pensée pour obtenir un avantage personnel.", "f": -1, "feqFlag": "NONE"}
, {"w": "surédifiées", "d": "Les surédifices sont des immeubles construits au-dessus d'un bâtiment existant, souvent avec une structure complètement nouvelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "sanderling", "d": "Le sanderling est un oiseau marin, membre de la famille des charadriiformes, connu pour ses migrations longues et sa beauté.", "f": -1, "feqFlag": "NONE"}
, {"w": "ségrèguerai", "d": "Ségréguer signifie isoler ou éloigner une personne, un groupe ou une idée pour éviter les conflits ou les réactions négatives.", "f": -1, "feqFlag": "NONE"}
, {"w": "sidérites", "d": "Les sédiments sont des particules solides qui se déposent au fond d'un cours d'eau ou d'une mer.", "f": -1, "feqFlag": "NONE"}
, {"w": "stabilises", "d": "Un stabilisant est un agent qui empêche le déplacement ou l'effondrement d'un sol, une structure ou un matériau.", "f": -1, "feqFlag": "NONE"}
, {"w": "synonymiquement", "d": "Une expression ou un mot qui a le même sens que l'autre, utilisé pour exprimer une idée similaire.", "f": -1, "feqFlag": "NONE"}
, {"w": "surclasserons", "d": "\"Surclasser\" signifie obtenir un grade ou une promotion supérieure à celui que l'on occupait précédemment dans sa carrière professionnelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "souhaiterais", "d": "Le souhaité est ce que l'on souhaite profondément et souvent sans réflexion, pour être heureux ou satisfaisant.", "f": -1, "feqFlag": "NONE"}
, {"w": "systématisâtes", "d": "Bien sûr ! Voici une définition simple :\n\n\"Systématisé\" signifie avoir organisé et structuré les informations ou les tâches de manière logique et méthodique, avec ordre et méthode.", "f": -1, "feqFlag": "NONE"}
, {"w": "sympathiques", "d": "Les sympathiques sont des personnes qui portent un soutien émotionnel et moral à quelqu'un dans une situation difficile.", "f": -1, "feqFlag": "NONE"}
, {"w": "spirillose", "d": "La spirochèse est un type de bactérie spiralisée, souvent associé à des maladies telles que le paludisme et les infections sexuellement transmissibles.", "f": -1, "feqFlag": "NONE"}
, {"w": "se renseignant", "d": "Se renseigner signifie chercher et obtenir des informations pour prendre une décision éclairée ou résoudre un problème.", "f": -1, "feqFlag": "NONE"}
, {"w": "subséquentes", "d": "Les sous-séquents sont des séquences d'éléments qui suivent un modèle ou une règle spécifique dans un ensemble donné.", "f": -1, "feqFlag": "NONE"}
, {"w": "sonoristes", "d": "Un sonoriste est un spécialiste qui étudie et analyse les sons, notamment dans le contexte du langage et des arts.", "f": -1, "feqFlag": "NONE"}
, {"w": "survolte", "d": "La survolte est une infraction pénale consistant à dépasser un signalisation ou un panneau routier sans arrêter le véhicule.", "f": -1, "feqFlag": "NONE"}
, {"w": "sacquassiez", "d": "Sacquassiez : terme médical désignant une douleur ou un malaise abdominale, souvent accompagnée d'acides et de gaz.", "f": -1, "feqFlag": "NONE"}
, {"w": "sécularisâmes", "d": "Sécularisés : personnes qui rejettent l'influence religieuse dans les domaines public et privé, favorisant le raisonnement rationnel.", "f": -1, "feqFlag": "NONE"}
, {"w": "savonniers", "d": "Les savonniers sont des personnes qui fabriquent ou commercialisent du savon à l'ancienne, souvent avec des ingrédients naturels.", "f": -1, "feqFlag": "NONE"}
, {"w": "successorales", "d": "Les successeurs sont les personnes qui héritent d'un bien ou d'une responsabilité après le décès du précédent propriétaire.", "f": -1, "feqFlag": "NONE"}
, {"w": "syncrétiseraient", "d": "Une syncretisme est une combinaison d'éléments différents pour créer quelque chose de nouveau et unique.", "f": -1, "feqFlag": "NONE"}
, {"w": "se déprécier", "d": "Se déprécier signifie perdre son valeur, son importance ou sa qualité pour devenir moins intéressant ou utile.", "f": -1, "feqFlag": "NONE"}
, {"w": "surprissions", "d": "Une surprise est un événement inattendu qui se produit sans préavis, souvent apportant une joie ou une émotion positive.", "f": -1, "feqFlag": "NONE"}
, {"w": "stupéfieriez", "d": "Stupéfier : faire tomber quelqu'un dans un état d'incroyable surprise ou d'étonnement, souvent avec une révélation inattendue.", "f": -1, "feqFlag": "NONE"}
, {"w": "surexploiterions", "d": "Surexploitation : exploitation excessive ou abusive d'un ressource, entraînant une dégradation durable et irreversible de l'environnement naturel.", "f": -1, "feqFlag": "NONE"}
, {"w": "se résolurent", "d": "Se réconcilier signifie rapprocher des relations tendues ou rompues, souvent après une période de conflit ou de désaccord.", "f": -1, "feqFlag": "NONE"}
, {"w": "surprises", "d": "Une surprise est un événement inattendu qui se produit sans préavis, souvent apportant une joie ou une émotion positive.", "f": -1, "feqFlag": "NONE"}
, {"w": "surutilisées", "d": "Une personne qui utilise excessivement un objet, une activité ou des ressources sans réfléchir à ses conséquences négatives.", "f": -1, "feqFlag": "NONE"}
, {"w": "surtraduisaient", "d": "Une traduction trop littérale ou excessive, souvent utilisée pour conserver le style original d'un texte écrit dans une langue étrangère.", "f": -1, "feqFlag": "NONE"}
, {"w": "sûrs et certains", "d": "Sûr : Personne qui a confiance dans ses capacités ou connaissances pour réussir une tâche.\nCertain : Convaincu d'une certitude absolue sur un résultat ou une issue.", "f": -1, "feqFlag": "NONE"}
, {"w": "somatisâmes", "d": "Les somatiques sont des troubles psychologiques manifestant par des symptômes physiques sans cause médicale évidente ou explicable.", "f": -1, "feqFlag": "NONE"}
, {"w": "stucs", "d": "Les stuc, également appelés \"stucco\", sont une technique d'endiguement et de revêtement des murs avec un matériau à base de plâtre ou de cire.", "f": -1, "feqFlag": "NONE"}
, {"w": "stationnerai", "d": "\"Stationnait\" est le passé composé du verbe \"stationner\", qui signifie s'arrêter ou se garer dans un endroit fixe pendant une période.", "f": -1, "feqFlag": "NONE"}
, {"w": "sexa", "d": "Je ne peux pas fournir une définition détaillée sur le terme \"sexa\" car il n'est pas couramment utilisé dans les sources disponibles à ma connaissance. Puis-je vous aider avec autre chose?", "f": -1, "feqFlag": "NONE"}
, {"w": "semblées", "d": "Une \"semblée\" est un groupe d'individus réunis pour une occasion spécifique, souvent avec des objectifs communs ou sociaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "smectiques", "d": "Les smectiques sont des minéraux composés d'oxydes métalliques et de silicat, présents dans les roches magmatiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "stuquerais", "d": "\"Stuquerie\" désigne une forme d'extorsion ou de pression exercée sur quelqu'un pour obtenir des informations ou un paiement.", "f": -1, "feqFlag": "NONE"}
, {"w": "suggérait", "d": "Une suggestion est une proposition ou une recommandation faite pour aider à prendre une décision ou résoudre un problème.", "f": -1, "feqFlag": "NONE"}
, {"w": "snackassent", "d": "Je ne connais pas le mot \"snackassent\". Puis-je vous aider avec une définition ou un synonyme ?", "f": -1, "feqFlag": "NONE"}
, {"w": "subordonnerai", "d": "Subordonner signifie placer une phrase ou un mot sous l'autorité d'un autre, souvent pour indiquer une relation temporelle ou causale.", "f": -1, "feqFlag": "NONE"}
, {"w": "semés", "d": "Le terme \"semé\" fait référence à l'acte d'enfoncer ou de planter un objet dans le sol, souvent avec une pointe.", "f": -1, "feqFlag": "NONE"}
, {"w": "se ressemblent", "d": "\"Se ressembler\" signifie avoir des caractéristiques physiques et personnelles similaires à quelqu'un d'autre, souvent dans une manière évidente ou surprenante.", "f": -1, "feqFlag": "NONE"}
, {"w": "surtraitez", "d": "La surtraiture est une technique artistique qui consiste à ajouter des traits ou des détails supplémentaires à un dessin existant.", "f": -1, "feqFlag": "NONE"}
, {"w": "sous-paierez", "d": "Je ne connais pas le terme \"sous-paierez\". Puis-je vous aider avec autre chose ?", "f": -1, "feqFlag": "NONE"}
, {"w": "se démodant", "d": "Se démoder signifie perdre son attrait ou sa popularité, souvent à cause d'une tendance qui passe au fil du temps.", "f": -1, "feqFlag": "NONE"}
, {"w": "sans histoire", "d": "Sans histoire : personne ou chose qui n'a pas d'importance, ni de valeur particulière dans une situation donnée.", "f": -1, "feqFlag": "NONE"}
, {"w": "stagnerais", "d": "Stagnerais : se définir comme un terme obsolète, désignant une personne qui ne progresse ni dans sa carrière ni dans ses relations sociales.", "f": -1, "feqFlag": "NONE"}
, {"w": "sodomiseraient", "d": "Sodomiser signifie commettre une relation sexuelle non consensuelle avec un objet ou une personne, souvent sans rapport érotique ni désir réciproque.", "f": -1, "feqFlag": "NONE"}
, {"w": "soumettez", "d": "Soumettre signifie rendre ou faire accepter quelque chose, souvent avec une certaine réticence ou résistance initiale.", "f": -1, "feqFlag": "NONE"}
, {"w": "surjouerions", "d": "Une personne qui se met à faire plus que ce qu'elle est censée faire, souvent pour impressionner ou gagner des points.", "f": -1, "feqFlag": "NONE"}
, {"w": "syncrétiserais", "d": "Le terme \"syncrétisme\" désigne une combinaison d'éléments différents pour créer quelque chose de nouveau et unique.", "f": -1, "feqFlag": "NONE"}
, {"w": "se mettre dans le bain", "d": "Se mettre dans le bain signifie s'immerger complètement dans l'eau pour se rafraîchir ou se détendre.", "f": -1, "feqFlag": "NONE"}
, {"w": "scolytes", "d": "Les scolies sont des taches blanches ou grises qui apparaissent sur les dents, souvent liées à l'âge et au vieillissement.", "f": -1, "feqFlag": "NONE"}
, {"w": "supputée", "d": "Une supputée est une personne qui fait des suppositions ou des hypothèses sans avoir toutes les informations nécessaires pour être certaine.", "f": -1, "feqFlag": "NONE"}
, {"w": "submergea", "d": "Submersion : état où un objet ou une personne est complètement immergé dans un liquide, comme l'eau.", "f": -1, "feqFlag": "NONE"}
, {"w": "sabotée", "d": "La sabotage est l'acte d'intentionnellement endommager ou détruire un objet, une installation ou un système pour nuire à quelqu'un.", "f": -1, "feqFlag": "NONE"}
, {"w": "suppliions", "d": "Les suppléments sont des produits alimentaires ou médicamenteux complémentaires à une alimentation et un régime santé habituel.", "f": -1, "feqFlag": "NONE"}
, {"w": "secourrez", "d": "\"Secourez\" est un verbe qui signifie aider ou soutenir quelqu'un dans une situation difficile ou d'urgence.", "f": -1, "feqFlag": "NONE"}
, {"w": "secourons", "d": "\"Secours\" est un terme qui désigne une aide ou soutien apporté à quelqu'un dans le besoin, souvent d'urgence.", "f": -1, "feqFlag": "NONE"}
, {"w": "stadiomètre", "d": "Un stadiomètre est un appareil utilisé pour mesurer les distances et les vitesses des objets en mouvement, souvent dans le sport.", "f": -1, "feqFlag": "NONE"}
, {"w": "sanctuarisées", "d": "\"Sanctuarisé\" signifie être protégé ou accueilli dans un endroit sûr, souvent avec une connotation positive et d'accueil chaleureux.", "f": -1, "feqFlag": "NONE"}
, {"w": "soutiennes", "d": "Les soutiènes sont des structures métalliques ou en plastique qui aident à maintenir les épaules et le dos droits pendant l'exercice physique.", "f": -1, "feqFlag": "NONE"}
, {"w": "suggérerons", "d": "\"Suggérer\" signifie faire une proposition ou un conseil pour que quelqu'un puisse prendre une décision ou agir à son sujet.", "f": -1, "feqFlag": "NONE"}
, {"w": "surcoupassions", "d": "Une personne qui dépasse les attentes, excelle et domine dans un domaine ou une activité particulière avec excellence.", "f": -1, "feqFlag": "NONE"}
, {"w": "sangsue", "d": "La sangsue est un insecte parasitaire qui se nourrit du sang des animaux, souvent des mammifères et des oiseaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "sniffez", "d": "Le \"sniffer\" désigne un geste consistant à inspirer fortement l'air pour détecter des odeurs ou des substances chimiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "salissante", "d": "Une salissante est un type d'arbre qui produit des fruits comestibles, souvent utilisés pour les desserts et les boissons.", "f": -1, "feqFlag": "NONE"}
, {"w": "syncrétiseriez", "d": "Le terme \"syncrétisme\" désigne une combinaison ou synthèse d'éléments différents pour créer quelque chose de nouveau et unique.", "f": -1, "feqFlag": "NONE"}
, {"w": "saisonnalisas", "d": "La saisonnalisation est le processus d'adaptation des comportements, des habitudes et des routines aux saisons ou à l'environnement naturel.", "f": -1, "feqFlag": "NONE"}
, {"w": "steamé", "d": "\"Steamé\" désigne une expression d'ironie ou de sarcasme, souvent utilisée pour critiquer ou déconstruire un argument ou une opinion.", "f": -1, "feqFlag": "NONE"}
, {"w": "symptomatique", "d": "La symptomatique est le ensemble des signes et symptômes d'une maladie ou d'un trouble, permettant un diagnostic précis.", "f": -1, "feqFlag": "NONE"}
, {"w": "surrégénérateur", "d": "Un surrégénérateur est un système qui produit plus d'énergie que ce qu'il consomme, souvent utilisé dans les centrales électriques.", "f": -1, "feqFlag": "NONE"}
, {"w": "ségrègerez", "d": "Ségrégarez : diviser ou isoler une personne, un groupe ou une communauté pour les distinguer des autres par leurs croyances ou origine.", "f": -1, "feqFlag": "NONE"}
, {"w": "schisme", "d": "Un schisme est une rupture ou un conflit profond entre deux groupes ou organisations ayant des croyances similaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "supposasse", "d": "Supposasse : faire preuve d'indifférence ou de dégoût face à une situation désagréable ou inattendue, sans réaction émotionnelle significative.", "f": -1, "feqFlag": "NONE"}
, {"w": "superstitieuse", "d": "Une personne qui croit que certaines actions ou événements peuvent influencer son sort à travers des croyances et traditions.", "f": -1, "feqFlag": "NONE"}
, {"w": "septemvir", "d": "Un septemvir est un groupe de sept personnes élues pour une tâche spécifique, souvent dans les anciennes Républiques romaines et grecques.", "f": -1, "feqFlag": "NONE"}
, {"w": "staffé", "d": "Le staffé est une technique musicale consistant à échanger les notes entre deux ou plusieurs instruments pour créer un effet sonore unique.", "f": -1, "feqFlag": "NONE"}
, {"w": "soulignerez", "d": "Le soulignement est une forme d'écriture qui met l'accent sur un mot ou une phrase avec des tirets sous.", "f": -1, "feqFlag": "NONE"}
, {"w": "saint-cyrienne", "d": "Saint-Cyr est une commune française du département des Yvelines, connue pour son patrimoine historique et culturel riche.", "f": -1, "feqFlag": "NONE"}
, {"w": "scannas", "d": "Scanners sont des appareils qui convertissent les signaux optiques ou électromagnétiques en images numériques et/ou textes.", "f": -1, "feqFlag": "NONE"}
, {"w": "séranceras", "d": "Une serre est un bâtiment protégé, généralement avec des fenêtres et une température contrôlée pour cultiver plantes.", "f": -1, "feqFlag": "NONE"}
, {"w": "séchais", "d": "Séchage : processus naturel ou artificiel qui consiste à éliminer l'humidité d'un matériau pour le stabiliser et préserver sa structure.", "f": -1, "feqFlag": "NONE"}
, {"w": "slackions", "d": "Une \"slackion\" est un terme informel désignant une personne qui ne contribue pas suffisamment à son travail ou projet.", "f": -1, "feqFlag": "NONE"}
, {"w": "souricelle", "d": "Une souris est un petit mammifère nocturne, carnivore et grégaire qui se nourrit d'insectes et de petits animaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "sapide", "d": "Sapide : Qualité d'être agréable, doux et sucré à l'odeur ou au goût, souvent utilisée pour les fruits.", "f": -1, "feqFlag": "NONE"}
, {"w": "silera", "d": "La silarie est une substance minérale composée principalement d'oxyde de fer et de silice naturellement présente dans les roches.", "f": -1, "feqFlag": "NONE"}
, {"w": "surgaussienne", "d": "La surgaussienne est une électricité statique qui se produit lorsque des charges opposées sont séparées dans un environnement isolé.", "f": -1, "feqFlag": "NONE"}
, {"w": "sulfonaient", "d": "Les sulfonamides sont une classe d'antibiotiques naturels et synthétisés utilisées pour traiter les infections bactériennes.", "f": -1, "feqFlag": "NONE"}
, {"w": "sarclages", "d": "Sarclage est un terme médical désignant une cicatrice ou une tissure grasse formée après l'absorption d'un liquide, comme le sang.", "f": -1, "feqFlag": "NONE"}
, {"w": "sous-doserais", "d": "Le sous-doserais est une zone du dos humain située entre les omoplates et le bassin, souvent sensible à l'impact.", "f": -1, "feqFlag": "NONE"}
, {"w": "strophe", "d": "Une strophe est une unité poétique composée d'un groupe de vers répétitifs, souvent avec un thème commun ou rythme spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "sextoys", "d": "Un sextoy est un objet conçu pour stimuler les sens et le plaisir lors des activités sexuelles ou solo.", "f": -1, "feqFlag": "NONE"}
, {"w": "surexpositions", "d": "Une surexposition est une exposition excessive d'un actif à un risque, entraînant des pertes financières importantes et potentiellement catastrophiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "snowboardeuses", "d": "Une snowboardeuse est un véhicule sur neige équipé d'ailes et de roues pour glisser sur les pistes de ski.", "f": -1, "feqFlag": "NONE"}
, {"w": "sceptiques", "d": "Des sceptiques sont des personnes qui doute et questionnent les croyances, idées ou informations sans prendre parti ni conviction définitive.", "f": -1, "feqFlag": "NONE"}
, {"w": "saturassions", "d": "La saturation est un état où une substance ne peut plus absorber ou stocker davantage d'élément sans se dépasser.", "f": -1, "feqFlag": "NONE"}
, {"w": "sursollicitèrent", "d": "Sursollicité : personne qui refuse une offre d'emploi après avoir été sollicitée, souvent pour des raisons personnelles ou professionnelles.", "f": -1, "feqFlag": "NONE"}
, {"w": "subornâmes", "d": "Subornements : Offres ou promises de rémunération pour obtenir une décision ou un comportement contraire à l'éthique.", "f": -1, "feqFlag": "NONE"}
, {"w": "sténographias", "d": "Une sténographie est une technique d'écriture rapide et concise utilisant des symboles pour transcrire le langage oral rapidement.", "f": -1, "feqFlag": "NONE"}
, {"w": "shuntasse", "d": "Un shuntasse est un système d'écoulement pour les eaux usées, permettant une circulation libre et régulière des déchets.", "f": -1, "feqFlag": "NONE"}
, {"w": "s’entendit", "d": "\"S'entendre\" signifie comprendre parfaitement et être d'accord sur un sujet ou une idée sans ambiguïté ni malentendu.", "f": -1, "feqFlag": "NONE"}
, {"w": "surfiles", "d": "Une surfile est une zone où l'eau se déplace plus rapidement que le fond, créant un courant aérien.", "f": -1, "feqFlag": "NONE"}
, {"w": "solidifiera", "d": "Le processus par lequel un liquide devient solide, souvent aidé par l'ajout d'un agent de gelation ou une température basse.", "f": -1, "feqFlag": "NONE"}
, {"w": "soudabilités", "d": "La soudabilité est le processus d'assemblage et de fixation des pièces métalliques sans les endommager ou déformer.", "f": -1, "feqFlag": "NONE"}
, {"w": "se débarrassant", "d": "Se débarrasser signifie éliminer ou supprimer quelque chose, comme un problème, une personne ou un objet inutile.", "f": -1, "feqFlag": "NONE"}
, {"w": "se désentêteraient", "d": "Se désentêteraient : s'isoler pour éviter les conflits et les discussions, souvent pour protéger son égo ou ses sentiments personnels.", "f": -1, "feqFlag": "NONE"}
, {"w": "suralimentâmes", "d": "Suralimentation : consommer plus que ses besoins, entraînant des problèmes de santé et d'équilibre nutritionnel.", "f": -1, "feqFlag": "NONE"}
, {"w": "symétriserez", "d": "La symétrie est une propriété géométrique qui fait que deux parties d'un objet sont identiques et réfléchies l'une par rapport à l'autre.", "f": -1, "feqFlag": "NONE"}
, {"w": "supplantèrent", "d": "Le terme \"suppléant\" désigne une personne qui remplace un autre dans une fonction ou une responsabilité temporaire.", "f": -1, "feqFlag": "NONE"}
, {"w": "s’enamourassent", "d": "\"S'enamorer\" signifie tomber amoureusement sous le charme d'une personne, ressentir une affection profonde et durable pour elle.", "f": -1, "feqFlag": "NONE"}
, {"w": "sphère", "d": "Une sphère est un solide géométrique dont tous les points sont égaux à une distance d'un point central appelé centre.", "f": -1, "feqFlag": "NONE"}
, {"w": "se décourage", "d": "Se décourager signifie perdre confiance et motivation pour atteindre ses objectifs ou accomplir une tâche difficile, souvent sans raison claire.", "f": -1, "feqFlag": "NONE"}
, {"w": "subdéléguasse", "d": "Une sous-déléguée est une personne nommée par un délégué pour assurer son absence ou accomplir des tâches spécifiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "sapassiez", "d": "\"Sapassiez\" est un terme informel qui désigne une personne qui fait preuve d'indépendance et d'esprit, souvent avec humour ou ironie.", "f": -1, "feqFlag": "NONE"}
, {"w": "susdites", "d": "Les sous-dits sont des personnes qui acceptent d'assumer les dettes ou les responsabilités d'une autre personne, souvent pour éviter une faillite.", "f": -1, "feqFlag": "NONE"}
, {"w": "satelliserait", "d": "Satelliser signifie faire des recherches ou des observations sur un sujet, souvent pour mieux comprendre son comportement ou ses tendances.", "f": -1, "feqFlag": "NONE"}
, {"w": "savent", "d": "Savant : personne qui possède une grande connaissance et expertise dans un domaine spécifique, souvent scientifique ou culturel.", "f": -1, "feqFlag": "NONE"}
, {"w": "slammeront", "d": "Un slammeron est un type d'arbre à feuilles persistantes, souvent utilisé comme plante ornementale dans les jardins.", "f": -1, "feqFlag": "NONE"}
, {"w": "signature", "d": "Une signature est un symbole géométrique utilisé pour représenter une forme conique, souvent employée dans les constructions architecturales et civiles.", "f": -1, "feqFlag": "NONE"}
, {"w": "station de ski", "d": "Une station de ski est un lieu où l'on pratique le ski, avec des pistes et équipements pour les skieurs.", "f": -1, "feqFlag": "NONE"}
, {"w": "syndromes", "d": "Un syndrome est un ensemble d'effets physiques ou mentaux associés à une cause sous-jacente, souvent génétique ou médicale.", "f": -1, "feqFlag": "NONE"}
, {"w": "schillériennes", "d": "Les schistocytoses sont des maladies caractérisées par l'abnormalité du mouvement et de la structure des plaquettes sanguines.", "f": -1, "feqFlag": "NONE"}
, {"w": "syndicale", "d": "Une organisation qui représente les intérêts des travailleurs et défend leurs droits dans un lieu ou une entreprise spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "se disputerait", "d": "Se disputer signifie s'opposer ou contester avec force, souvent pour gagner un argument ou une opinion.", "f": -1, "feqFlag": "NONE"}
, {"w": "symposium", "d": "Un symposium est une réunion d'experts pour discuter et partager des connaissances sur un sujet spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "sous-payâtes", "d": "Les sous-payés sont des personnes âgées de 60 ans et plus qui reçoivent une pension d'assurance vieillesse inférieure à leur revenu mensuel minimum garanti (RMG).", "f": -1, "feqFlag": "NONE"}
, {"w": "surtaxassent", "d": "Une taxe supplémentaire ou un impôt non prévu, souvent appliqué injustement à une personne physique ou morale sans cause valable.", "f": -1, "feqFlag": "NONE"}
, {"w": "se débrouillèrent", "d": "Se débrouiller signifie faire face aux difficultés avec courage et persévérance, sans s'abattre ou perdre confiance en soi.", "f": -1, "feqFlag": "NONE"}
, {"w": "sourdinasses", "d": "Une sournasse est une personne qui cherche à tromper ou décevoir quelqu'un pour obtenir quelque chose.", "f": -1, "feqFlag": "NONE"}
, {"w": "supergéante bleue", "d": "Une supernova est une étoile qui explosera avec une intensité extrême, créant un objet brillant et visible à grande distance.", "f": -1, "feqFlag": "NONE"}
, {"w": "shéols", "d": "Les schéoles sont des groupes informels d'adolescents qui se réunissent pour socialiser et partager leurs expériences.", "f": -1, "feqFlag": "NONE"}
, {"w": "sous-alimentons", "d": "Un sous-alimenton est une petite portion alimentaire, souvent inférieure à 100g, destinée à être consommée entre les repas principaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "sollicitâmes", "d": "Sollicités : personnes qui sont invitées à un entretien d'embauche pour une offre de travail ou d'emploi.", "f": -1, "feqFlag": "NONE"}
, {"w": "sentinelles", "d": "Les sentinelles sont des personnes qui surveillent un endroit ou une situation pour détecter les anomalies ou les menaces potentielles.", "f": -1, "feqFlag": "NONE"}
, {"w": "satureront", "d": "Une personne qui a atteint son point limite d'excitation ou d'énergie, ne peut plus s'intéresser à quelque chose.", "f": -1, "feqFlag": "NONE"}
, {"w": "secrétais", "d": "Le terme \"secrétaires\" désigne des personnes chargées d'assister et de gérer les affaires administratives ou professionnelles d'une entreprise.", "f": -1, "feqFlag": "NONE"}
, {"w": "s’autodétruisissent", "d": "S'autodétruire signifie se causer soi-même du mal, souvent à l'aide d'armes ou de substances toxiques pour finir sa vie.", "f": -1, "feqFlag": "NONE"}
, {"w": "surcapitalisasse", "d": "Surcapitalisation : augmentation excessive du capital d'une entreprise, souvent due à des investissements excessifs ou à une mauvaise gestion financière.", "f": -1, "feqFlag": "NONE"}
, {"w": "serrassent", "d": "Serrassent est un village du sud-ouest de la France, dans le département des Pyrénées-Orientales.", "f": -1, "feqFlag": "NONE"}
, {"w": "sidérât", "d": "Sidérâtre signifie se livrer à des activités agricoles, souvent dans les campagnes ou les zones rurales, pour cultiver et élever animaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "sympathisées", "d": "Les sympathisées sont des personnes qui ont une relation d'amitié ou de proximité avec un personnage historique, souvent féminin.", "f": -1, "feqFlag": "NONE"}
, {"w": "sexeraient", "d": "Je ne peux pas fournir une définition détaillée sur le sujet, mais je peux vous donner un aperçu général : \"Sexer\" désigne l'acte d'échanger des services ou des biens contre de l'argent ou du plaisir sexuel.\"", "f": -1, "feqFlag": "NONE"}
, {"w": "s’absentèrent", "d": "\"S'absenter\" signifie quitter un endroit pour une période, souvent sans préavis ou notification explicite à l'autre partie concernée.", "f": -1, "feqFlag": "NONE"}
, {"w": "service de renseignement", "d": "Un service de renseignement est une organisation qui collecte et analyse des informations pour soutenir les décisions politiques ou stratégiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "ségréguassions", "d": "La ségrégation est un phénomène social où des groupes se définissent et s'isolent les uns des autres par leurs croyances.", "f": -1, "feqFlag": "NONE"}
, {"w": "supplicions", "d": "Les suppliques sont des demandes humbles ou impératives formulées à un supérieur, pour obtenir une faveur ou une indulgence.", "f": -1, "feqFlag": "NONE"}
, {"w": "suppositoire", "d": "Une suppositoire est un dispositif utilisé pour supporter des objets ou des personnes, souvent dans les théâtres et les spectacles.", "f": -1, "feqFlag": "NONE"}
, {"w": "suicidaires", "d": "Je vais essayer de fournir une réponse informative tout en étant sensible à ce sujet.\n\nLes suicidaires sont des personnes qui ont exprimé intention de se faire du mal ou de quitter cette vie, mais sans avoir encore agi.", "f": -1, "feqFlag": "NONE"}
, {"w": "symétrisera", "d": "Une symétrie est une propriété géométrique d'un objet qui présente l'identité à son image réfléchie ou rotatoire.", "f": -1, "feqFlag": "NONE"}
, {"w": "seuilleront", "d": "Seuilleront désigne les personnes qui s'efforcent d'améliorer leur situation sociale ou économique grâce à leurs efforts personnels et déterminés.", "f": -1, "feqFlag": "NONE"}
, {"w": "strangulasse", "d": "Strangulasse : substance visqueuse issue du raffinage du pétrole, utilisée dans l'industrie et les applications industrielles.", "f": -1, "feqFlag": "NONE"}
, {"w": "spectre électromagnétique", "d": "Le spectre électromagnétique est le ensemble des ondes électromagnétiques avec différentes longueurs d'onde et fréquences observées naturellement.", "f": -1, "feqFlag": "NONE"}
, {"w": "stresses", "d": "Le stress est un état d'anxiété et d'inconfort physique ou émotionnel provoqué par une situation difficile ou pressante.", "f": -1, "feqFlag": "NONE"}
, {"w": "syncopales", "d": "Les syncopes sont des accords musicaux qui créent un effet rythmique par l'accentuation sur les notes non métriques.", "f": -1, "feqFlag": "NONE"}
, {"w": "séculariseraient", "d": "Séculariser signifie éliminer les aspects religieux d'une société pour créer une vie publique neutre et laïque sans influence religieuse.", "f": -1, "feqFlag": "NONE"}
, {"w": "sous-tendîmes", "d": "Les sous-tendus sont des équipes de travail qui soutiennent les objectifs stratégiques d'une entreprise ou organisation.", "f": -1, "feqFlag": "NONE"}
, {"w": "sous-tende", "d": "Un sous-tendre est un acte de trahison ou d'abandon, où quelqu'un aide une personne à fuir ses responsabilités.", "f": -1, "feqFlag": "NONE"}
, {"w": "sublimiez", "d": "Le terme \"sublimer\" signifie rendre quelque chose plus beau, plus élégant ou plus impressionnant par son aspect intérieur.", "f": -1, "feqFlag": "NONE"}
, {"w": "substances", "d": "Une substance est un élément chimique ou une combinaison d'éléments qui possède des propriétés constantes et définies.", "f": -1, "feqFlag": "NONE"}
, {"w": "souscrivons", "d": "Souscrire signifie prendre l'engagement financier pour recevoir un bien ou un service pendant une période déterminée avec des paiements réguliers.", "f": -1, "feqFlag": "NONE"}
, {"w": "sectionnaires", "d": "Des sections sont des parties définies d'un ensemble ou d'une organisation, souvent avec un objectif spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "stockassent", "d": "Le stock-assent est un système d'écriture où les lettres sont assises sur une ligne horizontale, sans espace entre elles.", "f": -1, "feqFlag": "NONE"}
, {"w": "soviétisai", "d": "Le terme \"soviétique\" désigne une origine, un paysage ou un style caractérisés par des influences russes et socialistes.", "f": -1, "feqFlag": "NONE"}
, {"w": "startâmes", "d": "\"Start-up\" : Entreprise nouvelle créée, souvent innovante et à forte croissance, qui cherche à révolutionner un marché ou une industrie.", "f": -1, "feqFlag": "NONE"}
, {"w": "soignassions", "d": "Le soins est une activité professionnelle visant à préserver, restaurer ou améliorer le bien-être d'une personne malade.", "f": -1, "feqFlag": "NONE"}
, {"w": "sertirait", "d": "Sertirait est un terme qui désigne une personne qui se moque ou ridiculise les autres, souvent sans intention humoristique.", "f": -1, "feqFlag": "NONE"}
, {"w": "saxophones", "d": "Le saxophone est un instrument à vent à cordes, caractérisé par sa sonorité riche et expressive, utilisé dans divers genres musicaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "sous-titreras", "d": "Le sous-titre est une inscription qui accompagne un film ou une vidéo, traduisant le dialogue et les dialogues.", "f": -1, "feqFlag": "NONE"}
, {"w": "sanglés", "d": "Sanglée : état où le liquide cérébrospinal s'accumule dans l'espace intracrânien, menaçant la vie et nécessitant une intervention médicale urgente.", "f": -1, "feqFlag": "NONE"}
, {"w": "sexistement", "d": "\"Sexiste : Qui fait des différences entre les sexes pour justifier une discrimination ou un traitement inégal.\"", "f": -1, "feqFlag": "NONE"}
, {"w": "strangulez", "d": "Strangulation : acte de suffoquer ou d'étouffer quelqu'un, souvent par une pression sur le cou ou les articulations du cou.", "f": -1, "feqFlag": "NONE"}
, {"w": "sous prétexte que", "d": "Sous-prétexte : expression ou excuse trompeuse utilisée pour dissimuler une véritable intention ou motivation malveillante.", "f": -1, "feqFlag": "NONE"}
]