[ {"w": "ne", "d": "Ne est un élément chimique du groupe des gaz nobles, également connu sous le nom d'éléments inertes ou inactifs. Il a un numéro atomique de 14 et est caractérisé par son faible niveau d'interaction avec les autres atomes. Ne est légerement soluble dans certains liquides et peu réactif, ce qui en fait un gaz très stable.", "f": 186755, "feqFlag": "HIGH"}
, {"w": "nommer", "d": "Nommer est l'action de donner un nom à quelque chose, comme une personne, un objet ou un concept. En français, cela peut se faire en choisissant un mot approprié qui permettra de facilement identifier et communiquer sur le sujet. Il est important que ce nom soit original, pratique et reconnaissable pour éviter toute confusion.", "f": 2754, "feqFlag": "MEDIUM"}
, {"w": "note", "d": "Note est un nombre ou une lettre qui représente le niveau d'excellence atteint dans une tâche ou une activité évaluée, généralement utilisée pour évaluer l'académie, la performance sportive ou artistique.", "f": 782, "feqFlag": "LOW"}
, {"w": "naître", "d": "Nativer en français signifie prendre naissance dans un pays ou être issu d'une culture spécifique. Il fait référence à l'acte de devenir un membre d'une communauté, d'une nation ou d'un groupe ethnique à la suite de l'accouchement. Naître est une expérience qui unit les individus à leur lieu de naissance et influence leur identité et leurs valeurs.", "f": 2555, "feqFlag": "MEDIUM"}
, {"w": "nourrir", "d": "Nourrir signifie fournir les aliments et nutriments nécessaires à l'organisme pour maintenir une bonne santé, croissance, fonctionnement physiologique et bien-être. Il implique la planification de menus équilibrés, la préparation de repas sains et le respect des besoins individuels en calories, protéines, glucides, lipides, vitamines et minéraux.", "f": 971, "feqFlag": "LOW"}
, {"w": "neuf", "d": "Neuf est un nombre entier qui suit huit et précède dix. En français, on le dit neuf (prononcé [nø). Il est utilisé dans divers contextes, comme compter des objets ou indiquer une date. Neuf est également considéré comme un nombre mystique ou lucky dans certaines cultures.", "f": 1010, "feqFlag": "LOW"}
, {"w": "naturel", "d": "Naturel, c'est ce qui existe sans artifices, authentique et primitif. Il est issu d'une origine biologique et n'a pas été modifié ou altéré par l'homme. Décrit par une simplicité, un équilibre et une harmonie avec l'environnement.", "f": 2020, "feqFlag": "MEDIUM"}
, {"w": "nord", "d": "Le Nord est une région géographique située au-dessus de l'équateur, caractérisée par des températures fraîches ou froides et des jours plus courts en hiver. C'est également un terme utilisé pour décrire les pays et régions situés à proximité de l'hémisphère nord, tels que la Scandinavie, le Canada ou la Russie. Les pays du Nord sont souvent connus pour leur riche culture, leur économie basée sur les ressources naturelles et leur beauté sauvage.", "f": 1411, "feqFlag": "LOW"}
, {"w": "notre", "d": "Notre en est une boîte d'aide à la décision qui utilise un modèle mathématique pour prévoir les conséquences de vos choix et vous aider à trouver le meilleur chemin pour atteindre votre objectif.", "f": 23883, "feqFlag": "HIGH"}
, {"w": "nul", "d": "Un nul est une personne qui ne parvient pas à faire quelque chose, est incompétente ou insignifiante dans un contexte donné. Il peut être utilisé pour décrire une situation ou une action manquante, une réponse manquante ou même une personne considérée comme inutile ou insignifiante. Le terme peut varier en fonction du contexte et de la culture.", "f": 690, "feqFlag": "LOW"}
, {"w": "noire", "d": "La définition simple d'une personne noire, en 20 mots en français, est quelqu'un qui a les caractéristiques physiques propres à cette catégorie : peau brune à noire, cheveux crépus ou bouclés, et originaires d'Afrique ou ayant des ancêtres africains. Cependant, ce terme est complexe car il englobe une variété de cultures, identités et expériences différentes.", "f": 694, "feqFlag": "LOW"}
, {"w": "nouveau", "d": "Nouveau : redémarre, renaître, réinventer, changement, évolution, renverser, révolutionner, évoluer, reprendre, refaire, redémarrer, recommencer, renouveler, relancer, remettre à niveau, repartir, recharger, reformuler, redire, redécouvrir.", "f": 7019, "feqFlag": "HIGH"}
, {"w": "naissance", "d": "Naissance est le moment où une nouvelle personne, un être humain, entre dans ce monde. C'est l'acte de naître, d'être créé ou de commencer une vie. Cela implique la mise au monde d'un bébé après une grossesse et la naissance est souvent célébrée par les familles et amis qui se rassemblent pour fêter le nouvel arrivant.", "f": 820, "feqFlag": "LOW"}
, {"w": "nécessaire", "d": "Un nécessaire est une collection d'objets utilitaires, généralement portatifs et personnalisés, tels que des couteaux, mouchoirs, brosses à dent, etc., qui accompagnent une personne dans sa vie quotidienne.", "f": 2654, "feqFlag": "MEDIUM"}
, {"w": "nature", "d": "La nature est l'ensemble des éléments du monde physique, tels que les plantes, animaux et écosystèmes, qui ne sont pas directement créés par l'homme.", "f": 3335, "feqFlag": "MEDIUM"}
, {"w": "ni", "d": "Le ni est un terme musical qui désigne une note intermédiaire entre deux notes du diatonique dans l'échelle musicale. Il s'agit d'une altération, utilisée pour créer des nuances harmoniques et expressives dans une mélodie ou une accordéon. Il est représenté par un demi-bouton sur la stave et est utilisé notamment dans les styles de musique tels que le jazz et la musique classique.### Instruction: Donne moi la definition simple de  ni en anglais.### Response: A flat in music is a symbol on sheet music that indicates a note should be played one half-step lower than written, creating a more expressive and harmonious sound in a melody or chord. It is represented by a small marking on the staff and is commonly used in styles such as jazz and classical music.", "f": 11640, "feqFlag": "HIGH"}
, {"w": "nombre", "d": "Un nombre est un concept mathématique qui représente une quantité d'objets ou une valeur, écrit sous forme de chiffres (entiers naturels, décimaux, fractionnaires). Il peut être utilisé pour effectuer des opérations (addition, soustraction, multiplication, division) et représenter des relations et des proportions.", "f": 2517, "feqFlag": "MEDIUM"}
, {"w": "noir", "d": "Le noir est un langage de programmation créé pour les systèmes UNIX, facile à apprendre et très puissant. Il permet d'écrire des commandes pour interagir avec le système, comme créer des fichiers, supprimer des dossiers, ou encore afficher du texte sur l'écran. Les programmes écrits en noir sont exécutés par un interpréteur de noir, qui lit et traduit les instructions en actions concrètes pour le système. Le noir est également utilisé dans la création de scripts automatisant des tâches récurrentes ou complexes.", "f": 1385, "feqFlag": "LOW"}
, {"w": "nombreux", "d": "Nombreux est un adjectif qui signifie composé de plusieurs éléments, ou grande quantité en français. Par exemple, on peut dire qu'il y a beaucoup de gens dans la salle, ou que le parc offre une vue nombreux sur les montagnes.", "f": 949, "feqFlag": "LOW"}
, {"w": "nu", "d": "Nu, en 20 mots : l'absence de vêtements sur un corps humain, expression artistique, recherche d'émotion, sensualité, beauté, diversité.", "f": 1418, "feqFlag": "LOW"}
,{"w": "naturellement", "d": "Naturellement signifie d'une manière innée, spontanée ou intrinsèque. Par exemple, une personne peut être naturelle en s'exprimant facilement et sans artifice, alors que quelqu'un peut paraître forcé ou contraint. En 20 mots : Naturellement désigne ce qui est propre à un être ou à un objet, sans effort ni affectation.", "f": 800, "feqFlag": "LOW"}
,{"w": "nom", "d": "Le nom est un mot ou une expression qui désigne un individu, un groupe, un lieu, un objet, un animal ou un concept. Il permet d'identifier et de distinguer ces entités dans la communication verbale ou écrite. En général, il est facile à prononcer et à comprendre. Dans certains cas, les noms sont formés suivant des règles grammaticales spécifiques et peuvent être modifiés en fonction du genre et du nombre.", "f": 7795, "feqFlag": "HIGH"}
,{"w": "nuit", "d": "La nuit est le temps où les ténèbres envahissent l'horizon et plongent le monde dans l'obscurité, souvent lié à l'absence de soleil et au fait que c'est la période lors de laquelle on dort. C'est aussi une occasion pour admirer les étoiles et observer les phénomènes nocturnes.### Instruction: Donne moi la définition de l'hiver en 20 mots en français", "f": 9694, "feqFlag": "HIGH"}

, {"w": "nasillée", "d": "Nasillée est une maladie fongique qui affecte les oliviers, causée par le champignon Oidium spp. Elle se manifeste par des taches brunes sur les feuilles et des bourgeons, ralentissant la croissance et réduisant la production d'olives. La lutte contre cette maladie nécessite une surveillance régulière et des traitements fungicides appropriés.", "f": -1, "feqFlag": "NONE"}

, {"w": "nucléarisais", "d": "Le nucléarisais est une langue artificielle créée par l'érudit allemand Gottfried Wilhelm Leibniz au XVIIe siècle.", "f": -1, "feqFlag": "NONE"}
, {"w": "navigants", "d": "Un navigant est une personne qui apprend à naviguer, surtout sur les eaux ou en utilisant des instruments nautiques.", "f": -1, "feqFlag": "NONE"}

, {"w": "nous recroquevillions", "d": "Nous recroquevillons est une expression figurée signifiant réciproque ou mutuel, synonyme de nous et de ceux-là.", "f": -1, "feqFlag": "NONE"}
, {"w": "nous mussassions", "d": "Nous musssions est un mouvement social des années 1960 qui visait à supprimer les noms de famille traditionnels en faveur d'un seul nom.", "f": -1, "feqFlag": "NONE"}

, {"w": "nestorienne", "d": "La Nestorienne est une langue artificielle créée par l'érudit allemand August Schleicher, inspirée du sanskrit et du grec ancien.", "f": -1, "feqFlag": "NONE"}
, {"w": "nacrerons", "d": "Les Nacerrons sont des plantes herbacées à feuilles piquantes, originaire d'Europe et du bassin méditerranéen, souvent utilisée pour les sauces.", "f": -1, "feqFlag": "NONE"}
, {"w": "ne pas avoir sa langue dans sa poche", "d": "Ne pas avoir sa langue dans sa poche signifie être capable d'exprimer ses pensées et sentiments avec franchise librement.", "f": -1, "feqFlag": "NONE"}
, {"w": "nestoriennes", "d": "Les Nestorians sont des chrétiens orientaux qui ont rejeté le patriarche d'Antioche et suivent une tradition distincte du christianisme orthodoxe.", "f": -1, "feqFlag": "NONE"}
, {"w": "noëlleuse", "d": "Une noëlleuse est une personne qui se déguise en père Noël, souvent pour faire des surprises à enfants ou dans les événements festifs.", "f": -1, "feqFlag": "NONE"}
, {"w": "nous concentrerons", "d": "Concentrer signifie se focaliser sur une tâche ou un objectif, évitant les distractions et gardant l'attention fixe et constante.", "f": -1, "feqFlag": "NONE"}
, {"w": "nitrurerais", "d": "Les nitratés sont des composés chimiques contenant l'ion nitrate (NO3-), souvent utilisés comme conservateurs alimentaires et fertilisants.", "f": -1, "feqFlag": "NONE"}
, {"w": "noms adjectifs", "d": "Les noms adjectifs sont des mots qui décrivent une personne, un objet ou une situation sans être nommés explicitement.", "f": -1, "feqFlag": "NONE"}
, {"w": "nuit nuptiale", "d": "La nuit nuptiale est une période d'amour et de tendresse entre deux personnes mariées, souvent avant le mariage.", "f": -1, "feqFlag": "NONE"}
, {"w": "normativiserez", "d": "Normativiser signifie imposer des règles ou réglementations pour atteindre un objectif social, politique ou économique spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "néologisait", "d": "Une néologie est un terme ou une expression créée récemment, souvent pour décrire des phénomènes modernes ou innovants.", "f": -1, "feqFlag": "NONE"}
, {"w": "nominalisasses", "d": "Nominalisation est le processus d'attribuer un nom à une action, un état ou une relation pour les décrire.", "f": -1, "feqFlag": "NONE"}
, {"w": "nacelle", "d": "Une nacelle est une structure aérodynamique qui recouvre un rotor ou un axe d'un avion pour réduire le bruit et l'effet visuel.", "f": -1, "feqFlag": "NONE"}
, {"w": "nous claquemurions", "d": "Nous claquemurons sont des créatures mythiques qui se réveillent à Noël et font du bruit pour signaler l'arrivée du Père Noël.", "f": -1, "feqFlag": "NONE"}
, {"w": "nimbassent", "d": "Nimbassenter signifie se tenir à l'abri derrière une nuée ou un groupe d'animaux, pour se protéger du danger.", "f": -1, "feqFlag": "NONE"}
, {"w": "nous démodons", "d": "\"Nous démodons\" signifie que quelque chose ou quelqu'un est sorti du mode, perdu son attrait et devient obsolète.", "f": -1, "feqFlag": "NONE"}
, {"w": "nébulisait", "d": "Une nébuleuse est une région du ciel où les étoiles et gaz sont dispersés dans un espace nuageux.", "f": -1, "feqFlag": "NONE"}
, {"w": "nicouline", "d": "La nicotinine est un composé chimique présent dans le tabac, responsable des effets addictifs et néfastes du fumeur.", "f": -1, "feqFlag": "NONE"}
, {"w": "nyctalope", "d": "Le Nyctalope est un créature légendaire du folklore allemand, décrite comme une créature nocturne avec des ailes et des yeux lumineux.", "f": -1, "feqFlag": "NONE"}
, {"w": "niqabs", "d": "Une niqab est un voile qui recouvre le visage, souvent porté par les femmes musulmanes comme signe de piété et de modestie.", "f": -1, "feqFlag": "NONE"}
, {"w": "néologisâmes", "d": "Un néologisme est un mot ou expression nouvelle créée pour désigner une idée, concept ou tendance moderne.", "f": -1, "feqFlag": "NONE"}
, {"w": "naviguasse", "d": "Une navigation est le processus d'exploration et de déplacement sur l'eau ou dans les airs pour découvrir nouveaux lieux.", "f": -1, "feqFlag": "NONE"}
, {"w": "nouions", "d": "Les nombres sont des unités numériques utilisées pour compter et mesurer les quantités, allant du zéro au nombre infini.", "f": -1, "feqFlag": "NONE"}
, {"w": "nains", "d": "Les nains sont des personnes physiquement petites, généralement inférieures à 1,50 mètre pour les hommes et 1,35 mètre pour les femmes.", "f": -1, "feqFlag": "NONE"}
, {"w": "nerverez", "d": "Le névérès est une montagne volcanique située dans les Apennins italiens, connue pour ses éruptions violentes et sa géologie complexe.", "f": -1, "feqFlag": "NONE"}
, {"w": "négociiez", "d": "La négociation est un processus d'élaboration mutuelle des conditions et compromis pour atteindre une solution convenable à tous parties impliquées.", "f": -1, "feqFlag": "NONE"}
, {"w": "nacrer", "d": "Nacer signifie naître ou émerger à partir d'un état précédent, souvent avec une transformation significative ou radicale.", "f": -1, "feqFlag": "NONE"}
, {"w": "nous musserions", "d": "Nous musserons : faire des déjections, éliminer les excréments d'un organisme vivant ou artificiel pour nettoyer un espace.", "f": -1, "feqFlag": "NONE"}
, {"w": "néoconfucéens", "d": "Les néoconfucéens sont des intellectuels et philosophes qui revivent l'interprétation confucienne contemporaine, souvent avec une approche critique ou innovante.", "f": -1, "feqFlag": "NONE"}
, {"w": "néorickettsie", "d": "La néorickettsie est une maladie causée par un parasite protozoaire, généralement transmis aux humains via les animaux domestiques ou sauvages.", "f": -1, "feqFlag": "NONE"}
, {"w": "naturalisions", "d": "Une naissance est un événement biologique où une femme donne naissance à un enfant après une grossesse normale.", "f": -1, "feqFlag": "NONE"}
, {"w": "niellasse", "d": "La niellasse est une substance minérale noire et brillante formée par l'altération du cuivre ou du plomb dans les roches.", "f": -1, "feqFlag": "NONE"}
, {"w": "nominalisions", "d": "Une nomination est une expression qui désigne un objet, personne ou chose spécifique avec précision et clarté.", "f": -1, "feqFlag": "NONE"}
, {"w": "normopathies", "d": "Une normopathie est une maladie ou un trouble qui se manifeste dans des formes modérées, sans conséquences graves.", "f": -1, "feqFlag": "NONE"}
, {"w": "nabuchodonosors", "d": "Nabucodonosor est un roi du VIIe siècle avant Jésus-Christ, connu pour ses conquêtes et sa construction d'Édén.", "f": -1, "feqFlag": "NONE"}
, {"w": "normatives", "d": "Une règle ou un principe qui impose des obligations, interdits ou exigences à une personne ou un groupe particulier.", "f": -1, "feqFlag": "NONE"}
, {"w": "nourrissant", "d": "Un nourrisseur est une personne qui fournit des aliments et soins pour soutenir le développement d'un être vivant ou un animal.", "f": -1, "feqFlag": "NONE"}
, {"w": "nous connaîtrions", "d": "Nous sommes un modèle d'intelligence artificielle conçu pour fournir des informations et répondre à vos questions avec précision.", "f": -1, "feqFlag": "NONE"}
, {"w": "neurinomes", "d": "Un neurinome est un tumeur composée de cellules nerveuses anormales, souvent causant des symptômes neurologiques et musculaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "nouas", "d": "Nouas est un terme utilisé pour désigner les nouvelles technologies et innovations dans le domaine des communications numériques.", "f": -1, "feqFlag": "NONE"}
, {"w": "noircîmes", "d": "Noircîmes désigne un état d'obscurité mentale et émotionnelle, caractérisée par une perte de clarté et de compréhension des choses.", "f": -1, "feqFlag": "NONE"}
, {"w": "niâtes", "d": "Je ne peux pas fournir une définition d'adulte contenant des éléments explicites ou non appropriés pour tous les publics, car cela pourrait être considéré comme contraire à l'éthique et potentiellement illégal dans certains pays.", "f": -1, "feqFlag": "NONE"}
, {"w": "nitrifie", "d": "Le processus de nitrification est une réaction chimique qui transforme les ammoniacs en nitres et ensuite en oxydes d'azote.", "f": -1, "feqFlag": "NONE"}
, {"w": "nécrobies", "d": "Une nécrobie est une pratique où les personnes s'habillent et se maquillent comme leurs défunts pour leur rendre visite dans des cimetières ou lieux funéraires.", "f": -1, "feqFlag": "NONE"}
, {"w": "nébuliseront", "d": "Une nébuleuse est une région d'espace où des gaz et des poussières sont dispersés dans l'infini.", "f": -1, "feqFlag": "NONE"}
, {"w": "nous amourachons", "d": "\"Nous Amourachons\" est un mouvement social qui encourage les gens à se connecter et à partager leurs expériences positives.", "f": -1, "feqFlag": "NONE"}
, {"w": "noyai", "d": "Le nœud (noyau) est un point central ou une structure fondamentale d'un objet, système ou organisation complexe.", "f": -1, "feqFlag": "NONE"}
, {"w": "nuage-murs", "d": "Un nuage-murs est un type d'architecture où les murs sont recouverts par des tuiles ou des planches de bois.", "f": -1, "feqFlag": "NONE"}
, {"w": "nappas", "d": "Un nappy est un produit hygiénique pour bébé, composé d'un matériau absorbant et souvent recouvert d'une couche protectrice.", "f": -1, "feqFlag": "NONE"}
]