[
{"w": "kava", "d": "Kava est une boisson traditionnelle polynésienne préparée à partir des racines de plantes Piper methysticum. Consommée depuis des siècles, elle a des effets calmants et apaisants. Les habitants des îles du Pacifique la utilisent pour réduire le stress et améliorer leur bien-être.", "f": -1, "feqFlag": "NONE"}


, {"w": "kitsch", "d": "Kitsch désigne un style ou une œuvre d'art qui, par son excès de sentimentalisme, sa banalité ou sa superficielité, est considérée comme ayant peu de valeur esthétique et étant plutôt ennuyante ou ridicule. Cela peut inclure des objets décoratifs, des peintures, des chansons, etc., qui sont créés pour toucher les émotions sans réaliser quelque chose de profond ou original.", "f": -1, "feqFlag": "NONE"}

, {"w": "kayakées", "d": "Kayakées est un mot créole haïtien qui désigne les femmes qui participent à des événements sociaux, culturels ou politiques. Elles s'affichent en groupe avec une tenue vestimentaire colorée et festive, créant ainsi une atmosphère joyeuse et vivante.", "f": -1, "feqFlag": "NONE"}

, {"w": "kopeck", "d": "Un kopeck est une unité monétaire ancienne, utilisée principalement en Russie et en Pologne avant l'introduction du ruble.", "f": -1, "feqFlag": "NONE"}
, {"w": "kit", "d": "Un kit est un ensemble d'objets et de matériaux utilisés pour réaliser une tâche ou un projet spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "kwashiorkor", "d": "Kwashiorkor est une maladie nutritionnelle caractérisée par un déficit protéique et une carence en acides gras essentiels du corps humain.", "f": -1, "feqFlag": "NONE"}
, {"w": "kids", "d": "\"Kids\" est un terme anglophone qui désigne les enfants, généralement utilisé pour se référer aux mineurs âgés de moins de 18 ans.", "f": -1, "feqFlag": "NONE"}
, {"w": "kinases", "d": "Les kinases sont des enzymes qui catalysent les réactions phosphorylées dans les signaux cellulaires et le métabolisme.", "f": -1, "feqFlag": "NONE"}
, {"w": "kératites", "d": "Le kératite est une maladie cutanée chronique caractérisée par des plaques d'écailles et de démangeaisons persistantes sur le corps.", "f": -1, "feqFlag": "NONE"}
, {"w": "kidnappait", "d": "Le kidnapping est l'acte d'enlèvement involontaire et contraire à la volonté d'une personne, généralement pour extorsion ou récompense.", "f": -1, "feqFlag": "NONE"}
, {"w": "kharidjismes", "d": "Le khâridjisme est une école théologique musulmane qui se caractérise par un individualisme et des interprétations libres du Coran.", "f": -1, "feqFlag": "NONE"}
]