[ {"w": "un", "d": "Un en est une mesure de capacité utilisée pour mesurer le volume de liquides, généralement équivalente à environ 3 litres (ou 1 gallon impériale). On utilise souvent en pour décrire la quantité de boisson que l'on peut trouver dans un grand verre ou une bouteille.", "f": 1390, "feqFlag": "LOW"}
,{"w": "unique", "d": "Unique signifie étant seul ou d'un genre exclusif. En d'autres termes, quelque chose qui n'est pas disponible ailleurs ou qui n'a pas d'équivalent. Ex: un objet unique est le seul de son type.", "f": 1675, "feqFlag": "MEDIUM"}
,{"w": "usage", "d": "Utilisation des produits, services ou technologies dans un but précis ou pour satisfaire une besoin.", "f": 1052, "feqFlag": "LOW"}
,{"w": "user", "d": "Un utilisateur est une personne qui interagit avec un produit, un service ou un système informatique pour accomplir des tâches ou satisfaire ses besoins.", "f": 973, "feqFlag": "LOW"}
,{"w": "unidimensionnel", "d": "Unidimensionnel signifie ayant une seule dimension, comme une ligne ou une courbe sur un plan. Cela implique que les objets ont uniquement des variations dans une seule direction.", "f": -1, "feqFlag": "NONE"}


, {"w": "uruguayens", "d": "Uruguayens sont des personnes originaires d'Uruguay, un pays d'Amérique du Sud, caractérisé par une culture mixte (espagnole, italienne, britannique), une économie diversifiée et une démocratie stable.", "f": -1, "feqFlag": "NONE"}

, {"w": "unilatéralismes", "d": "Unilatéralisme : Une politique où une seule nation exerce son autorité ou impose ses décisions sans coopération bilatérale.", "f": -1, "feqFlag": "NONE"}

, {"w": "undécanes", "d": "Les undécanes sont des hydrocarbures saturés composés d'atomes de carbone et d'h Hydrogène, avec 11 atomes de carbone.", "f": -1, "feqFlag": "NONE"}
, {"w": "uniparentale", "d": "Un parent unique est une personne qui a élevé seul son enfant, souvent suite à divorce ou séparation.", "f": -1, "feqFlag": "NONE"}
, {"w": "ulcérassions", "d": "Une ulceration est une déformation ou une cicatrisation anormale d'une surface tissulaire, souvent due à des dommages chroniques.", "f": -1, "feqFlag": "NONE"}
, {"w": "uranate", "d": "La uranate est un composé chimique formé par l'uranium et le dioxyde d'azote (NO2).", "f": -1, "feqFlag": "NONE"}
, {"w": "uro-génitaux", "d": "Uro-génital : domaine médical traitant des problèmes liés aux organes génitaux et urinaires dans l'adulte et le enfant.", "f": -1, "feqFlag": "NONE"}
, {"w": "urinant", "d": "Le terme \"urinant\" fait référence à une personne qui a besoin d'aller aux toilettes pour faire ses besoins.", "f": -1, "feqFlag": "NONE"}
, {"w": "usucaperions", "d": "L'usucapion est un droit qui permet à une personne d'avoir accès et de profiter d'un bien, sans avoir besoin d'une propriété déclarée.", "f": -1, "feqFlag": "NONE"}
, {"w": "un jour ou l’ autre", "d": "Un \"jour ou l'autre\" signifie que quelque chose se produira dans une période indéterminée, sans précision ni date exacte.", "f": -1, "feqFlag": "NONE"}
, {"w": "usnée", "d": "Une usine est un établissement industriel qui produit des biens ou services à grande échelle, souvent avec une production continue.", "f": -1, "feqFlag": "NONE"}
, {"w": "uropygiennes", "d": "Les Uropygiens sont un groupe d'arachnides qui comprennent les scorpions et quelques autres araignées peu connues.", "f": -1, "feqFlag": "NONE"}
, {"w": "uchronies", "d": "Les uchronies sont des récits alternatifs historiques qui proposent une réalité différente du passé réel.", "f": -1, "feqFlag": "NONE"}
, {"w": "usités", "d": "\"Usité\" signifie utilisé ou employé, souvent pour désigner quelque chose qui a été utilisé précédemment dans un contexte similaire.", "f": -1, "feqFlag": "NONE"}
, {"w": "uniforme", "d": "Un uniforme est un vêtement spécifique porté par une personne pour représenter son affiliation ou profession.", "f": -1, "feqFlag": "NONE"}
, {"w": "unifiée", "d": "Unifié signifie uni ou réuni, sans opposition ni division, dans une harmonie totale et complète avec soi-même ou les autres.", "f": -1, "feqFlag": "NONE"}
, {"w": "universels", "d": "Des universels sont des concepts ou des objets qui existent dans plusieurs contextes et cultures différentes simultanément.", "f": -1, "feqFlag": "NONE"}
, {"w": "un pousse-pousse japonais pousse-pousse", "d": "Un pousse-pousse est une petite planche ou plateforme portée par les enfants pour se promener dans le parc sans être lié à son vélo.", "f": -1, "feqFlag": "NONE"}
, {"w": "ultérieures", "d": "\"Ultérieures\" signifie \"suivantes, se produisant après une période ou un événement précédent.\" (Exemple : les ultérieures études ont apporté des résultats intéressants.)", "f": -1, "feqFlag": "NONE"}
, {"w": "uricotélie", "d": "L'uricotélie est une maladie chronique caractérisée par l'apparition d'un pigment brun dans les tissus du corps humain et des animaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "ulcérasse", "d": "Une ulcère est une blessure ouverte dans l'intestin, causant des douleurs et des saignements abdominaux intenses.", "f": -1, "feqFlag": "NONE"}
, {"w": "urbanisant", "d": "Urbanisation : processus par lequel les populations s'installent dans des zones urbaines, souvent à l'échelle massive et rapide.", "f": -1, "feqFlag": "NONE"}
, {"w": "usurpasse", "d": "L'usurpation est l'action d'imposer ou de substituer oneself à quelqu'un pour prendre son pouvoir, titre ou fonction.", "f": -1, "feqFlag": "NONE"}
, {"w": "uranoplasties", "d": "L'uranoplastie est une opération chirurgicale visant à réparer ou remplacer l'urètre, souvent nécessaire après un accident vasculaire cérébral.", "f": -1, "feqFlag": "NONE"}
]