[
  {"w": "eh", "d": "Un EH est un emprunt hypothécaire qui permet d'acheter une maison ou un appartement, avec un remboursement étalé sur de nombreuses années. Il donne accès au crédit et à la propriété, tout en protgeant le prêteur grâce à l'hypothèque.", "f": 4584, "feqFlag": "MEDIUM"}
, {"w": "empire", "d": "Un Empire est un grand territoire dirigé par un souverain ou une organisation centralisée, riche en ressources et influent sur la scène internationale. Il s'appuie sur des structures administratives, économiques et militaires solides pour imposer son pouvoir et son influence.", "f": 1174, "feqFlag": "LOW"}
, {"w": "entretenir", "d": "Entretenir signifie prendre soin d'un objet, d'une personne ou d'un lieu pour le maintenir en bon état. Cela inclut des actions telles que nettoyage, réparation et entretien régulier.", "f": 633, "feqFlag": "LOW"}
, {"w": "expression", "d": "Expression est un terme qui désigne l'utilisation créative et appropriée de mots, phrases ou gestes pour exprimer une idée, un sentiment ou une pensée. Cela peut inclure des joueurs de mots, des métaphores et des allusions.", "f": 1990, "feqFlag": "MEDIUM"}
, {"w": "eaux", "d": "Eaux : liquide transparente, essentiel à la vie, provient des mers et rivières, utilisé pour boire, cuisine, nettoyage, agriculture et industrie. Précautions nécessaires pour préserver sa qualité et assurer une utilisation durable.", "f": 1680, "feqFlag": "MEDIUM"}
, {"w": "elle", "d": "Elle est une personne féminine, adulte ou jeune, qui partage des similitudes avec la locuteur, comme des goûts, des expériences ou des ambitions. Elle peut être un amie, une sœur, une mère ou simplement quelqu'un de votre entourage.### Instruction: Donne-moi l'équivalent anglais en 20 mots ou moins.", "f": 126397, "feqFlag": "HIGH"}
, {"w": "engager", "d": "Engager signifie prendre une décision ou un acte de responsabilité, impliquer activement et se mettre en jeu pour atteindre un objectif, résoudre un problème ou réaliser un projet.", "f": 1309, "feqFlag": "LOW"}
, {"w": "en", "d": "En un mot : En est une forme d'énergie nucléaire qui peut être utilisée pour produire de l'électricité ou provoquer des réactions en chaîne dans les armes.", "f": 38935, "feqFlag": "HIGH"}
, {"w": "envie", "d": "Envie est un sentiment subjectif qui vous pousse à chercher une substance ou une expérience spécifique pour satisfaire un besoin réel ou perçu, comme boire, manger, dormir ou faire de l'exercice.", "f": 1903, "feqFlag": "MEDIUM"}
, {"w": "ennemi", "d": "Un ennemi est une personne, un groupe ou une entité qui a pour objectif d'opposer, de contrer ou de nuire à quelqu'un ou à quelque chose. En général, cela implique des intentions hostiles et des actions adverses.", "f": 1432, "feqFlag": "LOW"}
, {"w": "espérer", "d": "Espérer signifie croire, attendre et souhaiter un résultat positif ou une situation favorable, en confiant en l'avenir et en la chance. Il est une force qui guide nos actions et soutient notre volonté d'amélioration et de progrès.", "f": 2371, "feqFlag": "MEDIUM"}
, {"w": "exemple", "d": "Un exemple est un cas particulier ou une application concrète d'une règle, d'une théorie ou d'une idée abstraite, permettant ainsi de mieux comprendre leur signification et leur utilisation. Par exemple, donner un exemple de calcul pour illustrer l'utilité d'une formule mathématique.", "f": 2906, "feqFlag": "MEDIUM"}
, {"w": "effort", "d": "L'effort est le travail que fait un individu pour atteindre un objectif, utilisant sa force physique et mentale, avec une consommation d'énergie.", "f": 2468, "feqFlag": "MEDIUM"}
, {"w": "effacer", "d": "Effacer est l'action d'éliminer, supprimer ou faire disparaître un élément, qu'il s'agisse de données numériques, d'un trait sur papier ou encore d'une trace laissée par une action précédente. Cette opération peut être intentionnelle ou involontaire et est couramment utilisée pour corriger, nettoyer ou réinitialiser.", "f": 976, "feqFlag": "LOW"}
, {"w": "ensemble", "d": "Un ensemble est une collection d'éléments distincts, appelés éléments de l'ensemble, regroupés sous un même nom et sans ordre ni répétition.", "f": 1603, "feqFlag": "MEDIUM"}
, {"w": "escalier", "d": "Un escalier est une structure en forme d'helix qui permet de se déplacer verticalement entre les étages d'un bâtiment ou d'un édifice, et qui est composée de marches et de garde-corps pour assurer la sécurité des usagers.", "f": 1711, "feqFlag": "MEDIUM"}
, {"w": "embrasser", "d": "Embrasser est une expression d'affection physique où deux personnes se font face, s'approchent lèvres l'une à l'autre et les pressent légèrement ou plus fortement, échangeant chaleur et tendresse.", "f": 2458, "feqFlag": "MEDIUM"}
, {"w": "enfin", "d": "Enfin signifie, dans un sens large, au bout de ou après une longue série d'événements ou de conditions. En un mot, c'est le moment où l'on peut enfin voir le résultat de ses efforts ou de changements.", "f": 7126, "feqFlag": "HIGH"}
, {"w": "exécuter", "d": "Exécuter signifie mettre en action ou appliquer un processus, une tâche ou un programme. En termes simples, c'est lancer et faire fonctionner quelque chose.", "f": 690, "feqFlag": "LOW"}
, {"w": "erreur", "d": "Une erreur est un résultat inattendu ou une action malencontreuse dans un processus, causée par une faute, une ambiguïté ou une lacune, qui peut entraîner des conséquences indésirables.", "f": 928, "feqFlag": "LOW"}
, {"w": "espace", "d": "Espace en deux dimensions, constitué d'un ensemble de points reliés par des lignes droites, sur lesquels peuvent agir et évoluer des objets ou entités, représentant une réduction abstraite d'une réalité concrète.", "f": 1872, "feqFlag": "MEDIUM"}
, {"w": "entourer", "d": "Entourer signifie d'entourer un objet ou une zone en le cerclant, en le bordant ou en le ceinturant, tout en conservant son intégrité. Cela peut être utilisé pour protéger, délimiter ou simplement orner un espace.", "f": 1546, "feqFlag": "MEDIUM"}
, {"w": "eau", "d": "Eau est un liquide transparent, indispensable à la vie, qui entoure la Terre et compose les océans, les fleuves, les lacs et les glaces. Elle sert de solvant aux organismes vivants et participe à la régulation du climat.", "f": 9603, "feqFlag": "HIGH"}
, {"w": "exiger", "d": "Exiger signifie demander ou réclamer quelque chose, souvent dans le contexte d'un droit, une obligation ou un besoin. Cela implique une assertivité et une expression de souhaits ou de revendications.", "f": 1279, "feqFlag": "LOW"}
, {"w": "enfance", "d": "Enfance : période de la vie où les enfants grandissent et apprennent, marquée par l'école, les jeux, les amis et la famille, durant leur croissance physique et mentale.", "f": 938, "feqFlag": "LOW"}
, {"w": "existence", "d": "Existence signifie l'état d'être, d'exister dans le monde réel ou dans l'imaginaire. En 20 mots : l'existence est la réalité perceptible, le fait d'avoir un être, une existence.", "f": 1861, "feqFlag": "MEDIUM"}
, {"w": "et", "d": "Étienne est un prénom masculin français, d'origine latine (Stephanus), qui signifie corail ou couronné. Il est très populaire en France et dans les pays francophones.", "f": 362093, "feqFlag": "HIGH"}
, {"w": "enlever", "d": "Enlever signifie retirer, éliminer ou supprimer quelque chose d'un objet, d'un lieu ou d'une situation. Cela peut concerner physiquement (comme débarrasser un espace de détritus), ou bien être de nature plus abstraite (telle que supprimer une information ou un sentiment). Le verbe enlever est utilisé dans de nombreux contextes et peut s'appliquer à divers objets, idées ou sentiments.", "f": 1215, "feqFlag": "LOW"}
, {"w": "environ", "d": "Environnement : l'ensemble des conditions extérieures (air, eau, sol) qui influencent la vie et l'écosystème sur Terre. Il comprend les écosystèmes naturels et anthropisés et est crucial pour notre bien-être et la survie.", "f": 1504, "feqFlag": "MEDIUM"}
, {"w": "entrée", "d": "L'entrée signifie l'action d'entrer dans un endroit ou une situation. Ex : Je vais t'aider à entrer en entreprise.", "f": 1507, "feqFlag": "MEDIUM"}
, {"w": "ensuite", "d": "Ensuite est un terme qui se traduit par then ou afterwards en anglais. Il sert à indiquer la suite d'une action ou d'un événement, ou à introduire une idée ou un énoncé suivant un autre. En 20 mots : terme utilisé pour exprimer la suite ou ce qui suit dans une suite d'actions, pensées ou événements.", "f": 2032, "feqFlag": "MEDIUM"}
, {"w": "enfoncer", "d": "Enfoncer signifie pousser quelque chose, généralement une pièce ou un objet solide, dans un espace ou un trou jusqu'à ce qu'il s'y accroche ferme et stable. Cela peut impliquer l'utilisation de force, de technique ou d'outils adaptés pour atteindre le but souhaité.", "f": 1004, "feqFlag": "LOW"}
, {"w": "exister", "d": "Exister signifie être présent et vivant dans le monde, à la fois physiquement et mentalement. En 20 mots : Être au monde, respirer, penser, interagir, grandir, évoluer, apprendre, souffrir, réfléchir, aimer, créer, choisir, croire, espérer, sourire, rire, pleurer, s'unir, s'éloigner, mourir, laisser un héritage.", "f": 2944, "feqFlag": "MEDIUM"}
, {"w": "enfermer", "d": "Enfermer, c'est protéger ou garder quelque chose en un endroit fermé et sécurisé. Cela peut concerner des objets, des animaux ou des personnes, pour les maintenir à l'abri ou les empêcher de sortir.", "f": 1016, "feqFlag": "LOW"}
, {"w": "encore", "d": "Encore est un terme utilisé pour désigner une répétition d'un son, d'une parole ou d'une phrase, souvent pour souligner l'importance ou mettre en évidence un message. Dans la musique, encore peut être utilisé pour créer des effets de rythme et de dynamisme.", "f": 19176, "feqFlag": "HIGH"}
, {"w": "empêcher", "d": "Empêcher, en termes simples, signifie éviter ou arrêter quelque chose de se produire ou d'avoir lieu. Cela peut impliquer des actions préventives ou des mesures pour éliminer un problème potentiel. En bref, empêcher veut dire protéger ou garantir la non-réalisation d'un événement indésirable.", "f": 2427, "feqFlag": "MEDIUM"}
, {"w": "essuyer", "d": "Essuyer est l'action de nettoyer une surface avec un objet enveloppant, comme un mouchoir ou un tissu, pour enlever les particules d'eau, de poussière ou autres impuretés. Cela permet de rendre la surface plus propre et secque.", "f": 651, "feqFlag": "LOW"}
, {"w": "entier", "d": "Un entier est un nombre naturel, positif ou nul, qui peut être utilisé dans des opérations mathématiques, tels que l'addition, la soustraction, la multiplication et la division.", "f": 2717, "feqFlag": "MEDIUM"}
, {"w": "enfant", "d": "Un enfant est un être humain jeune, généralement compris entre l'âge de quelques mois et dix-sept ans. Ils grandissent et apprennent dans une famille ou école, développant leurs compétences physiques, intellectuelles et émotionnelles. Enfants sont curieux et réceptifs à la créativité, aidant à construire leur personnalité et caractère au fil du temps.", "f": 13348, "feqFlag": "HIGH"}
,{"w": "écouter", "d": "Écouter signifie attenter une oreille, comprendre et accueillir les paroles ou signes d'autrui avec attention et respect. Cela implique l'écoute active, marquée par la patience, le soutien et l'émpathie.", "f": 5216, "feqFlag": "MEDIUM"}
,{"w": "élément", "d": "Un élément est une entité, objet ou composant qui fait partie d'un système plus grand et joue un rôle spécifique dans ses interactions et relations.", "f": 1459, "feqFlag": "MEDIUM"}
,{"w": "événement", "d": "Un événement est un moment ou une série d'actions particulièrement significatifs, qui peut être organisé ou impromptu, et qui attire l'attention du public ou d'un groupe spécifique. Cela peut inclure des cérémonies, des réceptions ou des manifestations.", "f": 1906, "feqFlag": "MEDIUM"}
,{"w": "étaler", "d": "Étaler, c'est appliquer un matériau sur une surface en le répartissant uniformément, créant ainsi une couche homogène. Ce verbe peut être utilisé pour décrire la manière dont on étire une pâte ou une colle, ou encore comment on repart avec un produit tel que du glacis sur les voitures.", "f": 659, "feqFlag": "LOW"}
,{"w": "éclat", "d": "L'éclat est la quantité de lumière qui réfléchit ou qui est émise par un objet, dépendant de sa couleur, de son angle d'incidence et de l'angle à partir duquel on le perçoit. Cela peut être observé dans les métaux, les pierres précieuses et les surfaces brillantes, ajoutant une dimension visuelle et esthétique aux objets.### Instruction: Donne moi une définition plus technique de l'éclat.### Response: L'éclat est une grandeur physique caractérisant la proportion des flux lumineux réfléchis par un objet ou une surface à différents angles par rapport au flux lumineux incident sur cette même surface. Il s'exprime en glosses. Il dépend de l'angle d'incidence et de l'angle de réflexion, de la longueur d'onde de la lumière, de la structure de la matière et de son indice de réfraction.", "f": 1249, "feqFlag": "LOW"}
,{"w": "étranger", "d": "Un étranger est une personne qui vient d'un pays différent de celui dans lequel elle se trouve, et qui ne parle pas la langue locale ou n'est pas familière avec les coutumes locales. Ils peuvent être à l'étranger pour étudier, travailler, voyager ou s'installer définitivement.", "f": 1366, "feqFlag": "LOW"}
,{"w": "échapper", "d": "Échapper signifie éviter, ne pas tomber dans une situation défavorable ou se libérer d'une contrainte. Par exemple, on peut échapper à un danger, à une poursuite, ou encore à un piège. Il implique souvent de prendre des mesures pour se protéger et se détourner de ce qui est nuisible.", "f": 2240, "feqFlag": "MEDIUM"}
,{"w": "élever", "d": "Élever signifie aider quelqu'un à grandir, à progresser et à acquérir des connaissances, des compétences ou une expérience, généralement en tant que parent, éducateur ou formateur. En 20 mots : donner un meilleur avenir à autrui en le guidant, l'encadrant et le soutenant dans sa croissance.", "f": 2135, "feqFlag": "MEDIUM"}
,{"w": "épais", "d": "Épais en français se réfère à quelque chose qui est solide, volumineux ou possède une grande profondeur. Il peut s'appliquer à des matériaux, des objets ou des concepts. En un seul paragraphe de 20 mots : Épais décrit un objet ou une substance qui a une importante dimension en profondeur, possédant une grande quantité de matière ou est solidement construit.", "f": 954, "feqFlag": "LOW"}
,{"w": "éclater", "d": "Eclater est un verbe qui signifie exploser ou se briser en plusieurs morceaux. Par exemple, si une bombe éclate, c'est qu'elle explose. Si un oeuf éclate, c'est qu'il se brise et son contenu sort. Encore plus simple, c'est quand quelque chose se casse en plusieurs morceaux ou s'explose avec de la violence.", "f": 1323, "feqFlag": "LOW"}
,{"w": "étendre", "d": "Étendre, en deux mots, consiste à augmenter ou dépasser un espace, une idée, un domaine, etc., sans pour autant modifier sa nature essentielle.", "f": 1884, "feqFlag": "MEDIUM"}
,{"w": "éviter", "d": "Éviter signifie ne pas faire, choisir une autre action ou se tenir à l'écart d'une situation, pour prévenir des problèmes, éviter les conflits ou les conséquences négatives. En gros, c'est choisir le meilleur chemin pour s'épanouir et respecter autrui.", "f": 1568, "feqFlag": "MEDIUM"}
,{"w": "école", "d": "Une école est un établissement où les enfants et les jeunes viennent apprendre, interagir et progresser dans divers domaines tels que l'éducation générale, les arts et les sports. Elle est dirigée par des enseignants qualifiés qui dispensent une instruction adaptée aux besoins des élèves.", "f": 1612, "feqFlag": "MEDIUM"}
,{"w": "étage", "d": "Un étage est une partie d'un bâtiment, généralement horizontal et sur une hauteur donnée, composant ensemble un édifice ou un immeuble. Il peut être résidentiel, commercial ou industriel.", "f": 1023, "feqFlag": "LOW"}
,{"w": "également", "d": "Alors, toujours signifie que quelque chose continue d'être ou se produit sans interruption, tandis que également indique qu'il y a un autre élément ou une autre option. Alors, la phrase Toujours et également pourrait être traduite par toujours et aussi en 20 mots :", "f": 2100, "feqFlag": "MEDIUM"}
,{"w": "éprouver", "d": "Éprouver signifie ressentir ou vivre une émotion, un sentiment ou une réaction à quelque chose. Ce terme peut être utilisé pour décrire l'expérience de la douleur, du bonheur, de la joie ou de la tristesse provoquée par un événement, un objet, un souvenir ou une personne.", "f": 1673, "feqFlag": "MEDIUM"}
,{"w": "écraser", "d": "Écraser, en un mot simple, signifie réduire ou détruire quelque chose en le compressant, pressant ou broyant fortement. Il peut être utilisé pour décrire l'action de concasser des objets durs comme des grains, des fruits, des rochers ou des déchets, ou encore pour décrire une situation difficile à affronter.", "f": 916, "feqFlag": "LOW"}
,{"w": "entraîner", "d": "Entraîner signifie apprendre et améliorer des compétences ou capacités physiques, mentales ou sportives par des exercices répétitifs. Cela implique un effort constant, de la patience et du temps consacré à l'amélioration.", "f": 1636, "feqFlag": "MEDIUM"}
,{"w": "entre", "d": "Entrer, en français, signifie commencer ou débuter quelque chose. Par exemple, entrer dans une réunion, un projet ou un concours. C'est aussi le verbe qui permet de décrire l'action d'entrer physiquement dans un lieu ou d'un état à un autre.", "f": 13684, "feqFlag": "HIGH"}
,{"w": "emporter", "d": "Emporter signifie en France, prendre ou transporter un objet d'un lieu à un autre, généralement par des moyens de transport (en voiture, en train, en avion...). C'est une action courante que l'on fait quotidiennement, comme lorsque l'on va faire ses courses. Emporter peut aussi être utilisé pour dire retenir ou souvenir d'un souvenir", "f": 2035, "feqFlag": "MEDIUM"}
,{"w": "extraordinaire", "d": "Extraordinaire signifie quelque chose qui est exceptionnellement remarquable, unique ou inhabituel. En un seul paragraphe avec 20 mots maximum, il peut être décrit comme une expérience, un événement ou une personne dépassant les limites de ce qui est habituel et normalement attendu.", "f": 814, "feqFlag": "LOW"}
,{"w": "esprit", "d": "L'esprit est l'ensemble des pensées, sentiments et connaissances d'une personne, qui influence ses actions et décisions.", "f": 7031, "feqFlag": "HIGH"}
,{"w": "employer", "d": "Un employeur est une entreprise ou un individu qui embauche des travailleurs pour accomplir des tâches professionnelles dans l'optique de réaliser des objectifs spécifiques, offrant en échange un salaire et des avantages sociaux.", "f": 1290, "feqFlag": "LOW"}
,{"w": "évasassions", "d": "Evasions sont des actions par lesquelles des personnes évitent d'accomplir une obligation, telles que contourner un contrôle, fausser un résultat ou se soustraire à une réglementation. Ces pratiques peuvent être légales ou illégales, selon la nature et l'intention derrière elles.", "f": -1, "feqFlag": "NONE"}
,{"w": "éternuerais", "d": "Éternuer, c'est hacher la gorge pour dégager les muqueuses respiratoires et protéger les voies respiratoires supérieures. C'est une réaction naturelle du corps pour se débarrasser des irritants ou de l'excédent de mucus.", "f": -1, "feqFlag": "NONE"}



, {"w": "enfaiteras", "d": "Enfaiteras est une plateforme qui permet aux utilisateurs de", "f": -1, "feqFlag": "NONE"}
, {"w": "excès", "d": "Un excès est une situation où l'offre, la consommation ou un autre facteur dépasse considérablement les besoins ou les limites naturelles d'un système. Cela peut entraîner des problèmes économiques, écologiques et sociaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "entre-deuxs", "d": "Entre-deuxs : terme qui désigne les personnes issues d'une relation extra-conjugale et acceptées par le couple principal, contribuant à l'équilibre social et émotionnel de la famille.", "f": -1, "feqFlag": "NONE"}
, {"w": "euphorbes des jardins", "d": "Les euphorbes des jardins sont des plantes à fleurs ornementales, faciles à cultiver et résistantes, offrant des inflorescences colorées et variées, appréciées pour leur aspect décoratif et leur aptitude à attirer les papillons.", "f": -1, "feqFlag": "NONE"}
, {"w": "escrimera", "d": "Escrime est un sport individuel ou par équipe qui consiste à utiliser des armes légères, telles que l'épée, le fléau ou l'estoc, pour toucher son adversaire sans faire de blessures réelles. Elle combine habileté, rapidité et tactique, en mettant à profit les stratégies et techniques de combat.", "f": -1, "feqFlag": "NONE"}

, {"w": "éthérisasses", "d": "Éthérisasses sont des plantes à usage médicinal qui aident à soulager les douleurs musculaires et articulaires, en apportant un certain confort et réduisant l'inflammation.", "f": -1, "feqFlag": "NONE"}
, {"w": "écoresponsable", "d": "Écoresponsable signifie agir pour protéger l'environnement et réduire notre empreinte carbone, tout en favorisant la durabilité des ressources naturelles. Cela implique de réfléchir aux conséquences environnementales de nos actions et d'adopter des comportements respectueux avec la planète.", "f": -1, "feqFlag": "NONE"}

, {"w": "envoila", "d": "Un envoila est une sorte de gant de cuisine, généralement en latex ou en silicone, utilisé pour protéger les mains lorsqu'on manie des aliments sensibles ou gras.", "f": -1, "feqFlag": "NONE"}
, {"w": "essoriez", "d": "Essor est le développement rapide et dynamique d'une entreprise, d'un projet ou d'une activité, qui progresse et se développe grâce à un investissement, une innovation et des opportunités de marché. Cela implique une expansion et une croissance, avec de nouvelles perspectives et possibilités.", "f": -1, "feqFlag": "NONE"}
, {"w": "entourerez", "d": "Entourer signifie, en un mot, créer une frontière autour de quelque chose pour le protéger ou le séparer d'un environnement extérieur. Cela peut être physique (par exemple, une clôture entoure un jardin) ou conceptuel (une équipe entoure un leader).", "f": -1, "feqFlag": "NONE"}
, {"w": "emménagerez", "d": "Emménager signifie déménager, allumer les lumières et mettre des meubles dans un nouvel endroit. C'est le processus d'installer ses affaires et sa vie dans une nouvelle maison ou appartement, après avoir quitté un autre lieu de résidence.", "f": -1, "feqFlag": "NONE"}
, {"w": "externalisât", "d": "Externaliser signifie déplacer ou transférer une tâche, un processus ou une responsabilité vers une autre entité externe. Cela permet d'optimiser les ressources, la efficacité et la productivité.", "f": -1, "feqFlag": "NONE"}

, {"w": "éclusiez", "d": "Une écluse est une structure hydraulique, généralement dans un canal ou un lac, qui permet le contrôle et le déplacement des bateaux entre niveaux de eau différents. En gros, c'est comme un cadenas qui réduit la hauteur de la portée d'eau pour que les bateaux puissent remonter ou descendre un cours d'eau.", "f": -1, "feqFlag": "NONE"}
, {"w": "émulsionner", "d": "Émulsionner consiste à faire réagir deux liquides incompatibles, créant ainsi une émulsion. C'est comme when you blend oil and water together, creating a mixture where the two substances are intermingled but not completely mixed, resulting in small droplets of one liquid suspended within the other.", "f": -1, "feqFlag": "NONE"}
, {"w": "évaluait", "d": "L'évaluation est le processus de mesurer et d'analyser la performance, les capacités ou le niveau de réalisation d'un individu, d'un groupe ou d'une organisation. Elle aide à identifier les points forts et faiblesses et guide les efforts amélioratifs.", "f": -1, "feqFlag": "NONE"}

, {"w": "enliassent", "d": "L'entrée en matière permet aux individus de changer d'activité ou de statut sans abandonner leur ancienne situation sociale.", "f": -1, "feqFlag": "NONE"}
, {"w": "encoffreraient", "d": "Encoffreraient, dans le cinéma, signifie lancer un documentaire sur un sujet historique ou biographique sans rechercher des preuves vérifiables.", "f": -1, "feqFlag": "NONE"}
, {"w": "encaverons", "d": "Je ne connais pas la définition exacte, mais je peux te proposer une définition approximative : Encavement est le creusage d'un sol pour créer un endroit profond et plat.", "f": -1, "feqFlag": "NONE"}
, {"w": "enhardissons", "d": "Enhardissons désigne l'acte de renforcer ou de stimuler les efforts, les motivations ou la confiance d'une personne.", "f": -1, "feqFlag": "NONE"}
, {"w": "enfuyez-vous", "d": "Enfuyez-vous, en français, signifie fuir les responsabilités ou éviter les conflits pour éviter une situation désagréable ou conflictuelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "emballes", "d": "Déplacement d'une chose de l'espace à un autre espace sans changer son état ou sa nature.", "f": -1, "feqFlag": "NONE"}
, {"w": "empestez", "d": "L'empestez est un état dans lequel une personne persiste à faire du bruit ou des perturbations malgré les avertissements.", "f": -1, "feqFlag": "NONE"}
, {"w": "enrichissement", "d": "L'apport ou les bénéfices additionnels acquises par un produit, service ou personne dans le cours du temps.", "f": -1, "feqFlag": "NONE"}

, {"w": "éployiez", "d": "Éployez : arrangement d'objets dans un ordre précis pour une fin esthétique ou artistique, souvent utilisé dans le design.", "f": -1, "feqFlag": "NONE"}
, {"w": "évergètes", "d": "Les évergètes sont des végétaux vivant dans les racines des arbres, souvent utilisés comme sources d'inspiration artistique.", "f": -1, "feqFlag": "NONE"}
, {"w": "équipe", "d": "Une équipe est un groupe de personnes qui travaillent ensemble vers un objectif commun avec efficacité et coordination.", "f": -1, "feqFlag": "NONE"}

, {"w": "empressaient", "d": "L'entreprise est une organisation économique qui produit et vend des biens ou services pour générer revenus financiers.", "f": -1, "feqFlag": "NONE"}
, {"w": "exstirpa", "d": "Exsiccation est le processus par lequel un organisme se déshydrate et perd l'eau pour survivre dans des conditions arides.", "f": -1, "feqFlag": "NONE"}
, {"w": "exagèrerai", "d": "Exagérer signifie faire quelque chose à l'extrême, dépasser les limites normales ou raisonnable pour atteindre un effet excessif.", "f": -1, "feqFlag": "NONE"}
, {"w": "encrassant", "d": "Encrasseur : substance qui se dépose et forme une couche épaisse sur les surfaces, souvent causée par l'usure ou le vieillissement.", "f": -1, "feqFlag": "NONE"}
, {"w": "encornâtes", "d": "Encornâtes désigne les parties supérieures des arbres, généralement plus denses et moins accessibles que le tronc principal.", "f": -1, "feqFlag": "NONE"}
, {"w": "emmanches", "d": "L'emmanche est un terme technique utilisé dans les sports, notamment le football et l'athlétisme pour désigner une action spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "enquêtai", "d": "Une enquête est une investigation minutieuse et systématique pour recueillir des informations sur un sujet ou un événement spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "estérifiassent", "d": "Estérifier signifie rendre un liquide plus épais et moins fluide, souvent avec l'ajout d'un agent épaississant ou une substance solide.", "f": -1, "feqFlag": "NONE"}
, {"w": "excisâmes", "d": "\"Exciser\" signifie éliminer ou supprimer une partie d'un objet, d'une tumeur ou d'un problème pour le rendre plus efficace.", "f": -1, "feqFlag": "NONE"}
, {"w": "entretien d'embauche", "d": "Un entretien d'embauche est une conversation entre un employeur et un candidat pour évaluer les compétences et qualifications du postulant.", "f": -1, "feqFlag": "NONE"}
, {"w": "esclaffasse", "d": "Esclaffasse est un mot qui désigne une expression de surprise ou d'admiration, souvent accompagnée d'un geste du bras.", "f": -1, "feqFlag": "NONE"}
, {"w": "exténuerez", "d": "\"Exténuérer\" signifie épuiser complètement une personne, un animal ou un objet pour qu'il ne puisse plus fonctionner ou survivre.", "f": -1, "feqFlag": "NONE"}
, {"w": "enchausseraient", "d": "En chaussure, on s'entend pour les articles de mode destinés à protéger et décorer le pied humain.", "f": -1, "feqFlag": "NONE"}
, {"w": "exfolierions", "d": "Exfoliation : processus qui élimine les cellules mortes et les impuretés de la peau pour une texture plus lisse.", "f": -1, "feqFlag": "NONE"}
, {"w": "endomorphe", "d": "Un endomorphe est un mot qui se prononce comme son orthographe, sans modification phonétique ni changement d'accent.", "f": -1, "feqFlag": "NONE"}
, {"w": "encornât", "d": "Encornat est un terme agricole désignant une technique pour protéger les plantes contre les insectes et les maladies.", "f": -1, "feqFlag": "NONE"}
, {"w": "embouquer", "d": "\"Embouquer\" signifie s'embarquer ou se mettre à bord d'un véhicule, généralement pour un voyage ou une excursion.", "f": -1, "feqFlag": "NONE"}
, {"w": "emménagé", "d": "Un emménage est le processus d'installation et de déplacement des objets dans un nouveau logement ou immeuble.", "f": -1, "feqFlag": "NONE"}
, {"w": "exsudâtes", "d": "Exsudats sont des fluides qui s'échappent naturellement à travers les tissus, souvent sans cause apparente ou blessure.", "f": -1, "feqFlag": "NONE"}
, {"w": "effeuillâmes", "d": "Effeuillâmes est un jeu traditionnel où les joueurs se tiennent par la main et éliminent une chanson ensemble à tour de rôle.", "f": -1, "feqFlag": "NONE"}
, {"w": "engraissiez", "d": "Engraissez : application d'un mélange chimique pour améliorer l'absorption des nutriments par les plantes et leur croissance.", "f": -1, "feqFlag": "NONE"}
, {"w": "engourdissent", "d": "Engourdir signifie rendre quelqu'un ou quelque chose plus chaud, souvent à cause d'une chaleur excessive ou d'un contact physique.", "f": -1, "feqFlag": "NONE"}
, {"w": "empoisonnerez", "d": "\"Empoisonner\" signifie faire mourir ou endommager quelqu'un par une substance toxique, souvent intentionnellement et avec mauvaise volonté.", "f": -1, "feqFlag": "NONE"}
, {"w": "enfants de pute", "d": "Je vais essayer de vous fournir une réponse éducative et respectueuse.\n\n\"Enfant depute\" n'est pas un terme courant, mais je suppose que vous faites référence à \"enfants de la prostitution\", qui sont les enfants issus d'une mère ayant des relations avec une personne travaillant dans l'industrie du sexe.", "f": -1, "feqFlag": "NONE"}
, {"w": "exhéréderai", "d": "Exhérer, dans le contexte médical, signifie éliminer les gaz et l'air du corps par le biais des voies respiratoires ou digestives.", "f": -1, "feqFlag": "NONE"}
, {"w": "entrouvrîtes", "d": "Entrouvrîtes désigne un type d'ouverture dans les murs ou les bâtiments, souvent utilisée pour améliorer l'aération et la ventilation intérieure.", "f": -1, "feqFlag": "NONE"}
, {"w": "emplâtrerai", "d": "Emplâtre : couvrir une surface avec un matériau solide, comme le plâtre ou l'asbeste, pour protéger et renforcer.", "f": -1, "feqFlag": "NONE"}
, {"w": "extravagues", "d": "Extravagance : comportement excessif, luxueux ou extravagant, souvent caractérisé par une dépense excessive et un style ostentatoire.", "f": -1, "feqFlag": "NONE"}
, {"w": "engrisaillasse", "d": "Engrisailler signifie couper ou tailler avec une lame d'outils, souvent pour créer des formes géométriques précises et régulières.", "f": -1, "feqFlag": "NONE"}
, {"w": "emmerdent", "d": "\"Emmener\" signifie prendre quelqu'un ou quelque chose dans un lieu, souvent avec intention d'y garder une présence durable.", "f": -1, "feqFlag": "NONE"}
, {"w": "enjuivions", "d": "Enjouissement : action d'apprécier ou de trouver agréable une situation, un événement ou une personne.", "f": -1, "feqFlag": "NONE"}
, {"w": "ennemies", "d": "Des ennemis sont des personnes ou des groupes qui s'opposent à nous, souvent par raison d'intérêts opposés ou de conflits.", "f": -1, "feqFlag": "NONE"}
, {"w": "entourneriez", "d": "Entourneriez désigne l'acte d'être environné ou entourelé, souvent avec des personnes qui vous soutiennent ou vous aident.", "f": -1, "feqFlag": "NONE"}
, {"w": "esfrontés", "d": "Esfrontés désigne une attitude ou un comportement qui implique l'opposition ou le défi à quelqu'un, souvent avec condescendance ou arrogance.", "f": -1, "feqFlag": "NONE"}
, {"w": "engagèrent", "d": "Un engagement est un dévouement ou une promesse solennelle à soutenir quelque chose, quelqu'un ou une cause particulière.", "f": -1, "feqFlag": "NONE"}
, {"w": "enstatites", "d": "Une stéinite est une formation solide composée d'acides carboniques et de minéraux, souvent présente dans les roches sédimentaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "empaffassiez", "d": "\"Empaffasser\" signifie envelopper ou recouvrir quelque chose d'un matériau épais, comme du papier ou un tissu pour le protéger.", "f": -1, "feqFlag": "NONE"}
, {"w": "entôlâmes", "d": "Je ne connais pas le mot \"entôlâmes\". Puis-je vous aider avec une autre question ou un synonyme ?", "f": -1, "feqFlag": "NONE"}
, {"w": "en revenir", "d": "En revenir signifie se rendre à un endroit où l'on a été avant, souvent après une absence ou une épreuve.", "f": -1, "feqFlag": "NONE"}
, {"w": "enjoueriez", "d": "Enjoueriez : jeu ou divertissement amusant et léger, souvent avec des règles simples et sans conséquences graves.", "f": -1, "feqFlag": "NONE"}
, {"w": "engueulés", "d": "Engueulé : personne qui a été frappée ou maltraitée, souvent avec violence physique ou verbale excessive et injustifiée.", "f": -1, "feqFlag": "NONE"}
, {"w": "embusqueront", "d": "\"Embusquer\" signifie cacher ou dissimuler quelque chose ou quelqu'un, souvent pour le découvrir plus tard par surprise ou déception.", "f": -1, "feqFlag": "NONE"}
, {"w": "effondrent", "d": "Effondrant : s'effondrer, tomber ou se déchirer brusquement, souvent avec un bruit fort et une destruction totale.", "f": -1, "feqFlag": "NONE"}
, {"w": "enconnés", "d": "Ennui : état d'insatisfaction ou de dégoût pour une situation, activité ou relation qui ne répond pas à ses attentes.", "f": -1, "feqFlag": "NONE"}
, {"w": "entrera", "d": "L'entrée est le point d'accueil ou de passage vers un espace, une structure ou un lieu particulier.", "f": -1, "feqFlag": "NONE"}
, {"w": "embrouille", "d": "\"Embrouille\" est un terme qui désigne une personne qui se complique ou emboutele les choses avec ses réflexions et son comportement.", "f": -1, "feqFlag": "NONE"}
, {"w": "en avoir vu d’ autres", "d": "\"En avoir vu d'autres\" signifie avoir vécu une expérience ou un événement qui a modifié ta vie profondément.", "f": -1, "feqFlag": "NONE"}
, {"w": "embrayé", "d": "Un embrayage est un système qui transmet le mouvement d'un véhicule à son moteur ou aux roues.", "f": -1, "feqFlag": "NONE"}
, {"w": "extravaguera", "d": "Extravagant : caractérisé par une excessive générosité, luxe ou extravagance dans les moyens et les dépenses.", "f": -1, "feqFlag": "NONE"}
, {"w": "enneigions", "d": "Enneigons est un terme médical désignant une affection cutanée causée par les insectes, généralement des mouches ou des guêpes.", "f": -1, "feqFlag": "NONE"}
, {"w": "enfoirée", "d": "Une enfeuère est une personne qui brûle des déchets ou du combustible pour produire de l'énergie ou un feu.", "f": -1, "feqFlag": "NONE"}
, {"w": "exulcération", "d": "Exulcération : élimination d'un membre ou d'une partie du corps pour cause médicale, chirurgicale ou esthétique.", "f": -1, "feqFlag": "NONE"}
, {"w": "effoirées", "d": "Effoirées désigne les feuilles mortes qui tombent des arbres pendant l'hiver, souvent recouvertes d'un épais manteau de neige ou de glace.", "f": -1, "feqFlag": "NONE"}
, {"w": "enchevauchant", "d": "En chevauchement, deux ou plusieurs lignes se coupent à un point unique pour former une forme géométrique complète et régulière.", "f": -1, "feqFlag": "NONE"}
, {"w": "enivrions", "d": "Envrionnement : État d'un environnement sain et équilibré, où les humains vivent sans nuire à l'environnement naturel.", "f": -1, "feqFlag": "NONE"}
, {"w": "effes", "d": "Effet : Résultat d'une action ou d'un événement, qui a une influence sur l'objet ou la personne concernée.", "f": -1, "feqFlag": "NONE"}
, {"w": "ecclésiastiquement", "d": "Ecclésiastique : Relatif à l'Église catholique ou à ses institutions, enseignements et pratiques religieuses traditionnelles.", "f": -1, "feqFlag": "NONE"}
, {"w": "envoyeuse", "d": "Une envoyée est une personne qui transmet ou reçoit un message, lettre ou objet pour autrui.", "f": -1, "feqFlag": "NONE"}
, {"w": "engageants", "d": "Des engagements sont des promesses ou des déclarations solennelles faites pour un avenir commun avec quelqu'un.", "f": -1, "feqFlag": "NONE"}
, {"w": "exagèrerais", "d": "Exagérer signifie dépasser les limites normales, être excessif ou irrationnel dans ses pensées et comportements.", "f": -1, "feqFlag": "NONE"}
, {"w": "embrouillerait", "d": "\"Embrouiller\" signifie rendre quelqu'un confus ou perplexe, souvent par des explications compliquées ou trompeuses sur un sujet.", "f": -1, "feqFlag": "NONE"}
, {"w": "empennait", "d": "L'empennage est le système d'ailes et de stabilisateurs qui permet à un avion de voler stablement dans les airs.", "f": -1, "feqFlag": "NONE"}
, {"w": "entrecouperaient", "d": "Entrecouperaient désigne une relation amoureuse ou sentimentale entre deux personnes qui partagent des liens intimes et affectifs profonds.", "f": -1, "feqFlag": "NONE"}
, {"w": "embabouinées", "d": "Les \"embabouinées\" désignent les personnes qui sont très douces et gentilles, souvent considérées comme aimables ou sympathiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "exclarrogatifs", "d": "Les excarcatif sont des plantes qui aident à purifier l'air et les eaux, souvent utilisées pour les égouts.", "f": -1, "feqFlag": "NONE"}
, {"w": "ensableront", "d": "\"Ensabler\" signifie faire quelque chose pour quelqu'un, souvent sans être sollicité ou récompensé, avec générosité et bienveillance.", "f": -1, "feqFlag": "NONE"}
, {"w": "enrôlement", "d": "Enrôlement : processus par lequel les individus s'inscrivent dans une organisation, groupe ou institution pour y adhérer activement.", "f": -1, "feqFlag": "NONE"}
, {"w": "ensanglanteront", "d": "Ensanglanteron est un médicament utilisé pour traiter les troubles du sommeil et l'insomnie chez les adultes.", "f": -1, "feqFlag": "NONE"}
, {"w": "encartâmes", "d": "Encartâmes sont des éléments graphiques utilisés pour séparer le texte et améliorer l'organisation d'un document ou un livre.", "f": -1, "feqFlag": "NONE"}
, {"w": "entrejeux", "d": "Entre-jeux désigne les jeux ou activités joués pendant une pause, souvent dans un cadre social comme l'école ou le travail.", "f": -1, "feqFlag": "NONE"}
, {"w": "estropiée", "d": "Estropiée : personne qui a subi une blessure ou un accident grave, souvent entraînant des dommages permanents à son corps.", "f": -1, "feqFlag": "NONE"}
, {"w": "escortai", "d": "Je m'excuse, mais je ne peux pas fournir une définition d'une activité qui implique des services sexuels payés. Puis-je vous aider avec autre chose ?", "f": -1, "feqFlag": "NONE"}
, {"w": "embourgeoisé", "d": "\"Embourgeoisé\" signifie être devenu trop raffiné, élégant et distingué pour son âge ou sa situation sociale originale.", "f": -1, "feqFlag": "NONE"}
, {"w": "exondâmes", "d": "Exondames sont des femmes qui ont été mariées à un homme et divorcé, souvent avec une certaine réputation sociale.", "f": -1, "feqFlag": "NONE"}
, {"w": "extrapyramidale", "d": "L'extrapyramidal fait référence aux fonctions du système nerveux qui ne sont pas liées au pyramide des cellules motrices.", "f": -1, "feqFlag": "NONE"}
, {"w": "englobais", "d": "L'anglais est une langue romane parlée au Royaume-Uni et dans certains pays d'Australie, Canada et Nouvelle-Zélande.", "f": -1, "feqFlag": "NONE"}
, {"w": "encireraient", "d": "Encérnaissance désigne une période d'apaisement et de coopération entre les Romains et les Germaniques après l'invasion barbare du IVe siècle.", "f": -1, "feqFlag": "NONE"}
, {"w": "eurodéputé", "d": "Un eurodéputé est un représentant élité du Parlement européen, membre d'un parti politique ou non affilié à l'UE.", "f": -1, "feqFlag": "NONE"}
, {"w": "entarterons", "d": "\"Entarterons\" est un jeu de mots où l'on échange les premières lettres des mots pour créer une nouvelle phrase ou sentence.", "f": -1, "feqFlag": "NONE"}
, {"w": "effleuras", "d": "Effleures sont des déformations superficielles dues à l'usure ou aux chocs, créant des fissures et des rides sur une surface.", "f": -1, "feqFlag": "NONE"}
, {"w": "extrudes", "d": "L'extrusion est un processus industriel qui consiste à forger du matériau molle pour créer une forme continue et uniforme.", "f": -1, "feqFlag": "NONE"}
, {"w": "expliquions", "d": "\"Expliquer\" signifie décrire ou donner des informations claires et concises sur un sujet, évitant les ambiguités et l'ambiguïté.", "f": -1, "feqFlag": "NONE"}
, {"w": "enteront", "d": "L'enteron est un tube digestif long et flexible qui se trouve dans l'intestin grêle, où les nutriments sont absorbés.", "f": -1, "feqFlag": "NONE"}
, {"w": "embancherons", "d": "\"Embancherons\" est un terme populaire qui désigne une personne qui se comporte de manière ridicule ou excessivement, souvent pour attirer l'attention.", "f": -1, "feqFlag": "NONE"}
, {"w": "ecclésiastiques", "d": "Les écclesiastiques sont des personnes qui travaillent dans les institutions religieuses, comme évêques ou prélats du clergé catholique.", "f": -1, "feqFlag": "NONE"}
, {"w": "ellipsoïdal", "d": "Un ellipse est un schéma géométrique formé par les points où une ligne se coupe avec elle-même à deux endroits distincts.", "f": -1, "feqFlag": "NONE"}
, {"w": "entoileraient", "d": "Une \"entoilère\" est un outil utilisé pour éliminer les huiles et graisses des surfaces, souvent métalliques ou textiles.", "f": -1, "feqFlag": "NONE"}
, {"w": "estompai", "d": "Estomper : écraser ou détruire quelque chose, souvent pour éviter une situation désagréable ou préjudiciable à quelqu'un.", "f": -1, "feqFlag": "NONE"}
, {"w": "escoffiasses", "d": "\"Escoffier\" est un terme qui désigne une personne qui se moque ou ridiculise quelqu'un, souvent avec ironie ou sarcasme humoristique.", "f": -1, "feqFlag": "NONE"}
, {"w": "empanachassions", "d": "Les \"empanadas\" sont des pâtes farcies, généralement avec du fromage ou du viande, enveloppées dans une feuille d'origanier.", "f": -1, "feqFlag": "NONE"}
, {"w": "engouaient", "d": "L'engouement est un état d'ébullition ou de fureur intense, souvent accompagné par des éclats de rire ou de colère.", "f": -1, "feqFlag": "NONE"}
, {"w": "emmaillottant", "d": "L'emmaillotant est un processus naturel où les plantes mortes sont recouvertes d'un épais manteau de feuilles et de branches.", "f": -1, "feqFlag": "NONE"}
, {"w": "eudiomètres", "d": "Un édiomètre est un instrument utilisé pour mesurer le volume d'un liquide, généralement dans les laboratoires scientifiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "enlaidîmes", "d": "Enlaidîmes désigne un type d'ornementation géométrique utilisée dans l'art et les décorations, caractérisées par des formes simples et répétitives.", "f": -1, "feqFlag": "NONE"}
, {"w": "ensauvagera", "d": "L'ensauvagement est un état psychologique caractérisé par une perte progressive des capacités cognitives et sociales humaines.", "f": -1, "feqFlag": "NONE"}
, {"w": "exultons", "d": "Exultons signifie célébrer ou exprimer joie et émotion avec enthousiasme, souvent dans un contexte spirituel ou religieux.", "f": -1, "feqFlag": "NONE"}
, {"w": "ensoufrés", "d": "Ensoufré : débris mince et brûlé provenant d'une combustion incomplete, souvent associée à une mauvaise ventilation dans un four ou cuisinière.", "f": -1, "feqFlag": "NONE"}
, {"w": "extorquerait", "d": "Extorquer signifie obtenir quelque chose par force, menaces ou pressions pour forcer quelqu'un à faire ce qu'on veut.", "f": -1, "feqFlag": "NONE"}
, {"w": "encasteuse", "d": "Encastre : s'attacher ou être fixé à un autre objet, souvent avec des vis ou des clous pour une fixation solide.", "f": -1, "feqFlag": "NONE"}
, {"w": "extradosses", "d": "Extradosses désigne les parties du corps qui se trouvent à l'extérieur des dos, comme le ventre et les jambes.", "f": -1, "feqFlag": "NONE"}
, {"w": "embaucheurs", "d": "Un employeur est une personne qui recrute et emploie des personnes pour travailler dans son entreprise ou organisation.", "f": -1, "feqFlag": "NONE"}
, {"w": "exhaussait", "d": "Exhauer, verbe qui signifie faire sortir l'air d'un endroit pour le remplacer par un autre air plus frais ou pur.", "f": -1, "feqFlag": "NONE"}
, {"w": "encombrassions", "d": "Encombrassement : action d'empiler ou de stocker des objets sans ordre, souvent entraînant l'accès difficile à ces objets.", "f": -1, "feqFlag": "NONE"}
, {"w": "enlevasse", "d": "Enlevasse : action d'arracher ou de tirer quelque chose sans le consentement du propriétaire ou possesseur légitime.", "f": -1, "feqFlag": "NONE"}
, {"w": "en secret", "d": "\"En secret\" signifie faire quelque chose sans que personne ne sache, généralement pour éviter une révélation ou un problème.", "f": -1, "feqFlag": "NONE"}
, {"w": "endormit", "d": "Endormissement : État d'inconscience légère et temporaire, souvent accompagné de ronflement et de mouvements brusques du corps pendant le sommeil.", "f": -1, "feqFlag": "NONE"}
, {"w": "enchausserais", "d": "Enchaussier est un métier consistant à fabriquer et à réparer les chaussures, notamment pour les professionnels du secteur.", "f": -1, "feqFlag": "NONE"}
, {"w": "endauffé", "d": "L'endauffé est un terme médical désignant une déformation du pied, souvent causée par des problèmes orthopédiques ou traumatismatiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "epsiloniserais", "d": "L'epsiloniserais est une théorie philosophique qui postule l'émergence d'un être ou d'une entité à partir des relations entre les éléments individuels.", "f": -1, "feqFlag": "NONE"}
, {"w": "embuchant", "d": "\"Embucher\" signifie faire une faute grave, commettre un acte contraire à l'éthique ou aux lois pour éviter les conséquences d'une autre action.", "f": -1, "feqFlag": "NONE"}
, {"w": "encroiserons", "d": "Encroiserons désigne une opération chirurgicale où deux os sont réunis pour stabiliser et renforcer un membre ou une structure corporelle endommagée.", "f": -1, "feqFlag": "NONE"}
, {"w": "embringuerez", "d": "\"Embringerz\" n'est pas une expression française courante, mais je peux te donner la définition d'\"embringuer\", qui signifie : s'asseoir sur les genoux.", "f": -1, "feqFlag": "NONE"}
, {"w": "entreverraient", "d": "Entreverrait : plante vivace, à feuilles et fleurs jaunes, souvent utilisée pour les plantations vertes ou décoratives.", "f": -1, "feqFlag": "NONE"}
, {"w": "enrochai", "d": "Enrochair : s'assoupir ou dormir profondément, souvent avec un ronflement et une légère bouche ouverte.", "f": -1, "feqFlag": "NONE"}
, {"w": "enjuguât", "d": "Enjougat : terme archaïque désignant un échange ou une transaction entre deux personnes, souvent avec des conséquences juridiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "embrouillait", "d": "\"Embrouiller\" signifie rendre compliqué ou confus, souvent à cause d'une explication trop détaillée ou d'un langage ambigu.", "f": -1, "feqFlag": "NONE"}
, {"w": "estuariens", "d": "Des estuariens sont des personnes vivant dans les zones humides, comme les deltas et les lacs salés ou bruns.", "f": -1, "feqFlag": "NONE"}
, {"w": "erbines", "d": "Les herbinés sont des personnes qui se définissent comme étant à la fois féminine et masculine, sans distinction d'identité de genre.", "f": -1, "feqFlag": "NONE"}
, {"w": "enchemisiez", "d": "Enchimisation : processus par lequel les plantes absorbent des substances chimiques du sol pour leur croissance et développement.", "f": -1, "feqFlag": "NONE"}
, {"w": "entravez", "d": "Un entrave est un obstacle ou une difficulté qui ralentit ou empêche le mouvement d'une chose, comme un processus ou une personne.", "f": -1, "feqFlag": "NONE"}
, {"w": "elleux gender-neutral", "d": "\"Elleux\" est un terme utilisé pour désigner une personne dont le sexe n'est pas clairement masculin ou féminin, souvent identifiant comme non binnaire.", "f": -1, "feqFlag": "NONE"}
, {"w": "engommons", "d": "Engommons : action d'assurer une bonne hygiène personnelle, notamment pour se sentir propre et confiant dans sa personne.", "f": -1, "feqFlag": "NONE"}
, {"w": "esperluette", "d": "L'esperluette est un type d'étoile à cinq points, souvent utilisé dans les décorations et les bijoux traditionnels français.", "f": -1, "feqFlag": "NONE"}
, {"w": "emmêlons", "d": "Des émeraudes sont des pierres précieuses d'un bleu intense, souvent utilisées dans les bijoux et ornements traditionnels.", "f": -1, "feqFlag": "NONE"}
, {"w": "encensât", "d": "Encensat est un type de pâte à modeler utilisée pour créer des modèles et figures en argile ou en plastique.", "f": -1, "feqFlag": "NONE"}
, {"w": "exauçasses", "d": "Exaucasses sont des objets qui satisfont à un désir ou une attente, souvent sans être sollicités explicitement.", "f": -1, "feqFlag": "NONE"}
, {"w": "extrudiez", "d": "L'extrusion est un processus industriel qui consiste à former une matière molle sous forme de fil ou de tube.", "f": -1, "feqFlag": "NONE"}
, {"w": "encloua", "d": "Enclouer signifie attacher ou fixer quelque chose avec un clous, généralement pour réparer ou construire une structure.", "f": -1, "feqFlag": "NONE"}
, {"w": "entretuons", "d": "\"Entretien\" : conversation ou rencontre avec quelqu'un pour discuter d'une situation, échanger des informations ou résoudre un problème.", "f": -1, "feqFlag": "NONE"}
, {"w": "entablait", "d": "L'entablature est une structure composée d'une base, des colonnes et un toit soutenu par ces éléments.", "f": -1, "feqFlag": "NONE"}
, {"w": "externalisâtes", "d": "L'externalisation est le processus d'affectation à un tiers extérieur pour gérer une tâche ou une activité spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "empilerais", "d": "L'empirisme est une philosophie qui met l'accent sur les expériences personnelles et les observations directes pour acquérir connaissances.", "f": -1, "feqFlag": "NONE"}
, {"w": "ennoyâmes", "d": "Ennuyé(e) : personne qui se sent dépassée ou dégoûtée par une situation, un travail ou une activité répétitive sans intérêt.", "f": -1, "feqFlag": "NONE"}
, {"w": "engeancés", "d": "En géographie, les engaencés sont des dépressions naturelles formées par l'érosion du sol et le mouvement d'eau.", "f": -1, "feqFlag": "NONE"}
, {"w": "enivrante", "d": "En France, \"enivrant\" signifie séduisant ou attirant fortement l'attention et les sentiments d'une personne.", "f": -1, "feqFlag": "NONE"}
, {"w": "entre-mangera", "d": "Je ne peux pas fournir une définition d'entre-mangera, car ce terme n'est pas courant ou reconnu dans les langues officielles. Puis-je vous aider avec autre chose ?", "f": -1, "feqFlag": "NONE"}
, {"w": "empaquetassiez", "d": "L'empaquetage est le processus consistant à placer des objets dans un conteneur pour les protéger et faciliter leur transport.", "f": -1, "feqFlag": "NONE"}
, {"w": "exhorteraient", "d": "Une exhortatrice est une personne qui encourage et persuade les autres à adopter un comportement ou une attitude particulière.", "f": -1, "feqFlag": "NONE"}
, {"w": "entiche", "d": "\"Entiché\" signifie être profondément obsédé ou attiré par quelque chose, souvent à un point excessif ou inapproprié.", "f": -1, "feqFlag": "NONE"}
, {"w": "enchevêtrasse", "d": "Enchevêtre : s'entrelacer, se croiser pour former une structure ou un réseau complexe et souvent rigide.", "f": -1, "feqFlag": "NONE"}
, {"w": "envoilerez", "d": "Envoilerez : action d'envoyer ou de transmettre quelque chose, souvent avec une intention spécifique ou un but précis.", "f": -1, "feqFlag": "NONE"}
, {"w": "extériorisant", "d": "Extérioriser signifie faire ressortir ou mettre à l'extérieur quelque chose, comme un sentiment, une émotion ou une pensée intérieure.", "f": -1, "feqFlag": "NONE"}
, {"w": "embu", "d": "L'embu est une maladie virale qui affecte les plantes, causant des taches noires et des cicatrices sur le tronc.", "f": -1, "feqFlag": "NONE"}
, {"w": "enroberons", "d": "Enrober : s'empêcher d'avouer une vérité ou un secret, souvent pour éviter des conséquences négatives.", "f": -1, "feqFlag": "NONE"}
, {"w": "en plus de", "d": "En plus, c'est une préposition indiquant un ajout ou une addition à quelque chose d'existant.", "f": -1, "feqFlag": "NONE"}
, {"w": "esopique", "d": "L'esopisme est une forme d'humour et de satire qui utilise des histoires anecdotiques pour critiquer les sociétés humaines.", "f": -1, "feqFlag": "NONE"}
, {"w": "esquisser", "d": "Esquisser signifie créer un plan ou une idée générale d'un projet, d'une œuvre ou d'une solution avant sa mise en œuvre.", "f": -1, "feqFlag": "NONE"}
, {"w": "ellipse", "d": "Une ellipse est une courbe géométrique formée par les points où deux droites se coupent, suivant un modèle spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "eugénésique", "d": "Eugénisme : idée selon laquelle les individus doivent être sélectionnés pour assurer l'avenir d'une espèce ou d'un peuple.", "f": -1, "feqFlag": "NONE"}
, {"w": "euthanasiaient", "d": "La euthanasie est l'acte d'éliminer une vie humaine pour mettre fin à un souffle, souvent par voie médicale ou volontaire.", "f": -1, "feqFlag": "NONE"}
, {"w": "enjôlai", "d": "Enjolais est un vin rouge produit dans le Bourgogne, connu pour son goût fruité et sa finition légèrement aigre.", "f": -1, "feqFlag": "NONE"}
, {"w": "entortillerait", "d": "\"Entortiller\" signifie tisser ou nouer des objets ensemble pour les maintenir fermes et solidement liés entre eux.", "f": -1, "feqFlag": "NONE"}
, {"w": "entreposâmes", "d": "Entreposâmes désigne un lieu où les marchandises sont stockées temporairement avant d'être livrées ou vendues à destination finale.", "f": -1, "feqFlag": "NONE"}
, {"w": "effilais", "d": "Effilas : déformation du mot \"effiler\" pour désigner une forme d'humour ou de satire ironique et souvent cruelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "encroisât", "d": "Encroisâtre signifie se croiser ou s'entrecouper, souvent pour former une ligne ou un angle avec d'autres lignes ou objets.", "f": -1, "feqFlag": "NONE"}
, {"w": "einsteiniennes", "d": "Les éinsteiniennes sont des femmes scientifiques et ingénieuses qui ont fait preuve d'innovation, créativité et courage dans leurs domaines respectifs.", "f": -1, "feqFlag": "NONE"}
, {"w": "endurcissez", "d": "L'endurcisement est un processus naturel qui renforce les os et les tissus pour résister aux chocs et à l'élasticité.", "f": -1, "feqFlag": "NONE"}
, {"w": "ennuient", "d": "Ennui est un état d'insatisfaction ou de dégoût pour une situation, souvent accompagné d'une sensation de vide et de désintérêt.", "f": -1, "feqFlag": "NONE"}
, {"w": "expirai", "d": "\"Expirer\" signifie se défaire d'un sentiment, d'une émotion ou d'une responsabilité pour passer à autre chose.", "f": -1, "feqFlag": "NONE"}
, {"w": "excellât", "d": "Excellat : qualité exceptionnelle, supérieure à l'exceptionnel, dépassant les normes et attirant une admiration générale sans effort visible.", "f": -1, "feqFlag": "NONE"}
, {"w": "enrégimentaient", "d": "Enrégimenter signifie s'engager dans un groupe militaire ou paramilitaire pour servir une période déterminée, souvent avec des obligations spécifiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "espionnerais", "d": "Espionner : recueillir des informations confidentielles sur une personne ou un groupe sans leur consentement, souvent avec intention malveillante.", "f": -1, "feqFlag": "NONE"}
, {"w": "espagnoliseraient", "d": "L'espagnol est une langue romane parlée au Mexique, dans l'Amérique centrale et du Sud, ainsi qu'en Espagne.", "f": -1, "feqFlag": "NONE"}
, {"w": "enchevaucheront", "d": "En chevauchement, deux ou plusieurs choses se touchent physiquement sans être entièrement contenues l'une dans l'autre.", "f": -1, "feqFlag": "NONE"}
, {"w": "embabouinasses", "d": "Je ne connais pas le mot \"embabouinasses\". Puis-je vous aider avec une autre question ou un synonyme ?", "f": -1, "feqFlag": "NONE"}
, {"w": "essaierait", "d": "Essayer signifie tenter ou faire une tentative pour atteindre quelque chose, souvent avec un résultat incertain ou inconnu.", "f": -1, "feqFlag": "NONE"}
, {"w": "excommuniait", "d": "Excommunication est une condamnation définitive d'une personne par l'Église catholique, supprimant ses droits et relations avec le corps chrétien.", "f": -1, "feqFlag": "NONE"}
, {"w": "effilochaient", "d": "Effilocher signifie déchirer ou rayer avec une lame, souvent pour nettoyer ou modifier un matériau comme du métal ou du papier.", "f": -1, "feqFlag": "NONE"}
, {"w": "extraverties", "d": "Extravertie : personne sociable, ouverte et expressive qui aime les interactions sociales et se sent énergisée par l'interaction avec d'autres personnes.", "f": -1, "feqFlag": "NONE"}
, {"w": "embryonnaire", "d": "L'embryon est une étape précocement du développement d'un être vivant, caractérisée par des changements physiques et biologiques significatifs.", "f": -1, "feqFlag": "NONE"}
, {"w": "effritas", "d": "Effritas est un terme médical désignant une déchirure ou une rupture d'une membrane, souvent dans le contexte des affections cutanées.", "f": -1, "feqFlag": "NONE"}
, {"w": "eugénistes", "d": "Les eugénistes sont des individus qui défendent l'eugenisme, une théorie selon laquelle les humains devraient se reproduire pour améliorer leur espèce.", "f": -1, "feqFlag": "NONE"}
, {"w": "encastai", "d": "Encasement est un processus où une substance solide (matériau) est recouverte d'une couche mince et flexible pour protéger l'objet intérieur.", "f": -1, "feqFlag": "NONE"}
, {"w": "explosasse", "d": "Une explosive est un matériau qui se décompose rapidement pour libérer une grande quantité d'énergie sous forme de chaleur et de pression.", "f": -1, "feqFlag": "NONE"}
, {"w": "emboîterait", "d": "Emboîter signifie s'adapter ou se conformer aux exigences d'une situation, pour réussir dans un contexte donné.", "f": -1, "feqFlag": "NONE"}
, {"w": "endaubées", "d": "Je ne trouve pas d'information sur \"endaubées\". Puis-je vous aider avec autre chose ?", "f": -1, "feqFlag": "NONE"}
, {"w": "endiguée", "d": "Une personne est considérée comme \"endiguée\" lorsqu'elle refuse un avantage ou une opportunité qui lui serait normalement offerte à cause d'une relation personnelle avec quelqu'un ayant du pouvoir sur elle.", "f": -1, "feqFlag": "NONE"}
, {"w": "embourgeoisiez", "d": "L'embourgeoisiez désigne le processus par lequel une personne ou un groupe devient plus conventionnel et respectueux des normes sociales.", "f": -1, "feqFlag": "NONE"}
, {"w": "embarrasse", "d": "L'embarras est un état d'anxiété ou de confusion, souvent causé par une situation difficile à gérer ou à résoudre.", "f": -1, "feqFlag": "NONE"}
, {"w": "entre-frappent", "d": "Entre-frappant désigne un terme utilisé dans les jeux de cartes pour indiquer que deux cartes sont jouées simultanément sans appel.", "f": -1, "feqFlag": "NONE"}
, {"w": "entassai", "d": "\"Entasser\" signifie placer ou répartir des objets dans un endroit compact, souvent pour faciliter leur stockage ou transport.", "f": -1, "feqFlag": "NONE"}
, {"w": "esclaffaient", "d": "\"Esclaffaient\" est un verbe qui signifie faire une explosion d'orgueil ou de fierté, souvent avec un ton ironique ou sarcastique.", "f": -1, "feqFlag": "NONE"}
, {"w": "extraplat", "d": "Extraplat : terme utilisé pour décrire un élément qui ne fait pas partie du système ou de l'organisation.", "f": -1, "feqFlag": "NONE"}
, {"w": "exciterai", "d": "\"Exciter\" signifie susciter une émotion forte, un désir ou une attente positive chez quelqu'un ou dans une situation.", "f": -1, "feqFlag": "NONE"}
, {"w": "en cours de route", "d": "En cours de route signifie que l'on se trouve actuellement sur le chemin ou la voie d'une destination spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "encirera", "d": "Encérna signifie s'habiller ou se déshabiller rapidement, souvent pour éviter d'être vus par quelqu'un. C'est une expression populaire française.", "f": -1, "feqFlag": "NONE"}
, {"w": "enlignerait", "d": "Enlignerait : faire correspondre les lettres ou les chiffres d'un texte avec ceux d'une copie, pour corriger les erreurs orthographiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "essartais", "d": "Essartais est un terme utilisé pour désigner une zone de forêt ou de prairie où les arbres sont plantés à intervalles réguliers.", "f": -1, "feqFlag": "NONE"}
, {"w": "efforcera", "d": "Efforcer signifie faire de son mieux pour atteindre quelque chose, avec persévérance et détermination, malgré les difficultés ou les obstacles.", "f": -1, "feqFlag": "NONE"}
, {"w": "encens d'eau", "d": "L'encens d'eau est un type d'incense fait à partir du silex et des huiles essentielles naturelles.", "f": -1, "feqFlag": "NONE"}
, {"w": "endoctrinais", "d": "Des individus qui imposent leurs croyances et valeurs à d'autres sans respect pour leur liberté d'opinion personnelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "en rang", "d": "Un \"rang\" est une position hiérarchique ou un classement dans une hiérarchie sociale, professionnelle ou sportive.", "f": -1, "feqFlag": "NONE"}
, {"w": "extériorisions", "d": "L'extériorisation est le processus par lequel les émotions, pensées ou sentiments sont exprimés à l'extérieur du individu.", "f": -1, "feqFlag": "NONE"}
, {"w": "excellais", "d": "Excellas est un terme utilisé pour décrire quelqu'un qui excelle dans une activité ou domaine particulier, souvent avec une grande maîtrise.", "f": -1, "feqFlag": "NONE"}
, {"w": "éludions", "d": "L'élusion est un phénomène psychologique où une personne évite les émotions ou les pensées négatives par des stratégies mentales.", "f": -1, "feqFlag": "NONE"}
, {"w": "écorniflèrent", "d": "Écorniflèrent : terme utilisé pour décrire un comportement agressif ou menaçant, souvent avec des gestes corporels violents et brusques.", "f": -1, "feqFlag": "NONE"}
, {"w": "éminces", "d": "Éminences désignent les qualités ou vertus qui font un personnage admirable, respecté et admiré par autrui dans une société.", "f": -1, "feqFlag": "NONE"}
, {"w": "émancipant", "d": "L'émancipation est le processus par lequel une personne acquiert son indépendance et liberté, souvent après avoir atteint l'âge majeur.", "f": -1, "feqFlag": "NONE"}
, {"w": "étourdissez", "d": "\"Étouffer\" signifie étrangler ou suffoquer, généralement à cause d'un obstacle dans l'airway ou une pression excessive sur le cou.", "f": -1, "feqFlag": "NONE"}
, {"w": "échafaudassions", "d": "Échafaudage : structure temporaire pour accéder à un bâtiment ou une zone inaccessible, généralement utilisée dans les travaux de construction.", "f": -1, "feqFlag": "NONE"}
, {"w": "étatistes", "d": "Les étatistes sont des personnes qui croient que l'État doit réguler toutes les aspects de vie sociale et économique.", "f": -1, "feqFlag": "NONE"}
, {"w": "écume de mer", "d": "L'écume de mer est une substance visqueuse et blanche formée par les micro-organismes marins qui mortifient des animaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "éboueur", "d": "Un ébouleur est un professionnel qui collecte et traite les déchets urbains, notamment le recyclage des ordures ménagères.", "f": -1, "feqFlag": "NONE"}
, {"w": "électronégatif", "d": "L'électronegativité est une propriété chimique qui mesure l'attrait d'un atome pour les électrons dans un molécule ou ion.", "f": -1, "feqFlag": "NONE"}
, {"w": "étirâmes", "d": "Les étirements sont des exercices physiques qui améliorent l'étirement et la flexibilité du corps, notamment les articulations.", "f": -1, "feqFlag": "NONE"}
, {"w": "égaierait", "d": "Égaler signifie faire correspondre deux quantités ou valeurs, souvent pour trouver une relation mathématique ou logique exacte entre elles.", "f": -1, "feqFlag": "NONE"}
, {"w": "écornasses", "d": "Des écornasses sont des outils utilisés pour éliminer les épines et les poils d'animaux, comme le porc ou l'éléphant.", "f": -1, "feqFlag": "NONE"}
, {"w": "éructez", "d": "L'éructement est un bruit guttural et souvent désagréable produit par les gens lorsqu'ils ont une pression digestive importante.", "f": -1, "feqFlag": "NONE"}
, {"w": "équatoriale", "d": "Équatorial désigne quelque chose qui se trouve sur l'équateur, à 0° latitude, où le soleil brille constamment pendant une année entière.", "f": -1, "feqFlag": "NONE"}
, {"w": "États-Unienne", "d": "Un état est une unité politique formée par un peuple souverain, avec ses propres institutions et gouvernement.", "f": -1, "feqFlag": "NONE"}
, {"w": "écrouai", "d": "L'écrouai est un type d'échafaudage utilisé pour soutenir des structures ou des objets lourds pendant les travaux de construction.", "f": -1, "feqFlag": "NONE"}
, {"w": "époumonèrent", "d": "L'époumonèrent est une maladie des plantes qui se caractérise par l'apparition d'écailles brunes et rugueuses sur les feuilles.", "f": -1, "feqFlag": "NONE"}
, {"w": "éborgneront", "d": "Je ne peux pas fournir une définition sur \"éborgneront\" car ce n'est peut-être pas un mot valide ou courant dans le français moderne. Puis-je vous aider avec autre chose ?", "f": -1, "feqFlag": "NONE"}
, {"w": "ébouera", "d": "L'ébourea est un phénomène géologique où les roches sont déplacées par des mouvements tectoniques sous-marins ou terrestres.", "f": -1, "feqFlag": "NONE"}
, {"w": "écarquillas", "d": "Écarquiller signifie faire briller les yeux, souvent pour exprimer surprise ou déception, comme lors d'une révélation inattendue.", "f": -1, "feqFlag": "NONE"}
, {"w": "ébouta", "d": "L'ébouta est un type de tissu épais et résistant, souvent utilisé pour les meubles ou les accessoires intérieurs.", "f": -1, "feqFlag": "NONE"}
, {"w": "échaudasse", "d": "Une échassière est un type d'escalier à balanciers qui permet une ascension plus facile et rapide dans les bâtiments anciens.", "f": -1, "feqFlag": "NONE"}
, {"w": "égal", "d": "\"Égal\" signifie ayant le même niveau, qualité ou valeur que quelqu'un d'autre, sans différence ni supériorité.", "f": -1, "feqFlag": "NONE"}
, {"w": "étudiant d’ échange", "d": "Un élève d'échange est un student qui effectue une année universitaire à l'étranger pour enrichir ses connaissances et expériences.", "f": -1, "feqFlag": "NONE"}
, {"w": "éteignais", "d": "Éteignas est un pronom personnel du singulier masculin qui désigne le sujet d'une action ou d'un état passé.", "f": -1, "feqFlag": "NONE"}
, {"w": "équatoriales", "d": "Les équatoires sont des lignes imaginales qui se trouvent à 0° latitude, séparant les hémisphères Nord et Sud du globe terrestre.", "f": -1, "feqFlag": "NONE"}
, {"w": "équilatéraux", "d": "Les équilibristes sont des artistes qui pratiquent une forme d'art aérien, utilisant le corps pour maintenir l'équilibre dans les airs.", "f": -1, "feqFlag": "NONE"}
, {"w": "évulgues", "d": "Une évoluve est un organisme qui se transforme progressivement pour s'adapter à son environnement naturel.", "f": -1, "feqFlag": "NONE"}
, {"w": "énumératives", "d": "Énumératifs sont des expressions qui listent les éléments d'un ensemble ou une série pour faciliter leur compréhension et communication.", "f": -1, "feqFlag": "NONE"}
, {"w": "étofferait", "d": "Étoffer signifie s'agrandir ou se développer, souvent pour une fin positive comme l'amélioration d'une situation ou des compétences.", "f": -1, "feqFlag": "NONE"}
, {"w": "ébréchai", "d": "Ébréchai : faire des mouvements brusques et vifs pour se débarrasser d'un objet ou une personne indésirable rapidement.", "f": -1, "feqFlag": "NONE"}
, {"w": "émanas", "d": "Je ne connais pas d'information sur le mot \"émanas\". Puis-je vous aider avec autre chose ?", "f": -1, "feqFlag": "NONE"}
, {"w": "épancha", "d": "Épancher signifie faire pénétrer ou se répandre quelque chose dans un espace, une surface ou un organisme.", "f": -1, "feqFlag": "NONE"}
, {"w": "éborgnées", "d": "Éborgnée : état où une partie du cerveau est supprimé ou endommagée, affectant les fonctions cognitives et motrices.", "f": -1, "feqFlag": "NONE"}
, {"w": "émailleront", "d": "Émailler : couvrir une surface avec un matériau solide pour créer une finition lisse et durable, souvent utilisé dans le décor.", "f": -1, "feqFlag": "NONE"}
, {"w": "étudiassent", "d": "L'études-sent est un terme utilisé pour décrire une personne qui a des connaissances et compétences dans plusieurs domaines.", "f": -1, "feqFlag": "NONE"}
, {"w": "évideraient", "d": "Évidère : être clair et direct dans ses intentions ou ses actions, sans détour ni ambiguïté.", "f": -1, "feqFlag": "NONE"}
, {"w": "élusive", "d": "\"Élusive\" signifie difficile à atteindre ou à trouver, souvent en raison d'une rareté ou d'un manque de disponibilité.", "f": -1, "feqFlag": "NONE"}
, {"w": "énamourant", "d": "Je ne peux pas trouver d'information sur le mot \"énamourant\". Puis-je vous aider avec autre chose?", "f": -1, "feqFlag": "NONE"}
, {"w": "étranglassent", "d": "Étranger : personne née à l'étranger, ayant le droit de séjour dans un pays sans être citoyen ou résident permanent.", "f": -1, "feqFlag": "NONE"}
, {"w": "énergiser", "d": "Énergiser signifie donner du courage, de l'inspiration ou d'énergie à quelqu'un pour le motiver et l'aider à progresser.", "f": -1, "feqFlag": "NONE"}
, {"w": "échardonnoir", "d": "L'échard noir est une maladie des arbres causée par un champignon, entraînant la mort progressive du tronc et des branches.", "f": -1, "feqFlag": "NONE"}
, {"w": "éborgnâmes", "d": "Éborgnâmes : personnes nées avec une extrémité du crâne aplatie ou déformée, souvent due à un traumatisme ou une malformation génétique.", "f": -1, "feqFlag": "NONE"}
, {"w": "élidâtes", "d": "Les élidates sont des noms féminins qui se terminent par -ate, comme \"femme\", \"ville\" ou \"route\".", "f": -1, "feqFlag": "NONE"}
, {"w": "échinait", "d": "L'échiniat est une maladie rare causée par un virus, caractérisée par des démangeaisons et des plaques cutanées.", "f": -1, "feqFlag": "NONE"}
, {"w": "éducativement", "d": "L'éducation est un processus qui permet à l'individu d'apprendre, de développer et de s'améliorer au fil du temps.", "f": -1, "feqFlag": "NONE"}
, {"w": "érodiums", "d": "Érodium est un type de plante vivace, souvent utilisée pour les plantations et jardins par son apparence unique.", "f": -1, "feqFlag": "NONE"}
, {"w": "écrantera", "d": "Je ne connais pas le mot \"écrantera\". Puis-je vous aider avec un autre terme ou une question ?", "f": -1, "feqFlag": "NONE"}
, {"w": "écorcheraient", "d": "Écorchée est un terme utilisé pour décrire une surface qui a été râpée ou grattée jusqu'à l'os, souvent sans soin.", "f": -1, "feqFlag": "NONE"}
, {"w": "évanouirait", "d": "Événement où une personne perd connaissance ou conscience soudainement, souvent due à un choc ou une blessure grave.", "f": -1, "feqFlag": "NONE"}
, {"w": "écorche", "d": "L'écorche est une technique de préparation des fruits et légumes pour les cuisiner, consistant à les rincer puis à les couper ou gratter.", "f": -1, "feqFlag": "NONE"}
, {"w": "étrons", "d": "Les étrons sont des objets minéraux composés d'oxyde métallique, souvent trouvés dans les roches et les sédiments naturels.", "f": -1, "feqFlag": "NONE"}
, {"w": "éosinophilies", "d": "L'éosinophilie est une maladie chronique caractérisée par un excès d'eosinoïdes dans le sang et les tissus corporels.", "f": -1, "feqFlag": "NONE"}
, {"w": "émussions", "d": "Les émotions sont des états psychologiques qui nous permettent d'expérimenter des sentiments tels que l'amour, le joie ou la tristesse.", "f": -1, "feqFlag": "NONE"}
, {"w": "économies de bouts de chandelle", "d": "Les économies de bout de chandelle désignent les dépenses occasionnelles et irrégulières, telles que des achats imprévus ou des frais inattendus.", "f": -1, "feqFlag": "NONE"}
, {"w": "écrions-nous", "d": "\"Écrire-nous\" est un jeu de mots où l'on écrit son nom avec des lettres qui forment une autre parole, souvent amusante !", "f": -1, "feqFlag": "NONE"}
, {"w": "évanouissiez", "d": "Événement où une personne perd connaissance ou conscience soudainement, souvent due à un choc ou une blessure grave.", "f": -1, "feqFlag": "NONE"}
, {"w": "ébréchasse", "d": "L'ébréchasse est une technique de chasse où les chasseurs utilisent des armes à feu pour abattre les animaux sans les toucher physiquement.", "f": -1, "feqFlag": "NONE"}
, {"w": "éthylvanilline", "d": "L'éthylvanilline est un analgésique et antispasmodique naturel, extraît du noyau d'une plante médicinale asiatique.", "f": -1, "feqFlag": "NONE"}
, {"w": "écroules", "d": "Des écroules sont des objets utilisés pour répartir les poudres ou les substances solides avec précision et uniformité.", "f": -1, "feqFlag": "NONE"}
, {"w": "émacieriez", "d": "L'émaciation est un état physique caractérisé par une perte significative d'apport nutritionnel, souvent causée par des troubles alimentaires ou maladies.", "f": -1, "feqFlag": "NONE"}
, {"w": "épinglait", "d": "L'épinglage est un processus naturel où les feuilles mortes sont attirées et fixées par des insectes appelés coléoptères.", "f": -1, "feqFlag": "NONE"}
, {"w": "élutriations", "d": "L'élutération est un processus naturel ou artificiel qui sépare les particules d'un mélange en fonction de leur densité et de taille.", "f": -1, "feqFlag": "NONE"}
, {"w": "échent", "d": "Je ne connais pas le mot \"échent\". Puis-je vous aider avec un autre terme ?", "f": -1, "feqFlag": "NONE"}
, {"w": "égrillard", "d": "Égrillard signifie étant à l'aise, confiant et naturellement sociable, sans être trop timide ou réticent dans les interactions sociales.", "f": -1, "feqFlag": "NONE"}
, {"w": "écoulées", "d": "\"Écoulées\" désigne les vases ou les contenants remplis d'eau qui tombent et se brèchent, libérant l'eau.", "f": -1, "feqFlag": "NONE"}
, {"w": "ébouillantais", "d": "L'ébouillantais est une herbe aromatique utilisée dans les cuisines méditerranéennes pour ajouter un goût et une saveur unique aux plats.", "f": -1, "feqFlag": "NONE"}
, {"w": "éblouirons", "d": "Éblouir : faire tomber quelqu'un sous le charme ou l'impression d'être séduit, souvent de manière soudaine et intense.", "f": -1, "feqFlag": "NONE"}
, {"w": "écrouer", "d": "Ecrouer signifie s'asseoir ou se mettre sur un objet pour le soutenir, souvent avec une force constante et stable.", "f": -1, "feqFlag": "NONE"}
, {"w": "épicerez", "d": "L'épicerez est un type de forêt tempérée caractérisée par une couche d'arbustes et de feuillus épaisse.", "f": -1, "feqFlag": "NONE"}
, {"w": "épistole", "d": "Une épistole est un écrit court et personnel, souvent destiné à une personne spécifique, comme un ami ou un proche.", "f": -1, "feqFlag": "NONE"}
, {"w": "égalable", "d": "Égalable : personne ou chose qui peut être remplacée par une autre sans modifier l'ensemble du système économique.", "f": -1, "feqFlag": "NONE"}
, {"w": "écopaysageons", "d": "L'écopaysage est une approche durable du paysage qui favorise l'écologie et la préservation des espèces locales.", "f": -1, "feqFlag": "NONE"}
, {"w": "éjaculeront", "d": "Éjaculeront signifie qu'un groupe d'hommes se réunissent pour partager une expérience sexuelle collective et spontanée sans préparation ni relation.", "f": -1, "feqFlag": "NONE"}
, {"w": "épanouissais", "d": "Épanouissement : état d'accomplissement et de satisfaction, caractérisé par une pleine expression des capacités et des désirs individuels.", "f": -1, "feqFlag": "NONE"}
, {"w": "éliasse", "d": "L'éliasse est une plante herbacée à feuilles piquantes, utilisée pour ses propriétés médicinales et culinaires traditionnelles dans certaines régions du monde.", "f": -1, "feqFlag": "NONE"}
, {"w": "écosphères", "d": "L'écosphère est l'ensemble des organismes vivants et non vivants qui cohabitent sur une planète ou un environnement spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "échantillonneur", "d": "Un échantillon est une partie représentative d'un ensemble, utilisée pour représenter les caractéristiques globales du tout.", "f": -1, "feqFlag": "NONE"}
, {"w": "émoustillassiez", "d": "Je ne connais pas le mot \"émoustillassiez\". Puis-je vous aider avec un autre terme ou une définition ?", "f": -1, "feqFlag": "NONE"}
, {"w": "évangélise", "d": "L'évangélisation est l'acte d'annoncer et de partager le message du Christ pour convertir les croyants à son enseignement.", "f": -1, "feqFlag": "NONE"}
, {"w": "ébossés", "d": "Ébossé : déformation du bois où les fibres sont renforcées, créant une surface rugueuse et ondulée à l'extérieur.", "f": -1, "feqFlag": "NONE"}
, {"w": "échanges de tirs", "d": "Les échanges de tirs sont une technique sportive où les joueurs lancent des projectiles vers l'adversaire pour marquer points.", "f": -1, "feqFlag": "NONE"}
, {"w": "éboulerons", "d": "Les éboulers sont des outils à main utilisés pour déplacer et briser le sol, souvent dans les travaux de construction ou d'entretien.", "f": -1, "feqFlag": "NONE"}
, {"w": "éthylique", "d": "L'éthique est une branche du droit qui réglemente les relations entre individus et sociétés, fondée sur des principes moraux.", "f": -1, "feqFlag": "NONE"}
, {"w": "épigraphes", "d": "Une épigraphe est une inscription ou un texte gravé sur une surface, souvent utilisée pour décrire des monuments ou des personnages historiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "établâmes", "d": "Établissements sont des organisations juridiques qui exercent une activité professionnelle, telles que entreprises ou associations.", "f": -1, "feqFlag": "NONE"}
, {"w": "écachassions", "d": "Ecchassion : décomposition rapide et brutale d'une tumeur, souvent accompagnée par des symptômes graves comme une fièvre élevée ou un état confus.", "f": -1, "feqFlag": "NONE"}
, {"w": "Émirien", "d": "Un émirien est un citoyen du Qatar, pays situé au Moyen-Orient.", "f": -1, "feqFlag": "NONE"}
, {"w": "épointerais", "d": "Les époignées sont des outils à pointe tranchante utilisés pour couper ou perforer les matériaux, comme le bois ou l'acier.", "f": -1, "feqFlag": "NONE"}
, {"w": "étronçonneriez", "d": "L'étronçonnerie est un jeu de mots où l'on change les sons des mots pour créer une nouvelle signification humoristique ou ironique.", "f": -1, "feqFlag": "NONE"}
, {"w": "étayerais", "d": "\"Étayer\" signifie soutenir ou renforcer quelque chose, souvent physiquement ou mentalement pour le maintenir stable et solide.", "f": -1, "feqFlag": "NONE"}
, {"w": "épingle de sûreté", "d": "Une \"épingle de sûreté\" est un mot ou une phrase qui peut être utilisée pour éviter les malentendus et clarifier le sens d'une conversation.", "f": -1, "feqFlag": "NONE"}
, {"w": "évinçait", "d": "\"Évinçait\" signifie avoir fait fuir ou chassé quelqu'un, souvent par force ou intimidation, pour se protéger ou s'évader.", "f": -1, "feqFlag": "NONE"}
, {"w": "énoncèrent", "d": "Un énoncé est une phrase ou un groupe de phrases qui exprime une idée, une pensée ou une affirmation significative.", "f": -1, "feqFlag": "NONE"}
, {"w": "étalon", "d": "Un étalon est un point de référence stable et précis, souvent utilisé comme unité de mesure ou de comparaison.", "f": -1, "feqFlag": "NONE"}
, {"w": "égyptien", "d": "L'égyptien est une langue et un peuple d'origine africaine, parlée principalement au Soudan et dans le Caire.", "f": -1, "feqFlag": "NONE"}
, {"w": "épistolaire", "d": "Une épistolaire est un écrit qui se présente sous forme d'écrits personnels, souvent avec une tonalité intime et confidentielle.", "f": -1, "feqFlag": "NONE"}
, {"w": "étageassent", "d": "Je ne connais pas le terme \"étageassent\". Puis-je vous aider avec une autre question ?", "f": -1, "feqFlag": "NONE"}
, {"w": "égaierais", "d": "Je ne connais pas d'information sur \"égaierais\". Puis-je vous aider avec autre chose ?", "f": -1, "feqFlag": "NONE"}
, {"w": "épidermomycose", "d": "L'épidermomycose est une maladie cutanée causée par des champignons, entraînant des démêlages et des éruptions cutanées.", "f": -1, "feqFlag": "NONE"}
, {"w": "évaporions", "d": "L'évaporation est le processus par lequel une substance change d'état liquide pour devenir gaz, souvent sans dégazer son énergie thermique.", "f": -1, "feqFlag": "NONE"}
, {"w": "émancipés", "d": "L'émancipation désigne l'action d'éviter les contraintes, de prendre son indépendance et de vivre librement sans dépendances extérieures.", "f": -1, "feqFlag": "NONE"}
, {"w": "éprouverez", "d": "\"Éprouvez\" signifie ressentir ou subir une émotion, un sentiment ou une expérience intense et souvent difficile à gérer.", "f": -1, "feqFlag": "NONE"}
, {"w": "éjecteront", "d": "Éjecter signifie lancer ou jeter quelque chose d'un endroit, souvent avec force ou violence, pour le faire sortir du corps ou de l'objet.", "f": -1, "feqFlag": "NONE"}
, {"w": "épouseriez", "d": "L'épouserie est le mariage, c'est-à-dire l'union d'un homme et d'une femme par un acte juridique ou religieux.", "f": -1, "feqFlag": "NONE"}
, {"w": "écoeureraient", "d": "Je ne trouve pas d'information sur \"écoeureraiment\". Puis-je vous aider avec autre chose ?", "f": -1, "feqFlag": "NONE"}
, {"w": "écroulerai", "d": "L'écroulement est un phénomène géologique où une roche ou un sol s'effondre sous son propre poids sans éruption volcanique.", "f": -1, "feqFlag": "NONE"}
, {"w": "énergiserait", "d": "Énergiser signifie donner du courage, de l'inspiration ou de la motivation à quelqu'un pour le faire progresser dans une tâche difficile.", "f": -1, "feqFlag": "NONE"}
, {"w": "élargirait", "d": "Élargir signifie augmenter ou étendre une surface, un espace ou une zone pour l'adapter à ses besoins actuels.", "f": -1, "feqFlag": "NONE"}
, {"w": "éconduisisses", "d": "Je ne connais pas le mot \"éconduisisses\". Puis-je vous aider avec un autre terme ou une question ?", "f": -1, "feqFlag": "NONE"}
, {"w": "électrodynamomètres", "d": "Un électrodynamomètre est un instrument qui mesure les forces magnétiques et électroniques, utilisant des courants et des champs magnétiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "éblouis", "d": "Ébloui signifie être frappé par un coup ou une surprise, souvent avec un effet détonnant sur l'émotion ou le comportement.", "f": -1, "feqFlag": "NONE"}
, {"w": "écarquillerez", "d": "Écarquiller : faire briller les yeux, souvent pour exprimer surprise ou excitation, comme lors d'une révélation soudaine ou inattendue.", "f": -1, "feqFlag": "NONE"}
, {"w": "éradique", "d": "Éradiquer signifie détruire complètement ou effacer définitivement quelque chose, comme une maladie, un problème ou une infestation.", "f": -1, "feqFlag": "NONE"}
, {"w": "électrophotographiquement", "d": "L'électrophotographie est un procédé d'impression qui utilise des particules chargées pour créer l'image sur le papier.", "f": -1, "feqFlag": "NONE"}
, {"w": "étudiant", "d": "Un élève est une personne qui suit des cours et obtient un diplôme dans une école ou université.", "f": -1, "feqFlag": "NONE"}
, {"w": "ébrécheriez", "d": "L'ébréché est un type d'armure médiévale conçue pour protéger les genoux et le bassin des coups de hache ou de lance.", "f": -1, "feqFlag": "NONE"}
, {"w": "écaboche", "d": "L'écabochage est une technique de préparation des fruits, notamment les pommes et les poires, pour les servir avec du fromage ou du jambon.", "f": -1, "feqFlag": "NONE"}
, {"w": "égalisons", "d": "\"Égalisons\" signifie faire correspondre deux expressions ou valeurs pour les comparer et déterminer leur identité ou similitude exacte.", "f": -1, "feqFlag": "NONE"}
, {"w": "épaulés", "d": "\"Épaulé\" signifie être soutenu ou appuyé par quelque chose, comme un épaule, pour obtenir une aide ou un répit temporaire.", "f": -1, "feqFlag": "NONE"}
, {"w": "équilibrerait", "d": "Équilibrer signifie atteindre un état stable et harmonieux, où les forces opposées sont en balance pour éviter l'excès ou le déficit.", "f": -1, "feqFlag": "NONE"}
, {"w": "ébraisons", "d": "Ébraisions : processus naturel où les racines des arbres s'effacent, créant une surface plate et nue sur le tronc.", "f": -1, "feqFlag": "NONE"}
, {"w": "époustouflés", "d": "\"Époustouflé\" signifie étonné, surpris ou impressionné par quelque chose qui est considéré comme exceptionnellement intéressant ou étonnant.", "f": -1, "feqFlag": "NONE"}
, {"w": "équilibreront", "d": "Équilibrer signifie atteindre un état stable et harmonieux, où les forces opposées sont en équilibre pour éviter l'excès ou le déficit.", "f": -1, "feqFlag": "NONE"}
, {"w": "étuvez", "d": "L'étuve est un bain chaud ou froid pour se détendre, se nettoyer et améliorer l'hygiène corporelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "écornerais", "d": "Écorné : terme utilisé pour décrire un individu qui a été victime d'un crime ou d'une agression physique sans se faire prendre.", "f": -1, "feqFlag": "NONE"}
, {"w": "éduquât", "d": "L'éducation est un processus qui permet à une personne d'apprendre et de développer ses compétences, connaissances et valeurs.", "f": -1, "feqFlag": "NONE"}
, {"w": "être sur son trente et un", "d": "\"Être sur ses trente-et-un signifie avoir atteint l'âge où on peut considérer soi-même mûr, expérimenté et établi dans sa vie.\"", "f": -1, "feqFlag": "NONE"}
, {"w": "être au septième ciel", "d": "\"Être au septième ciel signifie atteindre un niveau d'extase ou de joie intense, souvent associé à l'émerveillement spirituel.\"", "f": -1, "feqFlag": "NONE"}
]