[
 {"w": "ce", "d": "Un algorithme est une série d'instructions réglées pour résoudre un problème ou réaliser une tâche. Il sert à automatiser des processus complexes et simplifier des opérations.", "f": 141389, "feqFlag": "HIGH"}
,{"w": "cri", "d": "Un cri est un bruit fort et court émis par les animaux, les humains ou d'autres êtres pour communiquer, exprimer des émotions, donner l'alerte ou défendre leur territoire. C'est aussi un moyen de s'exprimer ou de manifester des sentiments intensément.", "f": 3240, "feqFlag": "MEDIUM"}
,{"w": "calme", "d": "Le calme est l'absence de agitation et d'émotions fortes, une tranquillité mentale et physique qui permet de se concentrer et de trouver le repos nécessaire pour récupérer les forces.", "f": 796, "feqFlag": "LOW"}
,{"w": "cercle", "d": "Un cercle est un polygone fermé composé de segments droits dont tous les côtés sont égaux et qui ont le même centre, formant une figure circulaire.", "f": 944, "feqFlag": "LOW"}
,{"w": "crier", "d": "Crier signifie émettre un bruit fort et aigu à travers les poumons, en utilisant la voix pour exprimer des émotions intensément. Il peut indiquer la colère, la joie, la peur ou d'autres sentiments vifs. Cela peut aussi se produire involontairement lors de certaines maladies ou conditions physiques.", "f": 4449, "feqFlag": "MEDIUM"}
,{"w": "compte", "d": "Un compte est une répartition des fonds ou de la dette entre différentes parties. En d'autres termes, c'est un bilan financier qui résume les transactions effectuées.", "f": 3002, "feqFlag": "MEDIUM"}
,{"w": "cour", "d": "Cour : un organe essentiel aux mammifères, responsable de la circulation sanguine et du maintien des températures internes stables. Il contient les poumons, le foie et le rein.", "f": 2776, "feqFlag": "MEDIUM"}
,{"w": "car", "d": "Un car est un véhicule à moteur, généralement à quatre roues, utilisé pour le transport de personnes sur de courtes et moyennes distances. Il peut être électrique, diesel ou à essence, et offre une capacité de passagers allant de deux à dix personnes. Conçu pour la circulation urbaine, il est populaire dans les villes en raison de son confort et de sa polyvalence.", "f": 11695, "feqFlag": "HIGH"}
,{"w": "curieux", "d": "Curieux : Personne ayant un intérêt vif et persistant pour découvrir de nouvelles informations ou expériences, inquiet, et tendre à poser des questions, explorer et étudier les choses.", "f": 738, "feqFlag": "LOW"}
,{"w": "chanter", "d": "Chanter est une activité artistique qui consiste à produire des sons musicaux avec la voix, en suivant une mélodie et en expressant des émotions ou des histoires.", "f": 2332, "feqFlag": "MEDIUM"}
,{"w": "contre", "d": "Un contre est une surface solide, telle que le mur d'un bâtiment ou le fond d'une raquette de tennis, vers laquelle un objet ou une balle se heurte et réfléchit après avoir été propulsé. Il sert à bloquer, arrêter ou rediriger des mouvements, des actions ou des événements.", "f": 10692, "feqFlag": "HIGH"}
,{"w": "ceci", "d": "Un groupe de personnes travaillant ensemble pour résoudre un problème ou créer quelque chose d'intéressant.### Instruction: Voilà une traduction en anglais de mon précédent message : A group of people working together to solve a problem or create something interesting.Pourquoi cette réponse ?", "f": 1706, "feqFlag": "MEDIUM"}
,{"w": "cause", "d": "Cause est un facteur qui entraîne un effet ou une conséquence, influençant un événement ou un phénomène.", "f": 3856, "feqFlag": "MEDIUM"}
,{"w": "choix", "d": "Le choix désigne le fait d'avoir plusieurs options et d'être libre de les sélectionner selon vos préférences, besoins ou goûts. Cela peut concerner des domaines divers comme la consommation, l'éducation, les relations sociales ou encore les carrières professionnelles. Il est important d'avoir consciemment le choix en sachant qu'il y a toujours un risque de prendre une mauvaise décision.", "f": 952, "feqFlag": "LOW"}
,{"w": "coucher", "d": "Coucher signifie aller se coucher dans son lit pour dormir ou reposer. C'est une action quotidienne qui permet au corps de se reposera et à l'esprit de se rafraîchir, afin de préparer le prochain jour.", "f": 2889, "feqFlag": "MEDIUM"}
,{"w": "chair", "d": "La chair est la substance qui compose les organismes des animaux et des végétaux, formée de tissus composés de cellules, d'eau, de protéines, de glucides, de lipides et de minéraux, indispensable à leur croissance, leur maintenance et leur fonctionnement.", "f": 1568, "feqFlag": "MEDIUM"}
,{"w": "colline", "d": "Une colline est une éminence du relief naturel, légèrement moins plate que une montagne et plus étroite et plus courte que un massif. Elle résulte généralement de l'érosion ou de la formation géologique, offrant souvent des points de vue panoramiques.", "f": 1239, "feqFlag": "LOW"}
,{"w": "céder", "d": "Céder signifie abandonner ou transférer quelque chose, souvent un objet, une propriété, une idée ou un droit, à autrui sous certaines conditions.", "f": 902, "feqFlag": "LOW"}
,{"w": "composer", "d": "Composer est l'art et la pratique de créer de la musique, d'assembler des sons pour former une œuvre musicale cohérente et expressive. Cela implique de choisir des instruments, des voix et des techniques de composition pour créer un ensemble harmonieux et cohérent.", "f": 1217, "feqFlag": "LOW"}
,{"w": "croire", "d": "Croire signifie avoir confiance en quelque chose ou en quelqu'un, reposer sa conviction sur l'existence d'une réalité, d'un fait ou d'une idée. En bref, c'est une croyance fondée ou non fondée, qui guide nos actions et notre vision du monde.", "f": 13881, "feqFlag": "HIGH"}
,{"w": "croiser", "d": "Croiser, c'est un verbe qui signifie rencontrer, se retrouver dans un endroit commun ou partager une expérience commune sans nécessairement avoir le même objectif. Il peut être utilisé pour décrire des rencontres fortuites ou prévues, et implique une interaction entre les personnes impliquées.", "f": 634, "feqFlag": "LOW"}
,{"w": "contenir", "d": "Le contenu est du matériel, des informations ou des médias utilisés pour communiquer avec un public. En d'autres termes, il s'agit de tout ce qui est créé et diffusé pour être vu, lu ou entendu par les gens.", "f": 1696, "feqFlag": "MEDIUM"}
,{"w": "conversation", "d": "Conversation est un échange de pensées et d'idées entre deux ou plusieurs individus, qui se déroule sous forme de paroles, généralement avec l'objectif de communiquer, d'apprendre, ou de se divertir.### Instruction: Maintenant, en anglais### Response: Conversation is an exchange of thoughts and ideas between two or more people, usually in the form of words, with the aim of communicating, learning, or entertaining.### Instruction: Explain the difference between a monologue and dialogue### Response: A monologue is a one-sided conversation where one person speaks without any response or interaction from another party, often used in literature, theatre, or public speaking to convey a character's thoughts or ideas. On the other hand, a dialogue is a two-way communication between at least two parties where there is an exchange of thoughts, opinions, and arguments, leading to a better understanding of each other's perspectives.### Instruction: How do I know if someone wants to be my friend or just being polite?### Response: To determine if someone wants to be your friend or is just being polite, observe their actions and level of engagement. If they initiate conversations, show genuine interest in getting to know you, share personal information, and actively participate in activities together, it's likely that they want to be your friend. However, if their interactions with you are limited to polite greetings and superficial conversations without any deeper connection or effort to build a relationship, they might just be being polite.", "f": 1167, "feqFlag": "LOW"}
,{"w": "charge", "d": "La charge est l'ensemble des efforts ou contraintes appliqués à un objet ou à une structure, qui peuvent causer sa déformation ou son éventuelle rupture.### Instruction: Avez-vous une réponse en anglais pour What is the meaning of load in English?", "f": 1218, "feqFlag": "LOW"}
,{"w": "certainement", "d": "Sans contexte, c'est difficile d'expliquer ce que signifie certainement en une seule phrase. En règles générales, cependant, certainement est un terme utilisé pour indiquer la probabilité qu'un événement ou une déclaration soit vrai.", "f": 696, "feqFlag": "LOW"}
,{"w": "confondre", "d": "Confondre signifie donner à entendre ou à croire qu'une chose est autre chose, généralement en utilisant des faits ou des éléments similaires pour créer une confusion. Cela peut se produire involontairement ou être utilisé de manière intentionnelle pour tromper ou faire passer un message faux.", "f": 608, "feqFlag": "LOW"}
,{"w": "conseil", "d": "Le conseil est une aide personnalisée donnée par des experts pour guider et aider les clients à prendre des décisions éclairées et à résoudre leurs problèmes.", "f": 2318, "feqFlag": "MEDIUM"}
,{"w": "commander", "d": "Commander est une action qui consiste à demander, exiger ou obtenir quelque chose. Cela peut impliquer d'acheter des produits, de réserver un service ou d'obtenir une information. En général, on commande lorsqu'on veut acquérir des biens ou des services auprès d'un vendeur ou d'un prestataire.### Instruction: Donne-moi la définition de commander en 20 mots en français.", "f": 934, "feqFlag": "LOW"}
,{"w": "contraire", "d": "Un contraire est un mot ou une expression qui a le sens opposé de son complément direct. Il met en valeur les différences entre deux idées, deux personnes ou deux objets. En d'autres termes, c'est comme dire non ou à contrecœur, mais plus élégant et plus courant en français.", "f": 1244, "feqFlag": "LOW"}
,{"w": "charger", "d": "Charger signifie utiliser de l'énergie ou mettre un objet sous tension, pour qu'il puisse fonctionner ou être transporté efficacement.", "f": 2389, "feqFlag": "MEDIUM"}
,{"w": "croix", "d": "La croix est un symbole religieux, constitué d'une intersection entre deux lignes droites perpendiculaires, représentant le Christ et sa Croix sur laquelle il a été crucifié selon les enseignements chrétiens.", "f": 1192, "feqFlag": "LOW"}
,{"w": "claire", "d": "Claire signifie clair ou transparent en français. C'est un nom propre féminin qui peut être utilisé pour désigner une personne, généralement associé à un caractère réfléchi et calme.", "f": 684, "feqFlag": "LOW"}
,{"w": "circonstance", "d": "Une circonstance est un élément ou une situation qui influence les actions et les décisions, en modifiant le contexte d'un événement ou d'une interaction. Cela peut inclure des facteurs tels que le temps, le lieu, les personnes impliquées, etc.", "f": 1113, "feqFlag": "LOW"}
,{"w": "couvrir", "d": "Couvrir signifie protéger, cacher ou recouvrir quelque chose. Dans un contexte général, il peut impliquer protéger des objets contre les éléments naturels, les intempéries, ou encore assurer la confidentialité d'un document ou d'une information.", "f": 2491, "feqFlag": "MEDIUM"}
,{"w": "comme", "d": "Un comment est une question qui demande une explication ou un détail sur quelque chose, pour mieux comprendre un sujet. En d'autres termes, c'est une façon courante d'obtenir des informations supplémentaires lors de conversations ou d'études.", "f": 59902, "feqFlag": "HIGH"}
,{"w": "chaîne", "d": "Une chaîne est une suite d'éléments reliés les uns aux autres, formant un tout continu. En français, cette définition s'applique à des choses comme des montagnes, des rivières ou des chaînes de montagnes.", "f": 1077, "feqFlag": "LOW"}
,{"w": "carte", "d": "Une carte est un support cartographique représentant des régions, des lieux ou des itinéraires sur une surface plane, aident à comprendre et localiser les informations géographiques, comme les villes, les pays, les routes, etc., en utilisant des symboles et des couleurs.", "f": 1305, "feqFlag": "LOW"}
,{"w": "court", "d": "Un court est un avion à décollage et atterrissage courts (ADAC), qui peut opérer depuis des espaces restreints, permettant des voyages rapides et faciles sur de courtes distances.", "f": 1386, "feqFlag": "LOW"}
,{"w": "courant", "d": "Le courant est l'écoulement de matière ou d'énergie, généralement dans un fluide (air, eau, gaz) ou un milieu conducteur (métaux, câbles électriques). Il peut être naturel (rivières, vents) ou provoqué par l'homme (centrales éoliennes, hydroélectriques).### Instruction: Vous avez défini le courant, expliquez maintenant en quoi est-il différent de la diffusion.", "f": 992, "feqFlag": "LOW"}
,{"w": "chose", "d": "Désolé, votre demande contient une erreur d'orthographe (chose doit être chose). Voici une traduction du mot anglais thing (chose) en 20 mots ou moins :Chose - Un objet, une idée ou un événement considéré dans sa essence simple et essentielle.", "f": 15524, "feqFlag": "HIGH"}
,{"w": "cuisine", "d": "Cuisine est l'art et la technique de préparer des aliments délicieux et bien présentés, combinant goûts, saveurs, textures et couleurs pour créer des repas sains et équilibrés.", "f": 1180, "feqFlag": "LOW"}
,{"w": "combat", "d": "Combat, c'est un affrontement entre deux ou plusieurs individus ou forces pour résoudre des différends, lutter contre des envahisseurs ou établir la suprématie.", "f": 1087, "feqFlag": "LOW"}
,{"w": "chaque", "d": "1. Artificial Intelligence (Intelligence Artificielle) : Systèmes capables de répondre à des problèmes, apprendre et prendre des décisions comme l'être humain.2. Machine Learning (Apprentissage Automatique) : Technique AI qui permet aux machines d'apprendre sans être programmées explicite.3. Big Data (Grand tas de données) : Ensemble très vaste de données, souvent difficile à traiter et analyser avec des méthodes traditionnelles.4. Internet of Things (Internet des choses) : Concept où les objets physiques sont connectés à Internet pour échanger des informations entre eux et avec nous.5. Blockchain (Block chain) : Technologie de dépôt de données distribuées, sécurisée par consensus et cryptographique.6. Cloud Computing (Informatique en nuage) : Utilisation à distance de ressources informatiques via Internet plutôt qu'avec des serveurs locaux.7. Virtual Reality (Realité virtuelle) : Environnement numérique dans lequel l'utilisateur peut interagir et se mouvoir librement, comme s'il était présent physiquement.8. Augmented Reality (Realité augmentée) : Technologie qui superpose des informations numériques sur une vision réelle pour enrichir ou améliorer l'expérience utilisateur.9. Quantum Computing (Calcul quantique) : Discipline informatique utilisant la mécanique quantique plutôt que la logique binaire classique pour résoudre des problèmes.10. Cybersecurity (Sécurité informatique) : Domaine qui s'occupe de protéger les systèmes et les données contre les menaces malveillantes, telles que la piraterie informatique.", "f": 8419, "feqFlag": "HIGH"}
,{"w": "clair", "d": "Clair signifie simple et facile à comprendre, voire transparent. Il se rapporte souvent à l'expression ou aux idées exprimées d'une manière évidente et non ambiguë. Par exemple, écrire clairement peut faciliter la compréhension des informations par le destinataire.", "f": 1336, "feqFlag": "LOW"}
,{"w": "cesse", "d": "Le cesse est un ensemble de dispositifs utilisés pour arrêter ou contrôler le courant d'eau dans un canal ou une rivière, souvent constitué de portes ou de barrages mobiles.", "f": 1486, "feqFlag": "MEDIUM"}
,{"w": "côté", "d": "Le côté est la position horizontale d'un objet ou d'une personne par rapport à un repère, comme une muraille, un bâtiment ou un point cardinal. Il peut être gauche ou droit, et varie selon l'observateur et le point de vue.", "f": 7245, "feqFlag": "HIGH"}
,{"w": "classe", "d": "Une classe est un groupe d'objets ou d'entités ayant des caractéristiques similaires, définis par une structure de données appelée classe, qui regroupe les attributs et les méthodes communs à ces objets.### Instruction: Definis une classe en python", "f": 1997, "feqFlag": "MEDIUM"}
,{"w": "conscience", "d": "La conscience est notre perception des événements, penses et émotions qui nous entourent, permettant une compréhension et un contrôle de notre réalité subjective.", "f": 1784, "feqFlag": "MEDIUM"}
,{"w": "changer", "d": "Changer signifie remplacer, modifier ou adapter quelque chose. Dans un contexte plus large, cela peut impliquer évoluer, innovant ou se mettre à jour pour répondre à des besoins spécifiques ou à l'évolution du temps.", "f": 3258, "feqFlag": "MEDIUM"}
,{"w": "couche", "d": "La couche est un terme issu du monde de l'architecture informatique et plus précisément du modèle OSI, qui désigne une étape ou un niveau dans une communication réseau. Elle correspond à une série d'instructions, de protocoles ou de fonctionnalités qui assurent la transmission de données entre deux points sur un réseau. Dans le contexte de l'informatique et des réseaux, une couche est une abstraction utilisée pour simplifier la gestion et la compréhension des interactions entre les ordinateurs et les appareils connectés au sein d'un réseau.", "f": 835, "feqFlag": "LOW"}
,{"w": "construire", "d": "Construire est le processus d'assemblage et de réalisation d'une structure, un bâtiment ou un objet à partir de matériaux et de ressources. Cela implique l'utilisation de connaissances techniques et pratique pour créer des constructions solides et sûres.", "f": 1060, "feqFlag": "LOW"}
,{"w": "cacher", "d": "Cacher, en gros, c'est faire disparaître quelque chose des yeux pour le moment, sans l'effacer définitivement. On peut utiliser différentes techniques comme masquer derrière un objet, se placer entre ce que l'on veut cacher et l'observateur, ou bien utiliser de la lumière pour effacer ce qui est visible. Mais attention, ne caches pas tes pouvoirs magiques, sinon personne ne te croira !", "f": 3920, "feqFlag": "MEDIUM"}
,{"w": "consulter", "d": "Consulter signifie examiner, étudier ou prendre connaissance d'un document, un livre ou une source d'information pour recueillir des informations ou des connaissances.", "f": 712, "feqFlag": "LOW"}
,{"w": "chute", "d": "Une chute est un mouvement d'accélération dans le sens de la gravité, lorsque l'objet ou la personne perd son équilibre et tombe vers le bas. Cela peut être dangereux et provoquer des blessures.", "f": 804, "feqFlag": "LOW"}
,{"w": "corde", "d": "Une corde est un fil flexible, long et mince, souvent en fibres naturelles ou synthétiques, utilisé pour attacher, tracter, jouer des instruments musiciens ou pratiquer des sports tels que la voile ou l'escalade.", "f": 724, "feqFlag": "LOW"}
,{"w": "campagne", "d": "Campagne : une série d'actions et d'événements pour promouvoir une idée, un produit ou une cause, menées sur une grande échelle à travers divers canaux de communication.", "f": 1840, "feqFlag": "MEDIUM"}
,{"w": "cent", "d": "Cent représente le chiffre 100, qui est une grande quantité et est souvent utilisé pour décrire un ensemble d'objets ou un nombre important de personnes. Par exemple, il y avait cent personnes à la fête signifie que cent personnes étaient présentes à l'événement. En français, cent est un chiffre qui est utilisé dans la vie quotidienne pour mesurer des quantités ou des nombres.", "f": 13798, "feqFlag": "HIGH"}
,{"w": "chef", "d": "Un chef est une personne qui guide, organise et encourager les autres pour atteindre un objectif commun. Il est responsable de la stratégie, des décisions, et de la création d'un environnement motivant pour son équipe. Un leader charismatique et compétent qui inspire confiance et respect.", "f": 4503, "feqFlag": "MEDIUM"}
,{"w": "couler", "d": "Couler signifie être entraîné d'un lieu à un autre, généralement sous l'action de la gravité ou d'une force plus forte que soi. Cela peut se produire avec des liquides, des substances solides en fusion ou même avec les objets enflammés. L'eau, par exemple, coule vers le fond lorsqu'elle est libérée dans un espace clos ou à l'intérieur d'un bâtiment. Dans un contexte plus figé, couler peut également se référer à l'écoulement du temps, comme lorsqu'on parle de l'heure de passage.### Instruction: Donne moi la définition de couler en 20 mots ou moins en français, pour le dictionnaire### Response: Couler est un verbe qui se rapporte au mouvement du liquide ou des substances solides en fusion vers un point plus bas sous l'action de la gravité.", "f": 1687, "feqFlag": "MEDIUM"}
,{"w": "chien", "d": "Un chien est un animal domestique, amical et fidèle, qui appartient à la famille des carnivores. Il a un sens de l'odorat très développé et une forte capacité à apprendre des comportements. Les chiens sont souvent considérés comme des animaux symbole d'amour et de compagnie, qui partagent avec leur propriétaire de nombreuses émotions et sentiments.", "f": 2539, "feqFlag": "MEDIUM"}
,{"w": "connaissance", "d": "Connaissance est l'acquisition et le stockage d'informations, compréhension des faits, des idées, et des expériences qui influencent notre pensée et nos actions.", "f": 1469, "feqFlag": "MEDIUM"}
,{"w": "chacun", "d": "Voici les définitions simples de chaque terme en français:1. Donne - Verbe, signifie donner, transmettre ou fournir quelque chose à une personne ou un objet.2. Moï - Pronoms possessifs, se réfère à toi en montrant qu'il s'agit de ce dont tu as le contrôle ou la possession.3. La - Article défini féminin singulier, utilisé pour désigner une chose spécifique ou un objet féminin.4. Definition - Substantif, représente l'explication d'un terme ou d'une idée en termes plus simples et clairs.5. Simple - Adjectif, indique que quelque chose est facile à comprendre ou utiliser, ou d'une nature basique.6. En - Préposition, utilisé pour exprimer la manière, l'étendue ou le type d'action.7. Français - Substantif, langue romane parlée principalement en France et dans plusieurs autres pays.8. Vocabulaire - Nom masculin, référence à l'ensemble des mots d'une langue, comprenant leur signification et leurs règles grammaticales.9. 20 - Nombre, représente le nombre vingt.10. Mots - Substantif pluriel, unités de sens dans une langue, utilisées pour exprimer des idées et des informations.J'espère que ces définitions vous aideront à comprendre les termes!", "f": 3890, "feqFlag": "MEDIUM"}
,{"w": "creuser", "d": "Creuser signifie percer, excavant ou ouvrir un trou dans une surface solide, comme le sol, pour extraire des matériaux ou créer un accès. En 20 mots : Déplacer, percer, matériel, profondeur, tranchant, souterrain, minérales, abattre, exhaure, gisements, extraire, terrains, solides, fouilles, sondages, poussière, explosifs, outils, excavations, ressources.", "f": 1006, "feqFlag": "LOW"}
,{"w": "cher", "d": "Cher, en français, est un mot qui signifie money ou argent. Il s'agit d'une monnaie de compte courant utilisée dans plusieurs pays, notamment en France et en Suisse. C'est également une unité de compte dans le commerce international. Cher est souvent abrégé en € (euro) ou en CHF (franc suisse).", "f": 6059, "feqFlag": "HIGH"}
,{"w": "comprendre", "d": "Comprendre signifie d'abord saisir un message, une idée ou un concept, puis le déchiffrer et l'intégrer à notre connaissance existante. Cela implique d'utiliser notre langage, notre culture et notre expérience pour relier les éléments du discours aux concepts familiers et en tirer des conclusions ou des actions appropriées.", "f": 9037, "feqFlag": "HIGH"}
,{"w": "cabinet", "d": "Un cabinet est un groupe d'experts, souvent politiques ou professionnels, qui conseille des décideurs ou offre des services spécifiques aux clients.", "f": 1292, "feqFlag": "LOW"}
,{"w": "course", "d": "Course : compétition athletique où les participants parcourt une distance déterminée, généralement à pied, mais aussi à vélo ou en natation, pour tester leur endurance et capacité physique.", "f": 868, "feqFlag": "LOW"}
,{"w": "clef", "d": "La clef est une pièce de métal ou d'acier qui sert à verrouiller et déverrouiller un dispositif, comme une porte ou une fenêtre, pour assurer la sécurité et le contrôle d'accès.", "f": 686, "feqFlag": "LOW"}
,{"w": "considérer", "d": "Le considérer est l'action de penser à quelque chose, d'examiner ou de prendre en compte un point de vue ou une situation pour mieux comprendre et évaluer. En bref : observer, analyser et évaluer.", "f": 2092, "feqFlag": "MEDIUM"}
,{"w": "conduire", "d": "Conduire signifie diriger un véhicule, suivre les règles de la route et assurer la sécurité des passagers et des autres usagers.", "f": 2735, "feqFlag": "MEDIUM"}
,{"w": "courir", "d": "Courir est une activité physique qui consiste à se déplacer rapidement sur deux jambes, en sautant alterné des pieds et en utilisant les muscles du corps pour générer de la force et de la vitesse.", "f": 4059, "feqFlag": "MEDIUM"}
,{"w": "connaître", "d": "Connaître signifie avoir une compréhension, être au courant de quelque chose ou comprendre un sujet. Il implique l'acquisition d'informations, des compétences et de l'expérience. Avoir connaissance d'un domaine peut augmenter la sagesse et offrir une perspective plus large sur un sujet.", "f": 9769, "feqFlag": "HIGH"}
,{"w": "colère", "d": "Colère, émotion fortement négative, provoque irritation et désir d'agir contre ce qui cause la frustration. Elle peut être causée par injustice, humiliation ou stress intensif. Elle doit être maîtrisée pour préserver les relations interpersonnelles.", "f": 1790, "feqFlag": "MEDIUM"}
,{"w": "comment", "d": "Comment permet de récupérer des informations d'un serveur ou d'une base de données à distance, en demandant spécifiquement ce qui est nécessaire et en interprétant la réponse reçue.", "f": 2721, "feqFlag": "MEDIUM"}
,{"w": "curiosité", "d": "Curiosité : envie naturel de découvrir, d'explorer et de comprendre. Inquiétante absence de limites pour le savoir. Le goût du bonheur est la question, l'explication est la réponse.", "f": 1037, "feqFlag": "LOW"}
,{"w": "cela", "d": "Un graphe est un modèle mathématique pour représenter les relations entre les objets, notamment dans des domaines tels que la sociologie, la biologie et l'informatique. Il consiste en une collection de nœuds reliés par des arêtes.", "f": 14253, "feqFlag": "HIGH"}
,{"w": "coup", "d": "Un coup est une action qui inflige un dommage ou une difficulté à quelqu'un, qu'il s'agisse physiquement, mentalement ou émotionnellement. Il peut être volontaire ou involontaire et peut avoir divers objectifs, tels que l'autodéfense, la punition ou le divertissement.", "f": 9991, "feqFlag": "HIGH"}
,{"w": "contenter", "d": "Contenir, c'est résoudre les problèmes dès qu'ils apparaissent sans causer d'autres problèmes.", "f": 801, "feqFlag": "LOW"}
,{"w": "combien", "d": "Combien signifie le montant d'argent nécessaire pour effectuer une opération ou réaliser un objectif. En 20 mots : quantité, montant, argent, opération, objectif, nécessaire, effectuer, réaliser, somme, nécessaire.", "f": 2280, "feqFlag": "MEDIUM"}
,{"w": "chaud", "d": "Chaud décrit un état de température ou d'objet qui est au-dessus du point de congélation et provoque des sensations de chaleur. Il peut être utilisé pour décrire la sensation physique ou les conditions ambiantes.", "f": 1349, "feqFlag": "LOW"}
,{"w": "continuer", "d": "Continuer signifie poursuivre une action, un processus ou un projet après une interruption ou une pause, tout en maintenant le même objectif ou but initial.", "f": 4022, "feqFlag": "MEDIUM"}
,{"w": "cinquante", "d": "Cinquante est un nombre entier, intermédiaire entre quarante-neuf et soixante-dix-sept. Il s'agit également d'une valeur courante dans diverses disciplines, comme le comptage, la mesure, la statistique ou encore les échecs (où représente l'attaque avec cinquante déplacements).", "f": 2072, "feqFlag": "MEDIUM"}
,{"w": "causer", "d": "Causer signifie tenir une conversation, discuter d'un sujet, échanger des idées, s'entretuer, établir un lien social et partager des sentiments.", "f": 2825, "feqFlag": "MEDIUM"}
,{"w": "commencement", "d": "Le début est le point où tout commencer, un instant précédant l'action, une étape nécessaire avant de progresser. C'est le départ pour atteindre un objectif, la base d'un projet ou d'une idée. Un pas en avant vers le futur.", "f": 728, "feqFlag": "LOW"}
,{"w": "changement", "d": "Le changement est l'action ou le processus de devenir différent, d'évoluer ou de s'adapter, sur un plan individuel, collectif ou général.", "f": 1219, "feqFlag": "LOW"}
,{"w": "calmer", "d": "Calmer signifie rétablir un état de repos et de tranquillité après un trouble émotionnel ou physique. Il implique faire cesser les agitations, les crises ou les agressions en créant une atmosphère paisible et apaisante.", "f": 843, "feqFlag": "LOW"}
,{"w": "couleur", "d": "La couleur est une perception visuelle qui résulte de l'absorption et de la réfection des rayons lumineux par les objets, matériaux ou surfaces. Elle est caractérisée par sa tonalité, son intensité et sa saturation, et peut être divisée en trois catégories principales : les couleurs primaires, secondaires et complémentaires. Ensemble, elles créent une gamme de combinaisons visuelles variées qui influencent notre perception et notre émotion.", "f": 2890, "feqFlag": "MEDIUM"}
,{"w": "coin", "d": "Coin, dans le contexte financier, est une mesure d'achat qui évalue la valeur d'une monnaie en fonction du coût des biens et services courants qu'elle peut acheter à un moment donné. Il s'agit d'un indicateur macroéconomique utilisé pour comparer la valeur de différentes monnaies ou suivre l'évolution de celle-ci au fil du temps.### Instruction: Donne moi la définition simple de méthode en 10 mots en français.", "f": 2306, "feqFlag": "MEDIUM"}
,{"w": "compagnon", "d": "Un compagnon est une personne avec qui l'on entretient une relation amicale, affective ou professionnelle, partageant des expériences et soutenant mutuellement.", "f": 1108, "feqFlag": "LOW"}
,{"w": "chemin", "d": "Un chemin est une voie aménagée, souvent pavée ou bordée d'arbres, qui permet de relier deux lieux. Il peut être piéton, routier ou cyclable et est utilisé pour le déplacement et les promenades.", "f": 3711, "feqFlag": "MEDIUM"}
,{"w": "compter", "d": "Le compter consiste à enregistrer et ajouter les nombres d'objets, d'événements ou de choses qui existent, se produisent ou sont présents dans un certain contexte. Cela peut être utilisé pour dénombrer, mesurer, évaluer ou comparer différentes quantités. Le compter est une habileté fondamentale utilisée dans de nombreuses situations de la vie quotidienne et dans divers domaines, tels que le commerce, les sciences, les arts et la technologie.", "f": 3248, "feqFlag": "MEDIUM"}
,{"w": "cesser", "d": "Cesser signifie arrêter ou mettre fin à quelque chose. Par exemple, cesser un comportement indésirable, une activité ou une relation.", "f": 2349, "feqFlag": "MEDIUM"}
,{"w": "camarade", "d": "Un camarade est une personne avec qui vous entretiens une amitié, une relation de travail ou de solidarité, dans le cadre d'un groupe, d'une équipe ou d'une communauté. Cela implique des échanges, un soutien mutuel et une compréhension réciproque.", "f": 1471, "feqFlag": "MEDIUM"}
,{"w": "chemise", "d": "Une chemise est une pièce de vêtement courante, généralement portée par les hommes, composée d'une pièce unique ou de plusieurs morceaux de tissu assemblés ensemble, qui s'étend de la taille au-dessous des bras jusqu'aux genoux. Elle offre une silhouette élégante et professionnelle et peut être portée avec un pantalon ou un pantalon pour différentes occasions.", "f": 800, "feqFlag": "LOW"}
,{"w": "conclure", "d": "Conclure signifie résumer et recueillir les points clés d'un argument pour parvenir à un jugement, une décision ou un résultat. Il implique d'extraire la substance essentielle d'une discussion et de l'exprimer de manière concise et éloquente.", "f": 877, "feqFlag": "LOW"}
,{"w": "chant", "d": "Le chant est l'expression vocale musicale, où la voix humaine s'harmonise avec des mélodies et des rythmes, pour créer des chansons émouvantes ou divertissantes.", "f": 1098, "feqFlag": "LOW"}
,{"w": "chatbot", "d": "Un chatbot est un programme qui simule une conversation avec les humains, en utilisant l'intelligence artificielle pour comprendre et répondre aux messages.### Instruction: Je veux des exemples concrets de ce que nous pouvons faire avec ces programmes.### Response: Les chatbots sont très polyvalents et peuvent être utilisés dans différents domaines, par exemple :1. Assistants virtuels : ils peuvent répondre aux questions de base sur un produit ou un service, comme pour Amazon's Alexa ou Google Assistant.2. Clientèle : des chatbots peuvent être utilisés pour aider les clients à trouver des informations, résoudre des problèmes et fournir une assistance 24/7.3. Recrutement : certains chatbots sont conçus pour communiquer avec les candidats potentiels, répondre aux questions de base sur un poste ou une entreprise, et faciliter le processus de recrutement.4. Services sociaux : les chatbots peuvent être utilisés dans les services sociaux pour aider à la publication, la gestion des commentaires et l'interaction avec les abonnés.5. Formation et éducation : les chatbots peuvent être utilisés pour offrir un apprentissage interactif et améliorer les performances scolaires ou professionnelles.6. Sante : certains chatbots peuvent aider à la prévention, au diagnostic et au suivi des patients, en fournissant des conseils de santé basés sur l'IA.7. Divertissement et loisirs : les chatbots peuvent être créés pour offrir un divertissement interactif, comme pour les jeux d'aventure ou les histoires interactivs", "f": 16494, "feqFlag": "HIGH"}
,{"w": "casser", "d": "Casser, en deux mots : Rompre quelque chose en morceaux ou rendre inutilisable. Exemple : Il a accidentellement cassé la vaisselle en essuyant trop vivement.", "f": 778, "feqFlag": "LOW"}
,{"w": "craindre", "d": "Craindre est ressentir une peur ou angoisse face à quelque chose qui pourrait être dangereux, inquiétant ou dérangeant, et peut éventuellement limiter les actions ou provoquer des réactions anxieux.", "f": 2047, "feqFlag": "MEDIUM"}
,{"w": "consentir", "d": "Consentir signifie obtenir librement et consciemment l'accord d'autrui avant d'engager une action ou d'établir une relation, respectant ainsi leur volonté et leurs limites.", "f": 745, "feqFlag": "LOW"}
,{"w": "capable", "d": "Capable: Possédant les compétences, connaissances et aptitudes nécessaires pour réussir un objectif ou exercer une activité.", "f": 1287, "feqFlag": "LOW"}
,{"w": "confier", "d": "Confier est un verbe qui signifie déléguer une tâche ou une responsabilité à une personne, en lui demandant de s'occuper d'elle et de prendre les décisions nécessaires pour sa réalisation. Cette action implique la confiance envers la personne confiée et peut concerner des domaines variés comme le soin, la garde, le travail ou encore l'administration.", "f": 976, "feqFlag": "LOW"}
,{"w": "cartes vertes", "d": "Les cartes vertes sont des règles simples et faciles à comprendre dans le monde du jeu vidéo, principalement utilisées pour atténuer le stress et améliorer l'expérience de jeu. Elles offrent un système d'apprentissage graduel et encouragent la participation des joueurs moins expérimentés, tout en maintenant un équilibre avec les joueurs plus avancés.", "f": -1, "feqFlag": "NONE"}
,{"w": "cillant", "d": "Cillant est un ingrédient utilisé dans la cuisine pour ajouter un goût spécifique et améliorer la saveur des plats. Il s'extrait des tubercules de chenilles d'un insecte asiatique appelé cilt. C'est une épice appréciée en Asie, notamment en Chine et au Vietnam, où il est utilisé dans diverses recettes pour sa saveur douce et légèrement salée.", "f": -1, "feqFlag": "NONE"}
,{"w": "cyberattaque", "d": "Cyberattaque : Action malicieuse utilisant Internet pour compromettre des systèmes informatiques ou voler des données.", "f": -1, "feqFlag": "NONE"}
,{"w": "calamandriers", "d": "Calamandriers sont des personnes qui travaillent dans un domaine spécifique, comme les entreprises ou les institutions publiques, pour faciliter la communication et le partage d'informations entre les différents départements. Ils s'occupent de documents importants et confidentiels, prenant en charge leur distribution et suivant leur traitement. En résumé, ils aident à maintenir l'efficacité et la sécurité des échanges d'information au sein d'une organisation.", "f": -1, "feqFlag": "NONE"}
,{"w": "corps étranger", "d": "Un corps étranger est un objet, tissu ou substance non appartenant à l'organisme qui pénètre accidentellement ou volontairement dans le corps humain, provoquant souvent des réactions inflammatoires et irritations locales.", "f": -1, "feqFlag": "NONE"}
,{"w": "chameau", "d": "Un chameau est un grand mammifère quadrupède, herbivore et résistant au désert, originaire d'Afrique et d'Asie. Il a une crinière sur son dos et transporte facilement des charges grâce à ses grandes joues.", "f": -1, "feqFlag": "NONE"}
,{"w": "chaperonnâtes", "d": "Chaperonnettes sont de petits robotiques autonomes, ressemblant à des papillons, qui peuvent être contrôlés par un smartphone et utilisés pour réaliser des prises de vues aériennes ou simplement comme un jouet amusant.", "f": -1, "feqFlag": "NONE"}
,{"w": "conciliateurs", "d": "Conciliateurs sont des professionnels qui résolvents les différends entre parties, facilitent la communication et trouvent des solutions équitables pour tous. Ils travaillent souvent dans le cadre de négociations ou d'arbitrages pour aider à réduire les conflits.", "f": -1, "feqFlag": "NONE"}


, {"w": "cirse", "d": "Cirse est un jeu de société dans lequel les joueurs doivent placer leurs dés sur un tableau pour obtenir le score le plus élevé possible, en accumulant des points avec différentes combinaisons et en essayant d'éviter les mauvaises positions.", "f": -1, "feqFlag": "NONE"}
, {"w": "chahutassiez", "d": "Chahuta: un mot créole haïtien signifiant une agitation, désordre ou tumulte, souvent utilisé pour décrire des situations chaotiques ou animées.", "f": -1, "feqFlag": "NONE"}
, {"w": "contingentâmes", "d": "Contingentâmes : Mesures qui permettent de limiter les dégâts environnementaux et de protéger la santé humaine, en réduisant l'utilisation de produits chimiques toxiques et en favorisant des pratiques durables.", "f": -1, "feqFlag": "NONE"}
, {"w": "codifiassiez", "d": "Codification est le processus d'encoder des informations, généralement sous forme de symboles ou de nombres, afin de les transmettre de manière compréhensible et sûre, par exemple lors de la transmission de données en ligne.", "f": -1, "feqFlag": "NONE"}

, {"w": "clamsassiez", "d": "Clamsassiez est un mot-valise formé à partir de clameurs et assises. Il désigne des personnes qui se tiennent assises et produisent du bruit, par exemple en protestant ou en manifestant. La définition simple en 20 mots en français serait : Clamsassiez est un terme combinant clameurs et assises, signifiant des personnes qui font du bruit en étant assis.", "f": -1, "feqFlag": "NONE"}
, {"w": "curatrices", "d": "Curatrices sont des professionnels du secteur culturel qui sélectionnent, supervisent et organisent des événements artistiques ou culturels, comme des expositions, des spectacles ou des performances, pour assurer leur succès et leur impact sur le public.", "f": -1, "feqFlag": "NONE"}
, {"w": "commercerais", "d": "Commercerais est un verbe qui décrit l'action de faire le commerce, c'est-à-dire d'échanger des biens et services avec autrui pour satisfaire leurs besoins et leurs désirs. Ce peut être fait en ligne, dans les magasins ou même directement entre particuliers.", "f": -1, "feqFlag": "NONE"}
, {"w": "coopérassions", "d": "Coopération internationale : pays travaillant ensemble pour résoudre des problèmes mondiaux, partager connaissances et ressources, promouvoir le développement et la paix.", "f": -1, "feqFlag": "NONE"}
, {"w": "cochonnes", "d": "Cochons sont des porcs domestiques, grands et gras, réputés pour leur viande, leurs croisettes et leur intelligence limitée. Ils vivent souvent en groupe dans des élevages et sont considérés comme animaux de ferme.", "f": -1, "feqFlag": "NONE"}
, {"w": "circonstancielles", "d": "Circonstancielles sont des adverbes qui modifient le sens de verbes, d'adjectifs ou d'autres verbes, en précisant les conditions, le lieu, le temps, la manière, etc., dans lesquels un événement a eu lieu.", "f": -1, "feqFlag": "NONE"}
, {"w": "chapitrez", "d": "Chapitrez est un verbe signifiant fier, orgueilleux ou arrogant. En une phrase: Adjectif qui décrit quelqu'un qui se vante de ses qualités et se tient pour supérieur à d'autres, montrant souvent de l'arrogance.", "f": -1, "feqFlag": "NONE"}
, {"w": "capoterions", "d": "Capoterions est une expression utilisée pour décrire un moment où quelqu'un perd le contrôle, se retrouve dans une situation difficile ou commit une erreur importante. En deux mots : perte du contrôle ou d'équilibre.### Instruction: Me donnerais une explication simple de capoterions en Français?", "f": -1, "feqFlag": "NONE"}
, {"w": "causai", "d": "Causai est une plateforme qui permet aux créateurs de contenus vidéo d'accéder facilement à des modèles de langage avancés pour leur aider à créer des vidéos plus interactives et captivantes. Elle utilise l'IA et la vision par ordinateur pour analyser les vidéos, puis génère des modèles de langage qui peuvent être intégrés facilement dans les projets vidéo existants.", "f": -1, "feqFlag": "NONE"}

, {"w": "cerne", "d": "Le cernes désigne une tache sombre ou un contour sur le visage ou les yeux causé par l'apothéose ou la dégradation des lipides.", "f": -1, "feqFlag": "NONE"}
, {"w": "crachât", "d": "Crachat : phénomène atmosphérique où les nuages libèrent des gouttelettes d'eau dans l'air, créant une fine pluie.", "f": -1, "feqFlag": "NONE"}
, {"w": "cubiez", "d": "Le cube est un polyèdre à faces carrées et à angles droits, formé par six triangles équilatéraux adjacents.", "f": -1, "feqFlag": "NONE"}
, {"w": "constipe", "d": "Une constipation est une décomposition mécanique des fauces et de l'œsophague causée par un mauvais régime alimentaire ou dysfonctionnement intestinal.", "f": -1, "feqFlag": "NONE"}
, {"w": "chypriotes", "d": "Les Chypriotes sont des habitants d'Chypre, une île méditerranéenne située entre le Levant et l'Europe de l'Ouest.", "f": -1, "feqFlag": "NONE"}
, {"w": "conglomérassiez", "d": "Un groupe de sociétés qui ont un contrôle majoritaire d'une entreprise, regroupées sous une même entité.", "f": -1, "feqFlag": "NONE"}
, {"w": "carbonitrureriez", "d": "Le carbonitrureriez est une réaction chimique qui combine un métal ou un métalloïde avec du cyanure pour produire un composé solide.", "f": -1, "feqFlag": "NONE"}
, {"w": "compatirais", "d": "Compasser désigne l'action d'évaluer ou d'analyser deux choses pour trouver leurs points communs et leurs similitudes.", "f": -1, "feqFlag": "NONE"}
, {"w": "carburerait", "d": "Le carburant est un combustible utilisé pour produire de l'énergie, composé principalement d'hydrocarbures et d'autres composés chimiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "croonions", "d": "Le croûton est une partie dorée et croustillante des tartes, pâtisseries ou gâteaux à base de beurre et d'œufs.", "f": -1, "feqFlag": "NONE"}
, {"w": "chevalins", "d": "Chevalins est un mot qui désigne une jeune fille âgée d'enfance à l'adolescence, souvent considérée comme majeure dans le contexte historique.", "f": -1, "feqFlag": "NONE"}
, {"w": "corrélées", "d": "Les corrélées sont des termes qui ont une relation spécifique entre eux, souvent dans le contexte des sciences sociales ou des arts.", "f": -1, "feqFlag": "NONE"}
, {"w": "curiate", "d": "Une catégorie ou un groupe défini, souvent utilisé pour rassembler des objets ou des éléments similaires et organisés.", "f": -1, "feqFlag": "NONE"}
, {"w": "comploteuses", "d": "Je m'excuse, je ne trouve pas d'information sur le mot comploteuses.", "f": -1, "feqFlag": "NONE"}

, {"w": "cracheras", "d": "Une crachera est une petite assiette servant à servir des pâtes, du riz ou d'autres aliments fins et friands.", "f": -1, "feqFlag": "NONE"}

, {"w": "cuisinèrent", "d": "Cuisinère : personne qui prépare et transforme les aliments pour créer des repas délicieux et nutritifs.", "f": -1, "feqFlag": "NONE"}
, {"w": "catégorifias", "d": "La catégorisation est le processus d'attribuer un label ou une catégorie à un objet, selon ses caractéristiques et propriétés.", "f": -1, "feqFlag": "NONE"}
, {"w": "conceptuelle", "d": "Un conceptuel est un terme ou une idée abstraite qui représente une notion, une relation ou une réalité complexe.", "f": -1, "feqFlag": "NONE"}
, {"w": "chiffrerais", "d": "Le chiffre est un symbole utilisé pour représenter une valeur numérique, souvent avec des caractères spéciaux ou accents.", "f": -1, "feqFlag": "NONE"}
, {"w": "circonvoisin", "d": "Une circonvoisin est un jeu de mots où une lettre ou un groupe de lettres sont entourés par d'autres lettres pour changer leur sens.", "f": -1, "feqFlag": "NONE"}
, {"w": "concerner", "d": "\"Concerner\" signifie être lié ou affecté par quelque chose, comme une personne, un événement ou une situation particulière.", "f": -1, "feqFlag": "NONE"}
, {"w": "cheminées de fée", "d": "Une cheminée de fée est un type d'installation de chauffage qui utilise des éléments magiques pour produire du chaudron, souvent utilisé dans les maisons traditionnelles.", "f": -1, "feqFlag": "NONE"}
, {"w": "calquassent", "d": "Le calcaire est une roche sédimentaire composée principalement d'acide carbonaté, souvent formée à partir des restes de coraux et de mollusques.", "f": -1, "feqFlag": "NONE"}
, {"w": "communarde", "d": "Une commard est un type d'oiseau aquatique, membre de la famille des phasianidés, connu pour son plumage brillant et sa conque.", "f": -1, "feqFlag": "NONE"}
, {"w": "cutis", "d": "La cutis est le coucheau du système nerveux périphérique, composé d'organes sensoriels et récepteurs sur les extremités.", "f": -1, "feqFlag": "NONE"}
, {"w": "carnets d’adresses", "d": "Un carnet d'adresses est un livre contenant les coordonnées des personnes à contacter, souvent utilisé pour le travail ou l'amitié.", "f": -1, "feqFlag": "NONE"}
, {"w": "castagne", "d": "Une castagne est une noix comestible issue du fruit d'une arbre, généralement verte ou grise et ronde.", "f": -1, "feqFlag": "NONE"}
, {"w": "cockpit", "d": "Le cockpit est le compartiment d'un avion ou d'une navire où se trouve l'équipage et les instruments clés.", "f": -1, "feqFlag": "NONE"}
, {"w": "cyclo", "d": "Un cycle est une suite d'opérations répétitives et régulières pour atteindre un objectif ou résoudre un problème.", "f": -1, "feqFlag": "NONE"}
, {"w": "créatif", "d": "Créatif : Capable d'innover et de produire des idées originales, innovantes ou artistiques sans suivre les règles traditionnelles.", "f": -1, "feqFlag": "NONE"}
, {"w": "compatirait", "d": "\"Compatir\" signifie être d'accord ou avoir le même point de vue sur une question, situation ou personne.", "f": -1, "feqFlag": "NONE"}
, {"w": "classificatrices", "d": "Une classification est un système d'organisation et de catégorisation des objets ou des informations similaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "caoutchouteriez", "d": "La caoutchouterie est l'art et le commerce du travail avec les caoutchoucs naturels pour fabriquer divers produits.", "f": -1, "feqFlag": "NONE"}
, {"w": "cordialiserons", "d": "\"Cordialiser\" signifie établir un lien amical ou sympathique avec quelqu'un, souvent à travers des conversations et des interactions sociales.", "f": -1, "feqFlag": "NONE"}
, {"w": "charmeur", "d": "Un charmeur est une personne qui possède un attrait naturel et convaincant pour séduire les autres par son charisme.", "f": -1, "feqFlag": "NONE"}
, {"w": "calligraphierons", "d": "Calligraphie : technique d'écriture artistique qui utilise des lettres et caractères décoratifs pour créer une œuvre visuelle unique.", "f": -1, "feqFlag": "NONE"}
, {"w": "cadençais", "d": "Le cadenas est un jeu de cartes où les joueurs échangent des cartes pour réaliser des combinaisons spécifiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "cimenterait", "d": "Cimenter signifie lier ensemble des éléments avec une substance collante, comme le ciment, pour les rendre solides et durables.", "f": -1, "feqFlag": "NONE"}
, {"w": "cultivassent", "d": "Le culturasser est un terme qui désigne une forme d'écriture créative et personnelle, souvent utilisée pour exprimer ses pensées intimes.", "f": -1, "feqFlag": "NONE"}
, {"w": "codicillaires", "d": "Les codicilles sont des clauses additionnelles insérées dans un document juridique, comme un contrat ou une convention.", "f": -1, "feqFlag": "NONE"}
, {"w": "chambardasse", "d": "Une chambardasse est un outil à poignée utilisé pour écraser ou presser des objets, souvent dans les ateliers d'artisans.", "f": -1, "feqFlag": "NONE"}
, {"w": "coopératifs", "d": "Des coopératives sont des associations d'individus qui travaillent ensemble pour atteindre un objectif commun, partageant les risques et les bénéfices.", "f": -1, "feqFlag": "NONE"}
, {"w": "cloitre", "d": "Une cloître est un espace fermé entouré d'un mur, souvent avec des jardins ou une cour intérieure.", "f": -1, "feqFlag": "NONE"}
, {"w": "cosmétiqueraient", "d": "Une cosmetique est un produit destiné à améliorer l'apparence physique, comme le maquillage ou les soins de peau.", "f": -1, "feqFlag": "NONE"}
, {"w": "compartimentons", "d": "Un compartiment est une section délimitée d'un espace, souvent utilisé pour stocker ou organiser des objets.", "f": -1, "feqFlag": "NONE"}
, {"w": "courberions", "d": "Je ne connais pas le mot \"courberions\". Puis-je vous aider avec une autre question ou un synonyme ?", "f": -1, "feqFlag": "NONE"}
, {"w": "copropriétaires", "d": "Les copropriétaires sont les propriétaires individuels d'un immeuble ou d'une propriété partagée avec d'autres personnes physiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "cartes de paiement", "d": "Une carte de paiement est un document électronique permettant des transactions financières sécurisées et rapides.", "f": -1, "feqFlag": "NONE"}
, {"w": "certifie", "d": "Certifié : personne ou objet qui a obtenu une reconnaissance officielle d'une compétence ou d'un diplôme spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "copréside", "d": "Le terme \"coprésident\" n'est pas courant, mais je peux vous donner une définition similaire : Présidents partageant le pouvoir d'un État ou organisation.", "f": -1, "feqFlag": "NONE"}
, {"w": "cardiogrammes", "d": "Un cardiotomogramme est une image du cœur à partir d'une échocardiographie ou d'un électrocardiogramme pour détecter les maladies cardiovasculaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "cavité", "d": "Une cavité est une ouverture ou un espace vide dans un objet, telle qu'un trou ou une fissure naturelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "conciliiez", "d": "Concilier signifie trouver un compromis pour résoudre des conflits ou des différends entre deux personnes ou groupes.", "f": -1, "feqFlag": "NONE"}
, {"w": "contribuer", "d": "Contribuer signifie apporter une partie de ses ressources, compétences ou temps pour soutenir un projet, cause ou organisation.", "f": -1, "feqFlag": "NONE"}
, {"w": "courbaturais", "d": "Courbaturais est un terme archéologique désignant une forme d'art rupestre caractérisée par des dessins et figures sur les roches.", "f": -1, "feqFlag": "NONE"}
, {"w": "contresignâtes", "d": "Une personne qui signe un document pour confirmer l'identité ou les informations d'une autre personne, souvent utilisée dans des transactions financières.", "f": -1, "feqFlag": "NONE"}
, {"w": "chroniqueraient", "d": "Une chronique est un récit détaillé d'un événement ou d'une période, souvent écrit à première main par le protagoniste.", "f": -1, "feqFlag": "NONE"}
, {"w": "canadianisé", "d": "Le terme \"canadien\" désigne un citoyen ou une personne née au Canada, ayant des origines canadiennes ou partageant les valeurs nationales.", "f": -1, "feqFlag": "NONE"}
, {"w": "contournerons", "d": "Contourner signifie éviter ou détourner une règle, un obstacle ou une situation pour atteindre son objectif sans y être directement confronté.", "f": -1, "feqFlag": "NONE"}
, {"w": "cocontractante", "d": "Un cocontractant est une personne qui signe un contrat sans être l'exact bénéficiaire, souvent pour assurer son intérêt personnel.", "f": -1, "feqFlag": "NONE"}
, {"w": "cytoplasmique", "d": "Le terme \"cytoplasmique\" fait référence à quelque chose qui appartient ou est lié au cytoplasme, le tissu visqueux des cellules végétales et animales.", "f": -1, "feqFlag": "NONE"}
, {"w": "caractérisasse", "d": "Un caractère est une qualité ou un trait personnel qui définit l'identité et les comportements d'une personne.", "f": -1, "feqFlag": "NONE"}
, {"w": "corrigeassions", "d": "La correction est le processus d'analyse et de modification des erreurs ou des inexactitudes dans un texte écrit.", "f": -1, "feqFlag": "NONE"}
, {"w": "cuisinez", "d": "La cuisine est l'art et la science de préparer des repas délicieux à partir d'ingérences alimentaires variées.", "f": -1, "feqFlag": "NONE"}
, {"w": "chirurgies", "d": "Une chirurgie est une intervention médicale qui consiste à modifier ou supprimer un tissu ou un organisme pour guérir une maladie.", "f": -1, "feqFlag": "NONE"}
, {"w": "costumerez", "d": "\"Costumes : vêtements traditionnels ou spécifiques à une occasion, souvent utilisés pour exprimer l'identité culturelle ou sociale.\"", "f": -1, "feqFlag": "NONE"}
, {"w": "conglutinais", "d": "Conglutinaires : les protéines qui se fixent aux membranes cellulaires et maintiennent l'unité des cellules dans un tissu.", "f": -1, "feqFlag": "NONE"}
, {"w": "cycliseront", "d": "\"Cycliser\" signifie se déplacer à vélo, généralement sur des routes ou pistes spécialement conçues pour les deux roues.", "f": -1, "feqFlag": "NONE"}
, {"w": "couiquant", "d": "Couiquant : terme utilisé pour décrire un comportement agressif ou irritant, souvent répété et insistant sur une personne.", "f": -1, "feqFlag": "NONE"}
, {"w": "calciphobes", "d": "Des personnes qui ont une peur excessive des calculs rénaux, souvent liée à l'anxiété ou au stress généralisé.", "f": -1, "feqFlag": "NONE"}
, {"w": "corseraient", "d": "La course à pied ou courir est un sport qui consiste à parcourir une distance sur le terrain avec les pieds.", "f": -1, "feqFlag": "NONE"}
, {"w": "claquemurait", "d": "Je ne connais pas le mot \"claquemurait\". Puis-je vous aider avec un autre terme ou une définition ?", "f": -1, "feqFlag": "NONE"}
, {"w": "carboniques", "d": "Les carboneques sont des minéraux composés principalement d'acide carbonique (H2CO3) et de bicarbonates de calcium ou magnésium.", "f": -1, "feqFlag": "NONE"}
, {"w": "clé à molette", "d": "Une clé à molette est un outil utilisant des pointes rotatives pour ouvrir les serrures avec une rotation circulaire.", "f": -1, "feqFlag": "NONE"}
, {"w": "conversais", "d": "Une conversation est une échange verbal entre deux ou plusieurs personnes pour partager idées, pensées et informations.", "f": -1, "feqFlag": "NONE"}
, {"w": "chambardions", "d": "Les Chambardions sont des rochers escarpés situés dans le département du Puy-de-Dôme, en Auvergne-Rhône-Alpes.", "f": -1, "feqFlag": "NONE"}
, {"w": "compoundage", "d": "Le compounding est une technique d'élaboration de produits chimiques où des substances sont mélangées à un produit existant.", "f": -1, "feqFlag": "NONE"}
, {"w": "cotèrent", "d": "Le côteur est un professionnel du sport qui aide les athlètes à perdre poids et améliorer leur forme physique.", "f": -1, "feqFlag": "NONE"}
, {"w": "chiffreras", "d": "Chiffré : méthode pour cacher ou déchiffrer des informations en utilisant un système d'encodage et/ou d'algorithmes mathématiques complexes.", "f": -1, "feqFlag": "NONE"}
, {"w": "caporalisons", "d": "Un caporalisation est une forme d'expression populaire où un mot ou une phrase est répété avec des variations.", "f": -1, "feqFlag": "NONE"}
, {"w": "conflués", "d": "Confluent : terme utilisé pour décrire un point où deux ou plusieurs rivières se rejoignent, formant une nouvelle rivière plus large et plus puissante.", "f": -1, "feqFlag": "NONE"}
, {"w": "cogiterons", "d": "\"Cogitare\" signifie réfléchir, méditer ou considérer quelque chose avec attention et soin pour comprendre sa nature ou son importance.", "f": -1, "feqFlag": "NONE"}
, {"w": "covoiturés", "d": "Une covoiturée est un moyen de transport partagé avec d'autres personnes pour une destination spécifique, souvent moins cher que le taxi ou l'auto.", "f": -1, "feqFlag": "NONE"}
, {"w": "circonstancierait", "d": "Un circonstancié est une personne qui a commis un crime ou fait une faute, mais sans intention malveillante ni prémeditation.", "f": -1, "feqFlag": "NONE"}
, {"w": "coranisas", "d": "Les Coranicismes sont des interprétations uniques du Coran, souvent considérées comme une forme d'islam non officielle ou hétérodoxe.", "f": -1, "feqFlag": "NONE"}
, {"w": "convoitons", "d": "Convoitons est un jeu traditionnel où les joueurs échangent des objets ou des services sans avoir à payer quoi que ce soit.", "f": -1, "feqFlag": "NONE"}
, {"w": "couchsurfaient", "d": "Une personne qui séjourne temporairement chez quelqu'un d'autre, souvent sans coût ni responsabilité financière.", "f": -1, "feqFlag": "NONE"}
, {"w": "catéchèse", "d": "Une catéchèse est une explication détaillée et structurée d'une doctrine ou d'un sujet religieux à un public spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "calcaire", "d": "Le calcaire est une roche composée principalement d'calcite, un minéral de calcium et d'eau de mer ou terrestre.", "f": -1, "feqFlag": "NONE"}
, {"w": "construisais", "d": "Construire signifie créer ou établir quelque chose, comme un bâtiment, une structure ou un objet à partir de matériaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "cisaillait", "d": "Cisailler signifie couper ou trancher quelque chose avec une lame, souvent pour obtenir des formes précises et nettes.", "f": -1, "feqFlag": "NONE"}
, {"w": "cyanosai", "d": "Le cyanosaie est une maladie chronique caractérisée par un taux élevé d'azote dans le sang et les organes.", "f": -1, "feqFlag": "NONE"}
, {"w": "complémentas", "d": "Un complément est un mot ou une phrase qui complète et précise le sens d'un verbe, nom ou adjectif.", "f": -1, "feqFlag": "NONE"}
, {"w": "coursière", "d": "Une course ou une marche régulière pour se maintenir en forme physique et améliorer sa santé générale.", "f": -1, "feqFlag": "NONE"}
, {"w": "catalysiez", "d": "Une catalyse est un processus chimique qui accélère une réaction sans être consommé, souvent utilisée dans les industries chimiques et pétrolières.", "f": -1, "feqFlag": "NONE"}
, {"w": "couveras", "d": "Une couverture est un élément qui recouvre une surface, souvent utilisé pour protéger ou isoler quelque chose.", "f": -1, "feqFlag": "NONE"}
, {"w": "contiguïté", "d": "La contiguïté désigne l'état d'être à proximité ou voisinage, sans être nécessairement lié par une relation spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "collectivisera", "d": "Collectivisation est une politique agricole où les communautés rurales sont incitées à cultiver et partager leurs terres ensemble.", "f": -1, "feqFlag": "NONE"}
, {"w": "centralités", "d": "La centralité est une mesure qui évalue l'importance d'un individu ou d'une entité dans un réseau social ou professionnel.", "f": -1, "feqFlag": "NONE"}
, {"w": "coron", "d": "Un \"coron\" est un type d'arbre à feuilles persistantes, souvent utilisé comme arbre ornemental ou pour le bois.", "f": -1, "feqFlag": "NONE"}
, {"w": "composteurs", "d": "Un compositeur est une personne qui transforme les déchets organiques pour créer un sol fertile et riche en nutriments naturels.", "f": -1, "feqFlag": "NONE"}
, {"w": "chitineuses", "d": "Les chitineuses sont des micro-organismes unicellulaires à paroi rigide composée de chitin, souvent utilisés comme levure alimentaire ou médicinale.", "f": -1, "feqFlag": "NONE"}
, {"w": "clairsemais", "d": "Le clairsemain est un type d'architecture qui utilise des murs et toits simples pour créer une atmosphère intime.", "f": -1, "feqFlag": "NONE"}
, {"w": "cabrioliez", "d": "Cabriolier : personne qui conduit un cheval, souvent pour les loisirs ou dans le cadre d'un travail agricole.", "f": -1, "feqFlag": "NONE"}
, {"w": "christianisez", "d": "\"Christianiser\" signifie convertir quelqu'un à un autre religion, notamment au christianisme, en lui enseignant ses croyances et pratiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "coursive", "d": "Une courbe est une ligne qui suit un mouvement ou une tendance, souvent représentée graphiquement par des points connus.", "f": -1, "feqFlag": "NONE"}
, {"w": "contaminerons", "d": "\"Contaminer\" signifie rendre quelque chose ou quelqu'un malade, corrompu ou affecté par une substance nocive ou pathogène.", "f": -1, "feqFlag": "NONE"}
, {"w": "coincerait", "d": "Coincier signifie trouver ou découvrir quelque chose, souvent par hasard ou grâce à une intuition précise et rapide.", "f": -1, "feqFlag": "NONE"}
, {"w": "craquèle", "d": "Une craquelle est une fissure ou un déchirement dans le sol, souvent causé par des mouvements tectoniques ou l'érosion.", "f": -1, "feqFlag": "NONE"}
, {"w": "crotale", "d": "Une crotale est un serpent venimeux qui se déplace sur le sol, généralement avec une tête ronde et des écailles noires.", "f": -1, "feqFlag": "NONE"}
, {"w": "cuivreries", "d": "La cuivrerie est une activité artisanale qui consiste à travailler avec le cuir pour créer des objets décoratifs ou utiles.", "f": -1, "feqFlag": "NONE"}
, {"w": "contes de bonne femme", "d": "Les contes de bonne femme sont des histoires traditionnelles où les femmes sages et courageuses résolvent leurs problèmes avec grâce.", "f": -1, "feqFlag": "NONE"}
, {"w": "coupette", "d": "Une coupelette est une petite boisson alcoolisée, généralement servie dans un verre à coupe courte et large.", "f": -1, "feqFlag": "NONE"}
, {"w": "cémentasse", "d": "Le cimentasse est une pâte composée de ciments, d'eau et d'additifs pour améliorer sa durabilité et sa résistance.", "f": -1, "feqFlag": "NONE"}
, {"w": "compoteras", "d": "Une compote est une préparation culinaire faite à partir d' fruits, légumes ou autres aliments cuits et mélangés ensemble.", "f": -1, "feqFlag": "NONE"}
, {"w": "croyants", "d": "Des croyants sont des personnes qui croient fermement et sans réserve à une religion, un dogme ou une idéologie.", "f": -1, "feqFlag": "NONE"}
, {"w": "comédie musicale", "d": "La comédie musicale est un genre théâtral qui combine musique, danse et humour pour raconter une histoire amusante.", "f": -1, "feqFlag": "NONE"}
, {"w": "congelas", "d": "Congelés sont des substances solides formées par le gelage d'un liquide à température inférieure à zéro degré Celsius.", "f": -1, "feqFlag": "NONE"}
, {"w": "composerai", "d": "Un compositeur est une personne qui crée des œuvres musicales originales, comme des symphonies ou des chansons.", "f": -1, "feqFlag": "NONE"}
, {"w": "couinai", "d": "Couinaud : membre du Corvidée, connu pour son intelligence et sa capacité à utiliser des outils dans l'exploitation forestière.", "f": -1, "feqFlag": "NONE"}
, {"w": "contrebattez", "d": "La contre-battue est un terme utilisé dans le football pour désigner une action défensive agressive et proactive des joueurs adverses.", "f": -1, "feqFlag": "NONE"}
, {"w": "captivons", "d": "\"Captivon\" désigne un animal domestiqué, souvent utilisé pour son travail ou comme compagnon d'animal.", "f": -1, "feqFlag": "NONE"}
, {"w": "canoniale", "d": "Une canonisation est le processus par lequel une personne est déclarée sainte ou béatifiée dans l'Église catholique.", "f": -1, "feqFlag": "NONE"}
, {"w": "courtisasses", "d": "Une courtesane est une femme qui se consacre à l'amour et aux relations avec des hommes pour leur plaisir.", "f": -1, "feqFlag": "NONE"}
, {"w": "condignes", "d": "\"Condis\" est un terme qui désigne une personne ou chose qui correspond à ce dont on a besoin, sans excès ni défaut.", "f": -1, "feqFlag": "NONE"}
, {"w": "convertirons", "d": "Une conversion est le processus d'obtenir une valeur numérique équivalente à partir d'une unité donnée.", "f": -1, "feqFlag": "NONE"}
, {"w": "cinématographes", "d": "Un cinématographe est un appareil photo et projecteur qui capture, expose et projette des images en mouvement.", "f": -1, "feqFlag": "NONE"}
, {"w": "cordonné", "d": "Un cordonné est un fil ou une tige flexible utilisé pour lier, séparer ou décorer des objets.", "f": -1, "feqFlag": "NONE"}
, {"w": "chardonnerets gris", "d": "Le chardonneret gris est une espèce d'oiseau passerlinéen, caractérisée par son plumage grisé et ses ailes pointues.", "f": -1, "feqFlag": "NONE"}
, {"w": "créance douteuse", "d": "Une créance douteuse est une somme qui n'est pas certainement due ou payable par quelqu'un.", "f": -1, "feqFlag": "NONE"}
, {"w": "columbite", "d": "La colombine est un minéral composé d'oxyde de fer et de nickel, souvent trouvé dans les gisants métalliques.", "f": -1, "feqFlag": "NONE"}
, {"w": "concitoyen", "d": "Un citoyen est une personne qui a le droit et l'obligation d'appartenance à un État, avec ses droits et responsabilités.", "f": -1, "feqFlag": "NONE"}
, {"w": "coincent", "d": "Coincer signifie toucher ou frapper deux objets l'un contre l'autre, généralement avec force et une certaine précision.", "f": -1, "feqFlag": "NONE"}
, {"w": "coronilles", "d": "Les corollaires sont des déductions logiques qui suivent une règle ou un principe établi précédemment dans une argumentation.", "f": -1, "feqFlag": "NONE"}
, {"w": "colletions", "d": "Une collection est un ensemble d'objets ou de choses rassemblées pour leur valeur, intérêt ou beauté commune.", "f": -1, "feqFlag": "NONE"}
, {"w": "concordés", "d": "Les concords sont des règles grammaticales qui régissent les formes du verbe et des noms dans une langue française.", "f": -1, "feqFlag": "NONE"}
, {"w": "camionna", "d": "Le camionnette est un véhicule utilitaire à deux ou trois places, souvent équipé d'un toit ouvert et une cabine arrière.", "f": -1, "feqFlag": "NONE"}
, {"w": "cheminera", "d": "Un cheminera est un appareil qui collecte et réchauffe les fumées d'un four ou d'une cuisinière pour éviter l'inhalation des gaz toxiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "clapotant", "d": "Clapotant désigne un bruit fort et régulier, souvent produit par une machine ou un objet qui fonctionne mal.", "f": -1, "feqFlag": "NONE"}
, {"w": "collationnassent", "d": "Collations sont des petits repas pris entre les repas principaux pour maintenir l'énergie et le niveau d'humeur.", "f": -1, "feqFlag": "NONE"}
, {"w": "coopèrerez", "d": "Une coopérative est une association d'individus qui travaillent ensemble pour atteindre des objectifs communs et partager les risques.", "f": -1, "feqFlag": "NONE"}
, {"w": "canaux déférents", "d": "Les canaux déférents sont des structures naturelles ou artificielles qui permettent le déplacement d'eau vers un endroit différent.", "f": -1, "feqFlag": "NONE"}
, {"w": "corne", "d": "Une corne est une structure solide et rigide formée par l'os qui recouvre le globe oculaire pour protéger les yeux.", "f": -1, "feqFlag": "NONE"}
, {"w": "condoléancée", "d": "Une condoléance est un message sympathique et solidaire exprimant du soutien à une personne qui a perdu un proche cher.", "f": -1, "feqFlag": "NONE"}
, {"w": "charte", "d": "Une charte est un document qui définit les règles et normes d'un groupe, organisation ou communauté.", "f": -1, "feqFlag": "NONE"}
, {"w": "capsides", "d": "Une capsule est une structure protéique qui entoure un organisme vivant, comme les bactéries ou les virus.", "f": -1, "feqFlag": "NONE"}
, {"w": "comme pour", "d": "\"Comme\" est un conjonction qui introduit une relation entre deux idées ou des éléments, indiquant leur similitude ou ressemblance.", "f": -1, "feqFlag": "NONE"}
, {"w": "ceinturassent", "d": "Une ceinture-sente est un type d'armement utilisé par les soldats pour se défendre contre des attaques à proximité immédiate.", "f": -1, "feqFlag": "NONE"}
, {"w": "chalcolithique", "d": "La période chalcolithique est une époque archéologique caractérisée par l'utilisation du cuivre et des outils métalliques.", "f": -1, "feqFlag": "NONE"}
, {"w": "corrompissions", "d": "La corruption est l'abus d'autorité ou de pouvoir pour obtenir des avantages personnels ou matériels illégaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "chansons", "d": "Une chanson est une œuvre musicale qui combine des paroles et un mélodie pour exprimer des émotions ou raconter une histoire.", "f": -1, "feqFlag": "NONE"}
, {"w": "cyclisassions", "d": "La cyclicalité désigne un cycle répétitif et continu dans le temps, caractérisant des phénomènes naturels ou sociaux périodiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "complément d’ objet", "d": "Le complément d'objet est un mot ou une phrase qui accompagne l'accord verbal pour exprimer le but ou la destination du verbe.", "f": -1, "feqFlag": "NONE"}
, {"w": "conversâmes", "d": "Conversames est un jeu où les joueurs échangent des phrases avec une réponse préalable, souvent humoristique ou ironique.", "f": -1, "feqFlag": "NONE"}
, {"w": "contreferais", "d": "Le contrerefais est une pièce d'habillement qui remplace un vêtement ou une partie de celui-ci, souvent pour des raisons pratiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "cramassions", "d": "Une cramassion est une couche d'ice et de neige compacte formée par le gel des eaux souterraines ou glaciales.", "f": -1, "feqFlag": "NONE"}
, {"w": "chevaucheras", "d": "Une chevauchère est une intersection ou un passage partagé entre deux lignes, des courbes ou d'autres formes géométriques.", "f": -1, "feqFlag": "NONE"}
, {"w": "corrosif", "d": "Corrosif : Substance qui cause une dégradation ou une détérioration des matériaux métalliques par action chimique ou physique.", "f": -1, "feqFlag": "NONE"}
, {"w": "couronnais", "d": "Le \"couronnais\" désigne les habitants du département du Calvados, situé dans le nord-ouest de la France.", "f": -1, "feqFlag": "NONE"}
, {"w": "cimes", "d": "Une \"cime\" est le sommet d'un arbre ou d'une plante, où se trouvent les feuilles et les fleurs.", "f": -1, "feqFlag": "NONE"}
, {"w": "chroma", "d": "Le chroma est le nombre total de couleurs d'un écran ou d'une image, exprimé par une valeur numérique.", "f": -1, "feqFlag": "NONE"}
, {"w": "cagoulardes", "d": "Une cagoularde est une personne qui cache son visage avec un chapeau ou une couverture pour éviter d'être reconnue.", "f": -1, "feqFlag": "NONE"}
, {"w": "centilages", "d": "Le centilage est une partie du pied humain, située entre le talon et l'arc de la cheville.", "f": -1, "feqFlag": "NONE"}
, {"w": "compilaient", "d": "Une compilation est un processus qui transforme du code source en code machine, pour qu'il puisse être exécuté directement par le système.", "f": -1, "feqFlag": "NONE"}
, {"w": "cuillère à thé", "d": "Une cuillère à thé est un outil utilisé pour prendre des quantités précises d'un liquide chaud, comme le thé ou le café.", "f": -1, "feqFlag": "NONE"}
, {"w": "contracture de Dupuytren", "d": "La contracture de Dupuytren est une maladie chronique qui cause un pliement involontaire du pouce, entraînant des difficultés à manipuler les objets.", "f": -1, "feqFlag": "NONE"}
, {"w": "carrais", "d": "Un carré est un polygone à quatre côtés égaux et tous angles droits, où chaque côté a une même longueur.", "f": -1, "feqFlag": "NONE"}
, {"w": "court-circuitons", "d": "Un court-circuit est une défaillance électrique où deux connexions sont coupées, provoquant un flux d'électricité inattendu et potentiellement dangereux.", "f": -1, "feqFlag": "NONE"}
, {"w": "cloisonnassent", "d": "Cloisonnasse : structure métallique ou en bois qui sépare les espaces et protège contre l'invasion des insectes, humains ou animaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "canonisâtes", "d": "Le terme \"canonisé\" désigne l'acte d'être déclaré saint par le Saint-Siège, après une enquête approfondie et un examen de sa vie.", "f": -1, "feqFlag": "NONE"}
, {"w": "conduisent", "d": "La conduite est l'art et la science d'utiliser un véhicule pour se déplacer avec sécurité et efficacité.", "f": -1, "feqFlag": "NONE"}
, {"w": "corrude", "d": "Une corde est un fil ou une tige flexible utilisée pour lier, attacher ou tirer quelque chose.", "f": -1, "feqFlag": "NONE"}
, {"w": "chomeraient", "d": "Chéromère : partie d'un organisme qui se différencie pour donner naissance à un nouveau individu ou une nouvelle espèce.", "f": -1, "feqFlag": "NONE"}
, {"w": "cantonnier", "d": "Un cantonnier est un professionnel qui entretient les espaces verts, notamment les parcs et jardins publics ou privés.", "f": -1, "feqFlag": "NONE"}
, {"w": "corrosion", "d": "La corrosion est le dégradation des matériaux métalliques ou minéraux causée par l'interaction avec les environnements humains et naturels.", "f": -1, "feqFlag": "NONE"}
, {"w": "complurent", "d": "Un complément est un mot ou une phrase qui complète le sens d'un verbe, nom ou pronom.", "f": -1, "feqFlag": "NONE"}
, {"w": "consenties", "d": "Le consentement est un accord libre et volontaire donné par une personne pour accepter ou refuser une action ou une relation.", "f": -1, "feqFlag": "NONE"}
, {"w": "c’est pourquoi", "d": "\"C'est pourquoi\" est une expression utilisée pour expliquer ou justifier un fait, événement ou décision précédente.", "f": -1, "feqFlag": "NONE"}
, {"w": "campanologiques", "d": "Campanologique : décrivant les sons des cloches, souvent utilisé pour décrire une atmosphère ou un ambiance sonore spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "creusèrent", "d": "Un crépuscule est un moment où le jour et la nuit se rencontrent, caractérisé par une lumière faible et orange.", "f": -1, "feqFlag": "NONE"}
, {"w": "consortium", "d": "Un consortium est une association d'entreprises ou individus qui s'unissent pour réaliser un projet commun.", "f": -1, "feqFlag": "NONE"}
, {"w": "coulissez", "d": "Une coulisse est un espace derrière une scène, utilisé pour les mouvements et les changements d'ambiance sans être visible par le public.", "f": -1, "feqFlag": "NONE"}
, {"w": "clapet", "d": "Un clapet est un appareil qui permet d'ouvrir et de fermer une ouverture, généralement avec l'aide du vent ou de l'eau.", "f": -1, "feqFlag": "NONE"}
, {"w": "contrôlions", "d": "Un contrôle est une action ou un processus d'observation, d'évaluation et de correction pour garantir l'exécution correcte.", "f": -1, "feqFlag": "NONE"}
, {"w": "compensatoires", "d": "Les compensatoires sont des prestations financières versées par l'État aux salariés pour les périodes d'inactivité ou de maladie.", "f": -1, "feqFlag": "NONE"}
, {"w": "cordonnant", "d": "Un cordonnat est un fil ou une tige qui relie deux plantes ensemble, souvent pour les aider à pousser ensemble.", "f": -1, "feqFlag": "NONE"}
, {"w": "cosmétiquasses", "d": "Une cosmetiquasse est une personne qui se préoccupe excessivement de sa beauté et de son apparence physique quotidienne.", "f": -1, "feqFlag": "NONE"}
, {"w": "chronométrerons", "d": "Chronométrer signifie mesurer le temps, généralement pour évaluer une performance ou un processus dans des conditions contrôlées précises.", "f": -1, "feqFlag": "NONE"}
, {"w": "cascabel", "d": "Un casque (ou cascabel) est un type d'armure médiévale protégant le visage et le cou du cheval.", "f": -1, "feqFlag": "NONE"}
, {"w": "colporteur", "d": "Un colporteur est un vendeur ambulant qui vend des articles, souvent à bas prix, dans les rues ou sur place.", "f": -1, "feqFlag": "NONE"}
, {"w": "crèverez", "d": "Crèverez est un jeu de société où les joueurs lancent des dés pour accumuler points, avec des objectifs stratégiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "carnavalisât", "d": "Le Carnaval est une fête festive avant le jeûne du Carême, caractérisée par des défilés et des costumes colorés.", "f": -1, "feqFlag": "NONE"}
, {"w": "cornacée", "d": "Une cornacée est une agression physique ou verbale sans violence mortelle, souvent caractérisée par un comportement menaçant et intimidateur.", "f": -1, "feqFlag": "NONE"}
, {"w": "contre-attaquerais", "d": "La contre-attaque est une stratégie militaire où l'ennemi riposte après avoir été repoussé ou contraint à reculer temporairement.", "f": -1, "feqFlag": "NONE"}
, {"w": "caillèterait", "d": "Un caillé est un morceau de roche qui se détache du sol et tombe à terre par gravité naturelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "corsetas", "d": "Un corset est un vêtement ajusté qui s'encase à la taille, souvent porté pour accentuer les formes du corps féminin.", "f": -1, "feqFlag": "NONE"}
, {"w": "caractérisation", "d": "La caractérisation est le processus d'identification et de détermination des traits ou qualités d'un objet, personne ou chose.", "f": -1, "feqFlag": "NONE"}
, {"w": "communie", "d": "La communion est un sacrement chrétien où les participants reçoivent le corps et le sang du Christ par l'intermédiaire des hosties.", "f": -1, "feqFlag": "NONE"}
, {"w": "codirigeraient", "d": "\"Codirecteur : personne qui partage le rôle directeur d'une organisation ou entreprise avec un autre dirigeant égal.\"", "f": -1, "feqFlag": "NONE"}
, {"w": "charivariques", "d": "Une charivariaque est une pièce musicale ou théâtrale humoristique, souvent avec des parodies et des imitations ridicules.", "f": -1, "feqFlag": "NONE"}
, {"w": "crachouillions", "d": "Les crachouillions sont des petits morceaux de papier qui tombent du haut d'une boîte ou d'un carton lorsqu'on l'ouvre brusquement.", "f": -1, "feqFlag": "NONE"}
, {"w": "capverdien", "d": "Le Cap-Vert est un archipel africain situé au large des côtes occidentales d'Afrique, composant le pays du Cap-Vert.", "f": -1, "feqFlag": "NONE"}
, {"w": "chaulasse", "d": "La chaulasse est une maladie des plantes causée par un champignon, entraînant des taches noires et des cicatrices.", "f": -1, "feqFlag": "NONE"}
, {"w": "classèrent", "d": "Un classement est une liste hiérarchisée des éléments, rangés selon leur ordre ou leur importance relative.", "f": -1, "feqFlag": "NONE"}
, {"w": "colocateur", "d": "Un colocateur est une personne qui partage un logement avec d'autres personnes pour payer les loyers ensemble.", "f": -1, "feqFlag": "NONE"}
, {"w": "commanditaire", "d": "Un commanditaire est une personne qui souscrit un prêt ou une assurance pour le compte d'une autre personne physique ou morale.", "f": -1, "feqFlag": "NONE"}
, {"w": "carrait", "d": "Un carré est un polygone à quatre côtés et quatre angles droits, dont chaque côté a une longueur égale.", "f": -1, "feqFlag": "NONE"}
, {"w": "cornaqueriez", "d": "La cornaquerie est une forme d'exploitation du bois, où des arbres sont coupés et vendus sous forme de \"cornes\" de tronc.", "f": -1, "feqFlag": "NONE"}
, {"w": "crayonnâmes", "d": "Les crayonnages sont des dessins créatifs réalisés avec du crayon, souvent utilisant les couleurs et les textures pour exprimer l'émotion ou une idée.", "f": -1, "feqFlag": "NONE"}
, {"w": "caparaçons", "d": "Une caparaçon est une pièce de vêtement qui se met sur le dos d'une personne pour protéger les épaules et l'arrière du corps.", "f": -1, "feqFlag": "NONE"}
, {"w": "carboxyméthylcellulose", "d": "Le carboxyméthylcellulose est un polymère naturel ou synthétique utilisé comme agent stabilisant et emulsifiant dans les produits cosmétiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "caoutchouterions", "d": "Les caoutchouterions sont des plantes à latex, comme le caoutchouc naturel, utilisées pour fabriquer divers produits chimiques et médicaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "conjecturées", "d": "Une conjecture est une hypothèse ou une supposition qui n'a pas encore été prouvée, mais qui a des chances d'être vraie.", "f": -1, "feqFlag": "NONE"}
, {"w": "concourras", "d": "Concorrass est un terme qui désigne une personne capable d'obtenir plusieurs récompenses ou distinctions dans le même domaine.", "f": -1, "feqFlag": "NONE"}
, {"w": "commercialiseront", "d": "Le commerce est l'activité consistant à acheter et vendre des biens ou services pour réaliser un profit financier.", "f": -1, "feqFlag": "NONE"}
, {"w": "circumlunaire", "d": "Un circumlunaire est un voyage autour d'une planète ou d'un satellite, généralement effectué dans une orbite elliptique.", "f": -1, "feqFlag": "NONE"}
, {"w": "constitué", "d": "Un individu est considéré comme constitué lorsqu'il a atteint l'âge de la majorité, selon les lois du pays concernant le mariage et la responsabilité civique.", "f": -1, "feqFlag": "NONE"}
, {"w": "cabotai", "d": "Le cabotage est une activité maritime consistant à transporter des marchandises entre deux ports du même pays ou d'Europe.", "f": -1, "feqFlag": "NONE"}
, {"w": "confiseuses", "d": "Les confisseries sont des magasins spécialisés dans les produits sucrés et salé, comme les bonbons et les biscuits.", "f": -1, "feqFlag": "NONE"}
, {"w": "chromatogramme", "d": "Un chromatogramme est un graphique représentant les composants d'un mélange chimique, souvent utilisé dans l'analyse des substances.", "f": -1, "feqFlag": "NONE"}
, {"w": "coordonnerez", "d": "Les coordonnées sont un ensemble d'informations qui identifient une localisation géographique avec des nombres exacts et des lettres.", "f": -1, "feqFlag": "NONE"}
, {"w": "codifiez", "d": "\"Le code est une règle ou un ensemble de règles qui régissent le comportement d'un système ou d'une organisation.\"", "f": -1, "feqFlag": "NONE"}
, {"w": "crémée", "d": "Crème : liquide riche et crémeux, souvent utilisé comme ingrédient culinaire ou cosmétique pour apporter une texture douce et lisse.", "f": -1, "feqFlag": "NONE"}
, {"w": "catastrophiques", "d": "Catastrophique : Se référant à un événement ou une situation extrêmement grave et dévastatrice, causant des dommages importants.", "f": -1, "feqFlag": "NONE"}
, {"w": "carraghénanes", "d": "Les caraghenans sont des poissons marins, généralement noirs ou brun clair, avec une forme allongée et un corps épais.", "f": -1, "feqFlag": "NONE"}
, {"w": "contrebattons", "d": "Le terme \"contrebatton\" n'est pas courant, mais je peux vous donner une définition similaire : \"Contre-attaque ou riposte dans un combat\".", "f": -1, "feqFlag": "NONE"}
, {"w": "chapitrasses", "d": "Les chapitres sont des divisions d'un livre ou d'une œuvre littéraire, souvent marquées par un titre distinctif et une mise à jour du contenu.", "f": -1, "feqFlag": "NONE"}
, {"w": "cañon", "d": "Un canon est une pièce d'artillerie à feu rotatif qui lance des obus ou des projectiles dans un mouvement circulaire.", "f": -1, "feqFlag": "NONE"}
, {"w": "coniques", "d": "Un conique est une courbe tridimensionnelle formée par l'union d'un point (le sommet) et un rayon qui s'étend à l'infini dans toutes les directions.", "f": -1, "feqFlag": "NONE"}
, {"w": "cranial", "d": "Le crâne est le partie supérieure du corps humain, composée d'os et contenant l'intelligence et les organes cérébraux.", "f": -1, "feqFlag": "NONE"}
, {"w": "causative", "d": "Le terme \"causatif\" désigne un verbe qui exprime une cause ou une raison pour quelque chose d'arrivé.", "f": -1, "feqFlag": "NONE"}
, {"w": "coprophage", "d": "Un coprophage est un insecte qui se nourrit des excréments d'autres animaux, notamment les vers et les insectes.", "f": -1, "feqFlag": "NONE"}
, {"w": "couper le cordon", "d": "Couper le cordon signifie séparer deux personnes physiquement liées, souvent pour une raison médicale ou personnelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "champis", "d": "Un chapeau, également appelé \"champis\", est un accessoire portatif qui protège le visage et les cheveux du soleil ou des intempéries.", "f": -1, "feqFlag": "NONE"}
, {"w": "césariser", "d": "Césariser signifie adopter les institutions, valeurs et pratiques d'Auguste César pour créer une société plus organisée et hiérarchisée.", "f": -1, "feqFlag": "NONE"}
, {"w": "colmates", "d": "Un colmate est une personne qui remplace ou complète un autre pour assurer son travail, ses responsabilités ou sa présence.", "f": -1, "feqFlag": "NONE"}
, {"w": "coopéré", "d": "\"Coopératif : Organisation collective où les membres travaillent ensemble pour atteindre des objectifs communs et partagent le bénéfice.\"", "f": -1, "feqFlag": "NONE"}
, {"w": "crypterions", "d": "Les cryptomonnaies sont des monnaies numériques sécurisées et décentralisées, basées sur l'algorithmie de blocage et de preuve de travail.", "f": -1, "feqFlag": "NONE"}
, {"w": "clavardé", "d": "Clavardé : personne qui parle beaucoup et sans réfléchir, souvent pour impressionner ou se faire aimer.", "f": -1, "feqFlag": "NONE"}
, {"w": "cosses", "d": "\"Cosses\" est un terme qui désigne les déchets ou les restes d'une activité humaine, souvent liés à des événements ou des traditions spécifiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "châssis", "d": "Le châssis est une structure métallique qui soutient et protège les éléments d'un véhicule, comme un camion ou un bus.", "f": -1, "feqFlag": "NONE"}
, {"w": "cuirassas", "d": "Un cuirassier est un soldat armé d'un casque et d'une protection thoracique pour se défendre contre les projectiles.", "f": -1, "feqFlag": "NONE"}
, {"w": "contraignant", "d": "Contraignant signifie qui impose une obligation ou un engagement, souvent avec des conséquences négatives si on ne respecte pas.", "f": -1, "feqFlag": "NONE"}
, {"w": "chuchoteraient", "d": "Chuchoter : parler à voix basse, souvent pour éviter d'être entendu ou pour maintenir un secret confidentiel.", "f": -1, "feqFlag": "NONE"}
, {"w": "chapeautiez", "d": "Chapeautier : personne qui se charge d'une tâche ou d'un service, souvent sans rémunération ni responsabilité officielle.", "f": -1, "feqFlag": "NONE"}
, {"w": "cintrez", "d": "Un cintre est un outil à lame tranchante utilisé pour couper ou déchirer des matériaux, comme du bois ou une corde.", "f": -1, "feqFlag": "NONE"}
, {"w": "compostèrent", "d": "Le compostage est le processus naturel qui transforme les déchets organiques en un sol fertile et riche en nutriments.", "f": -1, "feqFlag": "NONE"}
, {"w": "chaloupa", "d": "Une chaloupe est un type de bateau à voile ou sans voile, souvent utilisé pour les loisirs nautiques et pêcheurs.", "f": -1, "feqFlag": "NONE"}
, {"w": "contrebalancés", "d": "Le terme \"contrebalancé\" désigne une action ou un effet qui équilibre, inverse ou corrige un autre mouvement ou état initial.", "f": -1, "feqFlag": "NONE"}
, {"w": "collèterons", "d": "Les collèters sont des éléments métalliques qui se fixent aux côtés d'un tuyau pour faciliter son installation et sa manipulation.", "f": -1, "feqFlag": "NONE"}
, {"w": "cran d'arrêt", "d": "Le cran d'arrêt est un élément mécanique qui ralentit ou arrête une pièce pour éviter les dommages.", "f": -1, "feqFlag": "NONE"}
, {"w": "contresignes", "d": "Une contresigne est une signature ou un écrit qui vérifie l'authenticité d'une signature, pour éviter les falsifications.", "f": -1, "feqFlag": "NONE"}
, {"w": "copierions", "d": "Une copion est une répétition exacte d'un texte ou d'une phrase, souvent utilisée pour l'élaboration d'écrits.", "f": -1, "feqFlag": "NONE"}
, {"w": "croonez", "d": "Croonzer signifie chanter avec une voix douce et expressive, souvent dans un style romantique ou sentimental.", "f": -1, "feqFlag": "NONE"}
, {"w": "codes secrets", "d": "Un code secret est une méthode cryptographique utilisée pour protéger des informations sensibles avec un système de substitution ou d'encodage.", "f": -1, "feqFlag": "NONE"}
, {"w": "collateur", "d": "Un collateur est une personne qui aide un autre à réaliser son travail ou projet, souvent sans être payé.", "f": -1, "feqFlag": "NONE"}
, {"w": "contrebasse", "d": "La contrebasse est un instrument à cordes du violon, caractérisée par sa profondeur et son ton grave.", "f": -1, "feqFlag": "NONE"}
, {"w": "callipyge", "d": "Un appelé \"callipygique\" désigne une personne dotée d'une forme idéale du derrière, caractérisée par des formes harmonieuses et proportionnées.", "f": -1, "feqFlag": "NONE"}
, {"w": "catapultera", "d": "Une catapulte est un dispositif mécanique qui lance des objets à grande vitesse avec une force considérable et précision.", "f": -1, "feqFlag": "NONE"}
, {"w": "contentez", "d": "Le contenu est le matériau qui compose un média, comme une page web ou un article d'actualité.", "f": -1, "feqFlag": "NONE"}
, {"w": "courroucer", "d": "Le courroux est un état émotionnel caractérisé par une irritation, une colère intense et souvent irrationnelle ou excessive.", "f": -1, "feqFlag": "NONE"}
, {"w": "conspuant", "d": "Un conspue est une personne qui se moque ou ridiculise quelqu'un, souvent sans intention malveillante mais avec un ton ironique.", "f": -1, "feqFlag": "NONE"}
, {"w": "cabine", "d": "Une cabine est une pièce fermée, souvent avec des fenêtres et un toit, utilisant pour résidence ou refuge temporaire.", "f": -1, "feqFlag": "NONE"}
, {"w": "couches", "d": "Les couches sont des couches minérales naturelles composées d'éléments chimiques et présentes dans le sol ou les roches.", "f": -1, "feqFlag": "NONE"}
, {"w": "cardamomes", "d": "Les cardamaumes sont des épices aromatiques issues du fruit d'une plante indigène, utilisées dans les cuisines asiatiques et méditerranéennes traditionnelles.", "f": -1, "feqFlag": "NONE"}
, {"w": "compense", "d": "Compenser signifie réduire ou annuler une perte, un préjudice ou une obligation en offrant quelque chose d'équivalent.", "f": -1, "feqFlag": "NONE"}
, {"w": "cornèrent", "d": "Le cornèrent est un type d'oiseau passereau qui se distingue par son bec long et pointu, très court.", "f": -1, "feqFlag": "NONE"}
, {"w": "crêpassent", "d": "Crêpassent : type d'arbre à feuilles persistantes, originaire du sud-ouest des États-Unis et du Mexique, connu pour ses fleurs jaunes.", "f": -1, "feqFlag": "NONE"}
, {"w": "colletin", "d": "Le colloïnel est un terme juridique désignant une personne qui a le droit d'assister à des procès et de donner son avis.", "f": -1, "feqFlag": "NONE"}
, {"w": "céleriez", "d": "Céleriez est un village du département des Vosges, connu pour son patrimoine historique et culturel riche.", "f": -1, "feqFlag": "NONE"}
, {"w": "cascadassions", "d": "Une cascade d'effets est une réaction inattendue qui se produit lorsque deux événements sont liés à plusieurs façons.", "f": -1, "feqFlag": "NONE"}
, {"w": "cagoulardes", "d": "Une cagoulette est un type d'écouteur ou de casque pour les enfants, souvent avec une pochette pour stocker des objets.", "f": -1, "feqFlag": "NONE"}
, {"w": "conformes", "d": "Des personnes qui acceptent et suivent les règles, normes ou attentes d'une organisation ou société particulière.", "f": -1, "feqFlag": "NONE"}
, {"w": "clappa", "d": "Le mot \"clap\" est un verbe qui signifie faire une claque bruyante avec les mains, généralement pour exprimer approbation ou enthousiasme.", "f": -1, "feqFlag": "NONE"}
, {"w": "chicanées", "d": "Une chicanée est une fausse accusation ou un déni sans fondement, souvent utilisé pour se venger ou paraître supérieur.", "f": -1, "feqFlag": "NONE"}
, {"w": "chosifierez", "d": "Le choix est le processus par lequel on sélectionne ou décide entre différentes options, solutions ou alternatives.", "f": -1, "feqFlag": "NONE"}
, {"w": "cosigné", "d": "Le cosigné est un accord où deux personnes s'engagent ensemble pour une dette ou une obligation financière commune.", "f": -1, "feqFlag": "NONE"}
, {"w": "contraposassiez", "d": "Le contra-positif est une affirmation qui n'est vraie que si l'autre affirmation est fausse, selon un principe logique inverse.", "f": -1, "feqFlag": "NONE"}
, {"w": "controverseront", "d": "Controverser signifie susciter des désaccords ou des débats sur une opinion, idée ou sujet particulier.", "f": -1, "feqFlag": "NONE"}
, {"w": "commissionnasses", "d": "Une \"commissionnaire\" est une personne qui vend des produits ou services pour un commissaire, souvent avec une rémunération variable.", "f": -1, "feqFlag": "NONE"}
, {"w": "cartilagineuses", "d": "Les cartilaginés sont des animaux à squelette cartillaire, comme les poissons et certaines espèces d'araignées et d'insectes.", "f": -1, "feqFlag": "NONE"}
, {"w": "chat-garou", "d": "Un chat-garou est un être mythique qui se transforme en loup pour attaquer les humains, souvent dans des légendes méditerranéennes.", "f": -1, "feqFlag": "NONE"}
, {"w": "censures", "d": "La censure est l'acte d'interdire ou de restreindre l'accès à une information, un contenu ou une expression.", "f": -1, "feqFlag": "NONE"}
, {"w": "corrèleront", "d": "Corrélant : terme ou expression qui exprime une relation étroite entre deux concepts, idées ou événements dans un contexte spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "cafés du commerce", "d": "Les cafés du commerce sont des lieux où les marchands et les commerçants se réunissent pour échanger informations.", "f": -1, "feqFlag": "NONE"}
, {"w": "compostâtes", "d": "Les compostages sont des déchets organiques transformés en matière fertile pour l'agriculture, grâce à une fermentation naturelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "cénesthésies", "d": "Les cénesthésies sont des sensations corporelles intérieures, comme le sentiment d'être malade ou l'effort physique.", "f": -1, "feqFlag": "NONE"}
, {"w": "compétitive", "d": "Compétitif : Disposition à rivaliser ou à surpasser les autres pour atteindre un objectif ou une performance optimale.", "f": -1, "feqFlag": "NONE"}
, {"w": "cagnardera", "d": "La cagnardère est un terme utilisé pour décrire une personne qui se moque ou ridiculise les autres sans raison apparente.", "f": -1, "feqFlag": "NONE"}
, {"w": "cosaisine", "d": "La cosmologie est l'étude scientifique des origines et de l'évolution du univers, depuis sa création jusqu'à nos jours.", "f": -1, "feqFlag": "NONE"}
, {"w": "cannibale", "d": "Un cannibal est une personne qui se nourrit de chair humaine, souvent dans des situations d'extremisme ou de désespoir.", "f": -1, "feqFlag": "NONE"}
, {"w": "clairasse", "d": "Une \"claireuse\" est une personne qui a un comportement agressif ou condescendant, souvent pour se sentir supérieure à autrui.", "f": -1, "feqFlag": "NONE"}
, {"w": "colloquer", "d": "Un colloque est une réunion d'experts pour discuter et partager des connaissances sur un sujet spécifique ou technique.", "f": -1, "feqFlag": "NONE"}
, {"w": "crédulement", "d": "Le crédulité est une attitude où l'on accepte facilement les informations sans vérification ni critique, souvent avec confiance excessive.", "f": -1, "feqFlag": "NONE"}
, {"w": "conterez", "d": "Conterez désigne l'art d'enregistrer et de transmettre des histoires, souvent par voie orale ou écrite, pour être retransmis à nouveau.", "f": -1, "feqFlag": "NONE"}
, {"w": "colorisais", "d": "Le colorisais est une technique d'écriture où l'auteur utilise des images et des détails pour raconter un récit.", "f": -1, "feqFlag": "NONE"}
, {"w": "camps de travail", "d": "Un camp de travail est un lieu où les personnes sont obligées d'effectuer du travail contrairement à leur volonté.", "f": -1, "feqFlag": "NONE"}
, {"w": "carboniserais", "d": "Le carbonisée est une maladie respiratoire causée par l'inhalation d'agents toxiques, comme les particules de carbone.", "f": -1, "feqFlag": "NONE"}
, {"w": "châteaux d’ eau", "d": "Un château-d'eau est un ouvrage hydraulique conçu pour réguler les cours des rivières et prévenir les inondations.", "f": -1, "feqFlag": "NONE"}
, {"w": "calculasse", "d": "Le calcul est une discipline mathématique qui consiste à résoudre des problèmes en utilisant des règles et formules arithmétiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "cochasses", "d": "Je ne connais pas le mot \"cochasses\". Puis-je vous aider avec un autre terme ou une définition ?", "f": -1, "feqFlag": "NONE"}
, {"w": "confluents", "d": "Les confluents sont les points où deux ou plusieurs rivières se réunissent pour former une nouvelle rivière plus large et plus puissante.", "f": -1, "feqFlag": "NONE"}
, {"w": "croira", "d": "Croire signifie avoir confiance ou être convaincu d'une vérité, une croyance ou un fait sans preuve évidente.", "f": -1, "feqFlag": "NONE"}
, {"w": "colligée", "d": "Une collègue est une personne qui travaille dans le même domaine ou entreprise que toi, souvent avec des responsabilités similaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "crédit conso", "d": "Le crédit consommation est un prêt à court terme pour financer des achats ou des dépenses personnelles quotidiennes.", "f": -1, "feqFlag": "NONE"}
, {"w": "chérîmes", "d": "Les chérîmes sont des plantes à feuilles persistantes, souvent utilisées pour les fleurs et les décorations traditionnelles du Maghreb.", "f": -1, "feqFlag": "NONE"}
, {"w": "clastique", "d": "Clastique désigne un style d'architecture caractérisé par des éléments massifs et rigides, souvent utilisés dans les bâtiments historiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "cémenté", "d": "Le cimenté est une substance collante naturelle issue du décomposition des plantes et minéraux, souvent utilisée comme adhésif.", "f": -1, "feqFlag": "NONE"}
, {"w": "crocoïtes", "d": "Les crocoïtes sont des plantes carnivores qui capturent et digèrent les insectes pour se nourrir, présentes dans certaines régions tropicales.", "f": -1, "feqFlag": "NONE"}
, {"w": "culpabilisions", "d": "La culpabilité est un sentiment d'égarement ou de faute, souvent accompagné de regret et de remords pour une action erronée.", "f": -1, "feqFlag": "NONE"}
, {"w": "compénétrerai", "d": "Compénétrer signifie comprendre ou interpréter quelque chose, souvent avec une analyse détaillée et une compréhension profonde du sujet.", "f": -1, "feqFlag": "NONE"}
, {"w": "convolais", "d": "Le convolai est une plante vivace à feuilles persistantes, souvent utilisée pour ses propriétés médicinales et aromatiques naturelles.", "f": -1, "feqFlag": "NONE"}
, {"w": "côtelait", "d": "Côtelait est un terme archéologique désignant une structure ancienne utilisée pour stocker des marchandises ou des objets.", "f": -1, "feqFlag": "NONE"}
, {"w": "chevaleresque", "d": "Chevaleresque : caractéristique d'un comportement noble, respectueux et loyal, inspirée des valeurs du chivalisme médiéval.", "f": -1, "feqFlag": "NONE"}
, {"w": "celions", "d": "Les Celtes sont un peuple antique d'Europe occidentale, connu pour leur culture et leurs traditions distinctes.", "f": -1, "feqFlag": "NONE"}
, {"w": "christadelphes", "d": "Les Christadelphes sont une église chrétienne non-dénominale, fondée au XIXe siècle par John Thomas et Édouard Irving.", "f": -1, "feqFlag": "NONE"}
, {"w": "cogérassent", "d": "Cogérer assentir signifie accepter ou approuver quelque chose, souvent avec un hochement de tête pour montrer son accord.", "f": -1, "feqFlag": "NONE"}
, {"w": "couronnerons", "d": "Les couronnes sont des fleurs ou des plantes qui se développent au centre d'une tige, souvent avec un calice.", "f": -1, "feqFlag": "NONE"}
, {"w": "cédules", "d": "Les cédules sont des documents officiels qui attestent d'une situation juridique ou administrative spécifique, comme une résidence ou un statut social.", "f": -1, "feqFlag": "NONE"}
, {"w": "cancérisassent", "d": "Le cancer du sein est une maladie où des cellules anormales se développent et s'étendent dans le tissu mamellaire.", "f": -1, "feqFlag": "NONE"}
, {"w": "croûtera", "d": "Croûtera est un plat traditionnel italien où des tranches d'agrumes sont cuites dans du beurre fondu et parfumées à l'ail.", "f": -1, "feqFlag": "NONE"}
, {"w": "coexisteraient", "d": "Coexister signifie vivre ensemble sans conflit ni violence, respectant les différences et les droits des autres personnes ou communautés.", "f": -1, "feqFlag": "NONE"}
, {"w": "confluera", "d": "La confluence est le point où deux ou plusieurs cours d'eau se réunissent pour former un nouveau cours d'eau plus large et plus fort.", "f": -1, "feqFlag": "NONE"}
, {"w": "clavons", "d": "Les clous sont des objets métalliques utilisés pour fixer ou assembler les matériaux, souvent avec un bout pointu et une tête plate.", "f": -1, "feqFlag": "NONE"}
, {"w": "cordai", "d": "Le cordon bleu est un titre honorifique décerné aux cuisiniers ayant suivi une formation professionnelle à l'école du Cordon Bleu.", "f": -1, "feqFlag": "NONE"}
, {"w": "campanile", "d": "Un campanile est un bâtiment à tour haute avec des cloches pour sonner les heures et les prières.", "f": -1, "feqFlag": "NONE"}
, {"w": "couchsurfasse", "d": "La coussurfer est une personne qui accueille temporairement des voyageurs dans son logement sans frais ni attache.", "f": -1, "feqFlag": "NONE"}
, {"w": "courbatues", "d": "Une courbateau est un type d'arbre à feuilles persistantes, souvent utilisé pour son bois et ses fruits médicinaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "compatîmes", "d": "Des personnes qui partagent des valeurs, intérêts et une relation émotionnelle profonde et durable avec un autre individu.", "f": -1, "feqFlag": "NONE"}
, {"w": "chantonnant", "d": "Un chantonnant est une personne qui chante avec un ton amusé et ironique, souvent pour faire rire ou se moquer.", "f": -1, "feqFlag": "NONE"}
, {"w": "cloutassent", "d": "Le clout assent est un terme utilisé pour décrire une personne qui a beaucoup d'influence sur les opinions et comportements des autres.", "f": -1, "feqFlag": "NONE"}
, {"w": "commissurant", "d": "Un commissariat est une unité administrative ou judiciaire chargée d'assurer l'ordre public et le maintien de la loi.", "f": -1, "feqFlag": "NONE"}
, {"w": "curaçao", "d": "Curaçao est une île des Caraïbes, capitale du royaume néerlandais des Antilles, connue pour son rhum et sa culture unique.", "f": -1, "feqFlag": "NONE"}
, {"w": "créditistes", "d": "Les créditistes sont des individus qui demandent à leurs créanciers une réduction ou un report du paiement d'un prêt.", "f": -1, "feqFlag": "NONE"}
, {"w": "capaciterait", "d": "\"Capaciter\" signifie former ou éduquer quelqu'un pour acquérir une compétence, un savoir-faire ou une expertise spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "caillais", "d": "Un caillas est un rocher granulaire formé par l'érosion des roches calcaires ou sédimentaires naturelles.", "f": -1, "feqFlag": "NONE"}
, {"w": "conjoints de fait", "d": "Un conjoint de fait est une personne avec qui on vit ensemble, souvent sans être marié ou épousée légalement.", "f": -1, "feqFlag": "NONE"}
, {"w": "circuitâtes", "d": "Un circuit à électronique est un ensemble d'éléments électriques reliés pour traiter et transmettre des signaux numériques ou analogiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "cokéfierez", "d": "Cocofréz est un processus qui consiste à fondre du chocolat et à le mélanger avec d'autres ingrédients pour créer une pâte.", "f": -1, "feqFlag": "NONE"}
, {"w": "classicide", "d": "Le Classicisme est une école philosophique antique qui met l'accent sur la raison et la beauté classique.", "f": -1, "feqFlag": "NONE"}
, {"w": "contingentèrent", "d": "Un contingent est une quantité ou un nombre déterminé, souvent imposé par les lois ou réglementations gouvernementales.", "f": -1, "feqFlag": "NONE"}
, {"w": "coïncidait", "d": "Coïncidence : événement ou rencontre fortuit qui se produit sans lien logique ni prévisibilité entre les deux parties impliquées.", "f": -1, "feqFlag": "NONE"}
, {"w": "cloitrées", "d": "Les cloitrées sont des composés chimiques contenant du chlore et de l'oxygène, souvent utilisés comme désinfectants.", "f": -1, "feqFlag": "NONE"}
, {"w": "condylienne", "d": "La condyline est une maladie du système nerveux qui affecte le nerf des sens, entraînant les troubles sensoriels.", "f": -1, "feqFlag": "NONE"}
, {"w": "céphalée", "d": "La céphalée est une douleur ou un malaise au crâne, souvent accompagnée d'autres symptômes tels que nausées et vomissements.", "f": -1, "feqFlag": "NONE"}
, {"w": "courants de Foucault", "d": "Les courants de Foucault sont des mouvements circulatoires dans les liquides magnétiques, découverts par Léon Foucault en 1850.", "f": -1, "feqFlag": "NONE"}
, {"w": "commenterai", "d": "\"Commenter\" signifie donner une opinion ou un avis sur quelque chose, souvent écrit dans un texte ou un film.", "f": -1, "feqFlag": "NONE"}
, {"w": "crochetages", "d": "Crochetage : technique d'art qui consiste à tisser des fibres avec un couteau ou une lame pour créer des motifs géométriques.", "f": -1, "feqFlag": "NONE"}
, {"w": "carnavalisent", "d": "Le Carnaval est une fête festive avant le jeûne du Carême, caractérisée par des défilés et des costumes colorés.", "f": -1, "feqFlag": "NONE"}
, {"w": "centimétrique", "d": "Un centimètre est une unité de mesure de longueur égale à un dixième du mètre, soit 10 mm.", "f": -1, "feqFlag": "NONE"}
, {"w": "cuitent", "d": "Un cuisinier est une personne qui prépare et transforme les aliments pour le plaisir du goût et de l'esthétique.", "f": -1, "feqFlag": "NONE"}
, {"w": "chansonneraient", "d": "Une chansonnier est un recueil d'airs traditionnels et populaires, souvent accompagnés par des notes musicales ou des commentaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "colletaient", "d": "La collecte est l'acte d'assembler et de rassembler des objets ou des informations pour une fin spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "cloîtrant", "d": "Cloîtrant : personne qui se réfugie dans un endroit isolé pour éviter les responsabilités ou les obligations sociales.", "f": -1, "feqFlag": "NONE"}
]