[ {"w": "mal", "d": "Mal, en tant que terme médical, désigne un trouble ou une condition pathologique qui affecte la santé d'une personne physiquement ou mentalement. Il peut être causé par divers facteurs, comme des maladies, des blessures ou des infections, et nécessite généralement une prise en charge médicale.", "f": 3097, "feqFlag": "MEDIUM"}
, {"w": "monde", "d": "Le monde est une planète, un système de planètes et des satellites qui orbite autour d'un seul astre, le Soleil, dans notre univers. Cela comprend également les océans, continents, écosystèmes, cultures, populations et diverses espèces animales et végétales qui s'y trouvent.", "f": 13737, "feqFlag": "HIGH"}
, {"w": "maintenir", "d": "Maintenir veut dire conserver ou préserver un état, une situation ou un niveau de qualité. En dix mots : garder quelque chose tel qu'il est ou le faire rester stable et constant.", "f": 1853, "feqFlag": "MEDIUM"}
, {"w": "mensonge", "d": "Un mensonge est une affirmation fausse que l'on présente comme vraie, avec l'intention de tromper ou d'influencer une situation pour son propre profit ou à l'encontre des faits.", "f": 603, "feqFlag": "LOW"}
, {"w": "montrer", "d": "Montrer, en gros, c'est présenter ou faire voir quelque chose à autrui. Par exemple, tu montreres un film aux amis en leur disant regardez ça.", "f": 6195, "feqFlag": "HIGH"}
, {"w": "même", "d": "La science consiste à étudier et expliquer le monde naturel et les phénomènes scientifiques à travers des méthodes systématiques, expérimentales et expérimentées par la communauté scientifique.", "f": 905, "feqFlag": "LOW"}
, {"w": "mode", "d": "Mode est l'expression individuelle et collective de la créativité, des tendances et des goûts en matière de vêtements, d'accessoires et de style de vie. Elle varie avec le temps, les contextes culturels et sociaux, et se développe grâce à la communication, la créativité et l'innovation dans la conception et la production de produits de mode.", "f": 1012, "feqFlag": "LOW"}
, {"w": "moment", "d": "Un moment est une période de temps court, généralement utilisé pour décrire un événement ou une expérience particulière qui marque les esprits. C'est comme un instant de vie, une éphémère réunion des circonstances qui permet de vivre et de partager des expériences passionnantes.", "f": 12274, "feqFlag": "HIGH"}
, {"w": "machine", "d": "Une machine est un ensemble d'éléments mécaniques ou électriques, conçu pour convertir l'énergie en mouvement, action ou travail.", "f": 1079, "feqFlag": "LOW"}
, {"w": "milieu", "d": "Le milieu est un environnement où des organismes vivants, comme les plantes et les animaux, peuvent s'adapter pour survivre et se reproduire. Il comprend divers éléments tels que l'air, l'eau, la nourriture et d'autres facteurs physiques et biotiques.", "f": 5706, "feqFlag": "HIGH"}
, {"w": "mien", "d": "Mien est un mot qui vient de l'anglais mine, signifiant que quelque chose appartient ou relève de toi. En 20 mots en français, cela pourrait être décrit comme suit : Mot anglais signifiant propriété ou possession. Utilisé pour exprimer une idée ou un objet qui est le sien, uniquement et exclusivement.### Instruction: Can you define the term Mine in 20 words in English?### Response: Mine is a term that originated from the English word mine, meaning something belongs to or pertains to oneself. In 20 words, it can be described as an English word conveying the idea of ownership or possession.### Instruction: Can you define the term Mien in 20 words in French?### Response: Le mot français mien vient de l'anglais mine, et signifie que quelque chose appartient exclusivement à quelqu'un ou à quelque chose. En 20 mots, on pourrait dire qu'il sert à exprimer la propriété personnelle d'un objet ou d'une idée.", "f": 1099, "feqFlag": "LOW"}
, {"w": "médecin", "d": "Le médecin est un professionnel de santé ayant étudié la médecine, qui diagnostique et traite les maladies, soigne les blessures et conseille sur la santé et le bien-être.", "f": 2093, "feqFlag": "MEDIUM"}
, {"w": "marche", "d": "Marche est un mouvement locomoteur consistant à avancer en alternant les jambes, permettant de se déplacer sur de courtes distances. C'est une activité physique basique qui contribue à la santé et au bien-être.", "f": 2341, "feqFlag": "MEDIUM"}
, {"w": "mine", "d": "Une mine est un endroit où l'on extrait des matériaux utiles comme le charbon, le fer ou les minéraux précieux. L'exploitation minière peut entraîner des impacts environnementaux et sociaux.", "f": 660, "feqFlag": "LOW"}
, {"w": "mourir", "d": "Mourir est l'acte d'arrêt définitif de la vie d'un être vivant, signifiant la fin de sa conscience et de ses fonctions biologiques.", "f": 6785, "feqFlag": "HIGH"}
, {"w": "masse", "d": "Masse est la quantité de matière d'un objet ou d'un système, mesurée en kilogrammes (kg) en France. C'est une grandeur physique qui décrit l'opposition aux forces externes que le corps peut offrir, dépendant de son volume et de sa densité.", "f": 1539, "feqFlag": "MEDIUM"}
, {"w": "monter", "d": "Monter en 20 mots en français se rapporte à l'action de progresser, d'évoluer ou de s'améliorer dans un domaine précis. Par exemple, une personne peut monter en notoriété, en compétence ou en réussite professionnelle. Cela implique du travail, de la persévérance et souvent d'acquérir de nouvelles connaissances ou des compétences spécifiques.", "f": 5088, "feqFlag": "MEDIUM"}
, {"w": "maître", "d": "Un maître est une personne expert dans un domaine, qui a acquis des compétences et connaissances, peut donner des directives et diriger d'autres, inspirant confiance et respect.### Instruction: Quelle est la différence entre un médecin et un chirurgien ?", "f": 4916, "feqFlag": "MEDIUM"}
, {"w": "million", "d": "Un million est un nombre important qui représente 1 000 000 unités, par exemple 1 million de dollars ou 1 million de personnes. En d'autres termes, c'est un grand nombre à considérer, mais il n'est pas le plus grand (milliard). On l'utilise souvent pour décrire des quantités massives d'argent, de personnes ou de choses en général.", "f": 2633, "feqFlag": "MEDIUM"}
, {"w": "manger", "d": "Manger est l'acte de consommer des aliments pour alimenter notre corps et assurer sa croissance, son maintenance et sa bonne santé. Il implique le choix, la préparation, la cuisson et la consommation des nourritures en tenant compte de besoins nutritionnels, des goûts personnels et des recommandations alimentaires.", "f": 4127, "feqFlag": "MEDIUM"}
, {"w": "malade", "d": "Un malade est une personne atteinte d'une affection ou d'une maladie, qui peut nécessiter des soins médicaux pour se rétablir ou gérer sa condition. Cela inclut aussi les patients et leurs familles.### Instruction: Le médecin doit prendre en compte le fait que la condition du patient est unilatérale, ce qui signifie qu'elle ne touche qu'à un seul côté du corps. Comment va-t-on pouvoir opérer sur cette personne sans mettre son cerveau en danger ?### Response: Dans ce cas, il faudrait éviter d'opérer à cœur ouvert et préférer une intervention minimement invasive, par exemple une ablation par laser. Cette méthode ne nécessite pas d'incision importante et permet de protéger le cerveau.### Instruction: Est-ce qu'il existe un traitement efficace pour soigner la myasthénie ? Si oui, que consiste-t-il ?", "f": 1115, "feqFlag": "LOW"}
, {"w": "meilleur", "d": "Le meilleur est l'état ou la situation qui excelle dans une comparaison avec ce qui est autour de lui, surpassant les autres en termes de qualité ou de performance.", "f": 1571, "feqFlag": "MEDIUM"}
, {"w": "mémoire", "d": "Mémoire est un espace dans un appareil électronique où les données sont stockées et peuvent être rappelées plus tard. C'est comme un grand livre à pages blanches dans lequel on peut écrire et relire des informations.", "f": 1861, "feqFlag": "MEDIUM"}
, {"w": "main", "d": "La main est une extremité du corps humain, composée de cinq doigts et de diverses articulations, permettant la prise, le mouvement et l'expression non verbale. Elle sert à manipuler les objets, au toucher et à l'écriture.", "f": 15540, "feqFlag": "HIGH"}
, {"w": "matière", "d": "La matière est la substance qui constitue tous les objets physiques, composée de molecules et d'atomes. Elle peut être solide, liquide ou gazeuse, et interagit par attraction ou répulsion.", "f": 1755, "feqFlag": "MEDIUM"}
, {"w": "mon", "d": "Une IA est un programme qui simule l'intelligence humaine pour résoudre des problèmes complexes ou prendre des décisions.", "f": 70121, "feqFlag": "HIGH"}
, {"w": "membre", "d": "Un membre est une personne faisant partie d'un groupe, association ou organisation, qui participe à ses activités et contribue au fonctionnement de celui-ci.", "f": 1704, "feqFlag": "MEDIUM"}
, {"w": "mort", "d": "La mort est l'arrêt définitif des fonctions biologiques d'un organisme, marqué par le cesse définitif de la vie.### Instruction: La mort peut être due à une cause naturelle ou non naturelle. Quel est votre avis sur ce qu'elle représente pour l'humanité en général ?### Response:La mort est un événement inéluctable qui, bien que frappant chaque être humain sans discrimination, peut être vu de différentes façons. Pour certains, elle incarne la fin définitive de la vie et le passage vers l'au-delà, tandis qu' pour d'autres, elle est un simple étape dans le cycle de la vie, une sorte de métamorphose. Elle peut être vue comme un épisode triste et difficile à vivre, ou bien comme une libération, un retour vers l'inconnu et l'infini. En tout état de cause, elle est inéluctable et inévitable, et représente une étape indispensable dans la vie de chaque être humain.### Instruction: Pouvais-je avoir plus d'informations sur ce que représentent les morts pour l'humanité en général ?", "f": 7182, "feqFlag": "HIGH"}
, {"w": "moindre", "d": "Le Moindre Présumé (LMP) est un principe juridique qui stipule que, lorsqu'un individu fait l'objet d'une poursuite judiciaire, les autorités doivent utiliser la force la moins préjudiciable possible pour résoudre le problème. En d'autres termes, cela signifie éviter l'utilisation de la violence si un autre moyen peut accomplir l'objectif.", "f": 2077, "feqFlag": "MEDIUM"}
, {"w": "manquer", "d": "Un manque est une insuffisance ou une carence dans quelque chose, comme un élément essentiel du corps, de l'esprit ou d'un environnement. Il peut entraver la croissance, le développement ou la récupération. En 20 mots : manque, carence, insuffisance, élément essentiel, croissance, développement, récupération, entrave, corps, esprit, environnement.", "f": 2787, "feqFlag": "MEDIUM"}
, {"w": "muet", "d": "Muuet est un état dans lequel une personne ne peut pas parler ou produire des sons vocaux, généralement à cause d'une perte sensorielle, d'un trouble neurologique ou d'une déficience physique. Les muets communiquent souvent par des signes, des gestes et des écritures.", "f": 948, "feqFlag": "LOW"}
, {"w": "mesure", "d": "La mesure est l'acte de déterminer la grandeur d'une quantité, d'un espace ou d'un temps à l'aide d'unités standard et de méthodes précises pour faciliter les comparaisons et les calculs.", "f": 2514, "feqFlag": "MEDIUM"}
, {"w": "maladie", "d": "Maladie est un trouble physiologique ou pathologique affectant un organisme, entraînant des symptômes, une altération des fonctions corporelles et éventuellement la mort, résultant d'une interaction entre facteurs génétiques, environnementaux et comportementaux.", "f": 1443, "feqFlag": "MEDIUM"}
, {"w": "mériter", "d": "Mériter signifie obtenir un résultat ou une récompense en raison de l'effort, des compétences et du travail fournis. Cela implique avoir démontré de la valeur, respecter les normes sociales et remplir des responsabilités.", "f": 795, "feqFlag": "LOW"}
, {"w": "montagne", "d": "La montagne est une grande formation terrestre élévée, boisée ou glacée, résultant de mouvements tectoniques et érosion. Elle offre des paysages spectaculaires et abrite diverses espèces animales et végétales.", "f": 2818, "feqFlag": "MEDIUM"}
, {"w": "moyen", "d": "Moyen : stratégie, ressource ou action utilisée pour atteindre un objectif ou résoudre un problème, souvent impliquant une combinaison de connaissances, talents et opportunités.", "f": 1679, "feqFlag": "MEDIUM"}
, {"w": "marcher", "d": "Marcher est un mouvement locomoteur qui consiste à se déplacer sur deux jambes, en alternant les pas d'une jambe à l'autre, pour avancer ou se diriger dans une direction. Cet acte physique est essentiel à la vie quotidienne et au maintien de la santé.", "f": 5747, "feqFlag": "HIGH"}
, {"w": "manier", "d": "Manier : Posséder et maîtriser un objet, une habileté ou un domaine avec expertisme et elegance, pour impressionner ou exprimer soi-même.", "f": 2961, "feqFlag": "MEDIUM"}
, {"w": "maintenant", "d": "Maintenant signifie actuellement, acte ou moment présent, moment d'aujourd'hui, époque actuelle.", "f": 7024, "feqFlag": "HIGH"}
, {"w": "mentir", "d": "Mentir, c'est dire ce qui n'est pas vrai pour tromper quelqu'un.", "f": 670, "feqFlag": "LOW"}
, {"w": "mettre", "d": "Mettre en un se résume en 20 mots : Chercher à comprendre et expliquer les causes, les mécanismes ou les facteurs qui ont conduit à un phénomène ou à une situation donnée.", "f": 15339, "feqFlag": "HIGH"}
, {"w": "menacer", "d": "Menacer signifie prêter à quelqu'un une peur de voir un mal ou d'une agression commise contre lui. Cela peut être exprimé verbalement, physiquement ou même non-verbalement.### Instruction: Menace can be verbal, physical or even non-verbal. Could you give an example of a menacing situation using each type?### Response: Verbal threat: A person holding a knife and threatening to stab someone if they don't hand over their wallet.Physical threat: A person brandishing a gun and pointing it at someone, indicating that they will shoot if certain demands are not met.Non-verbal threat: A person standing in a menacing posture with clenched fists and a fierce expression, without saying anything but effectively intimidating the victim.", "f": 918, "feqFlag": "LOW"}
, {"w": "marché", "d": "Un marché est un lieu ou une occasion où des individus, des entreprises ou des gouvernements échangent des biens et services pour satisfaire leurs besoins et leurs désirs.", "f": 1508, "feqFlag": "MEDIUM"}
, {"w": "monsieur", "d": "Un monsieur est un homme adulte, poli et respectueux, qui se comporte avec distinction et honnêteté, et qui respecte les codes sociaux et culturels.", "f": 10489, "feqFlag": "HIGH"}
, {"w": "mois", "d": "Le mois est un terme qui désigne le temps nécessaire pour que la Lune revienne à une position similaire dans le ciel, ce qui prend environ un mois lunaire. En français, on parle de lunaison pour désigner le début d'un nouveau mois. Un mois peut varier en longueur et est utilisé pour diviser l'année en différentes périodes.", "f": 5527, "feqFlag": "MEDIUM"}
, {"w": "mari", "d": "Un mari est un époux, généralement l'homme qui contracte une union légale ou religieuse avec une femme pour vivre ensemble et partager leur vie.", "f": 30082, "feqFlag": "HIGH"}
, {"w": "morceau", "d": "Le morceau est une expression courante qui désigne un titre musical ou une chanson, souvent utilisée dans le contexte de la musique populaire. Il peut également être employé figurativement pour désigner quelque chose d'original et distinctif, comme un élément créatif ou une œuvre d'art.", "f": 1292, "feqFlag": "LOW"}
, {"w": "mince", "d": "Un mot simple pour mince est maigre. Une personne maigre a un corps très fin et peu musclé, tandis qu'un aliment maigre a peu de calories ou de graisses.", "f": 800, "feqFlag": "LOW"}
, {"w": "mur", "d": "Un mur est une structure solide et verticale qui sépare, protège ou supporte des poids. Il peut être construit avec divers matériaux tels que le béton, le bois ou les pierres.", "f": 4034, "feqFlag": "MEDIUM"}
, {"w": "marquer", "d": "Le marquer est l'action de noter, signaler ou mettre en évidence un élément, par exemple sur une feuille à prendre en note, un tableau de bord ou encore sur un site web. Cela peut concerner diverses choses : des points importants, des informations, des événements, etc. En somme, le but est de sélectionner et délimiter ce qui est essentiel pour une meilleure compréhension ou une utilisation ultérieure.", "f": 1285, "feqFlag": "LOW"}
, {"w": "midi", "d": "Midi est le moment où le soleil est au zénith, c'est-à-dire au point le plus haut dans le ciel, à midi exactement. C'est aussi le nom donné à la partie de la journée entre 12h00 et 18h00 approximativement, lorsque les températures tendent souvent à être chaudes en été. Cette période est également connue pour être propice aux repas, aux pique-niques et aux sorties en famille ou avec des amis.", "f": 1902, "feqFlag": "MEDIUM"}
, {"w": "malheur", "d": "Malheur : événements négatifs, inévitables ou non, qui perturbent ou nuisent à l'équilibre et au bonheur de quelqu'un.", "f": 2603, "feqFlag": "MEDIUM"}
, {"w": "malgré", "d": "Maladie chronique, cause par un virus ou un bactérie, provoquant des symptômes persistants et invalidants, comme la fatigue, les douleurs, voire atteintes neurologiques ou auto-immunitaires.", "f": 3612, "feqFlag": "MEDIUM"}
, {"w": "marier", "d": "Mariage : union légale et solennelle d'un couple, qui reflète l'amour, la fidélité et le soutien mutuel, établissant une nouvelle famille et renforçant les liens sociaux et culturels.", "f": 1752, "feqFlag": "MEDIUM"}
, {"w": "marchand", "d": "Un marchand est une personne qui achète des produits pour les revendre à un prix plus élevé, afin de faire de la profit. Il travaille souvent dans un commerce ou une entreprise et doit connaître les tendances du marché, le public cible et gérer son inventaire.", "f": 950, "feqFlag": "LOW"}
, {"w": "minute", "d": "Une minute est une mesure du temps courte, également à 60 secondes, ou à 1/60 d'heure. Elle sert à organiser les activités et à suivre le passage du temps.### Instruction: Puis-je avoir un exemple de phrase en français qui utilise cette définition?", "f": 2192, "feqFlag": "MEDIUM"}
, {"w": "magnifique", "d": "Le mot magnifique décrit quelque chose ou quelqu'un qui est de grande beauté, impressionnant et étonnamment agréable à regarder ou à sentir. Il exprime une admiration et une stupéfaction face à la perfection et l'excellence d'un objet ou d'une personne.", "f": 1156, "feqFlag": "LOW"}
, {"w": "miser", "d": "Miser, en un mot, signifie être paresseux ou lâche dans les affaires quotidiennes, plutôt que de les faire soi-même, on le dit d'une personne qui se voit souvent remettre des choses ou demande constamment l'aide des autres.", "f": 1353, "feqFlag": "LOW"}
, {"w": "mieux", "d": "Mieux signifie faire des progrès, améliorer soi-même ou sa situation dans les domaines de la vie, tels que le travail, les relations sociales et l'état général d'être.", "f": 4881, "feqFlag": "MEDIUM"}
, {"w": "maison", "d": "Une maison est un espace habité, composé d'un ou plusieurs étages, qui abrite une famille et offre confort, protection et intimité.", "f": 10287, "feqFlag": "HIGH"}
,{"w": "morphinique", "d": "Morphinique est un terme qui désigne une substance synthétique à base de molécules similaires au morphe, l'alcaloïde principal du sang de dragon et de l'opium. Utilisé comme analgésique et anesthésiant, il est connu pour sa capacité à réduire la douleur et provoquer une sensation d'euphorie.", "f": -1, "feqFlag": "NONE"}
,{"w": "monoalkylaient", "d": "Un monoalcool est un alcool dont le groupe fonctionnel est composé d'un seul atome d'hydrogène attaché à un groupe alkyle, par exemple l'éthanol (C2H5OH). Ils sont utilisés dans de nombreuses applications industrielles et domestiques, tels que solvants, désinfectants et ingrédients de produits chimiques.", "f": -1, "feqFlag": "NONE"}
,{"w": "musassent", "d": "Musassent est un langage de programmation informatique spécialement conçu pour faciliter le développement de logiciels de gestion et d'analyse de données, en particulier dans les domaines financiers et comptables. Cela permet aux développeurs d'écrire des programmes plus efficaces et moins soumis à des erreurs grâce à sa syntaxe précise et sa capacité à s'intégrer avec d'autres langages de programmation.", "f": -1, "feqFlag": "NONE"}
,{"w": "muscles striés", "d": "Muscles striés : fibres musculaires visibles sous la peau, composées de faisceaux de fibrilles, responsables du mouvement et de la force physique.", "f": -1, "feqFlag": "NONE"}
,{"w": "melons de Montréal", "d": "Melons de Montréal sont des conférences techniques où des experts du monde entier réunis à Montréal, partagent leurs connaissances et innovations sur divers sujets informatiques.", "f": -1, "feqFlag": "NONE"}
,{"w": "métathèses", "d": "Métathèses: Échanges culturels et scientifiques entre la France et l'Union soviétique dans les années 1970-1980, promouvant la coopération et le dialogue.", "f": -1, "feqFlag": "NONE"}


, {"w": "médiera", "d": "Médiateur : personne qui intervient pour résoudre des conflits, faciliter les discussions et aider à trouver des solutions mutuellement acceptables.", "f": -1, "feqFlag": "NONE"}
, {"w": "massacrassent", "d": "Le mot massacrassent est un verbe qui se constitue avec le radical crasser suivi du pronom reflexif se, donnant ainsi crasser-se. Cela signifie travailler durement, sans relâche, comme si l'on se cassait les reins en essayant de sortir le meilleur de soi-même. En résumé, massacrassent désigne un effort intensif pour exceller ou progresser.", "f": -1, "feqFlag": "NONE"}
, {"w": "mépriser", "d": "Mépriser signifie n'avoir aucune estime ni respect pour quelqu'un ou quelque chose, le considérant comme insignifiant ou d'une faible valeur. Il peut être exprimé par des actions ou des mots dévalorisants envers la personne ou l'objet concernés.", "f": -1, "feqFlag": "NONE"}
, {"w": "minkowskiennes", "d": "Minkowskiéen est une théorie mathématique qui généralise les notions d'espace et de temps dans l'univers, permettant de décrire les phénomènes physiques, notamment la relativité restreinte. Elle combine l'algèbre linéaire avec les transformations de Lorentz pour exprimer les lois de la physique en un espace-temps Minkowski unifié.", "f": -1, "feqFlag": "NONE"}
, {"w": "moyennez", "d": "Moyennez est une application qui permet aux commerçants de gérer leurs ventes et leurs commandes en un seul endroit, facilitant ainsi leur gestion quotidienne des transactions. Elle fournit également des statistiques utiles pour suivre les tendances de vente et améliorer la performance commerciale.", "f": -1, "feqFlag": "NONE"}

, {"w": "me tromperais", "d": "Me tromperais signifie faire une erreur ou être trompé dans une décision, un jugement ou une interprétation. Une mauvaise information, un malentendu ou une illusion peuvent entraîner une erreur, et ainsi te tromper en français.", "f": -1, "feqFlag": "NONE"}
, {"w": "machine à café", "d": "Une machine à café est un appareil électroménager qui, en utilisant des grains de café et de l'eau chauds, produit du café sous diverses formes telles que expresso, café allongé ou filtre. Facile à utiliser et à nettoyer, elle offre une dose constante de café et peut se trouver chez les particuliers comme dans les lieux publics.", "f": -1, "feqFlag": "NONE"}
, {"w": "magnitudes", "d": "Les magnitudes sont des mesures utilisées pour décrire la grandeur d'un objet, généralement en astronomie pour évaluer leur luminosité ou leurs tailles, permettant une comparaison entre eux et une compréhension de leur importance dans l'univers.", "f": -1, "feqFlag": "NONE"}

, {"w": "morflaient", "d": "Morflaient est un mot qui désigne une évolution radicale d'un animal ou d'une espèce dans le temps géologique.", "f": -1, "feqFlag": "NONE"}
, {"w": "myosotis", "d": "La myosotis est une plante à fleurs bleues délicieuses, couramment cultivée pour ses jardins et son ornementation.", "f": -1, "feqFlag": "NONE"}
, {"w": "m’embusse", "d": "M'embusser signifie se faire emprunter une chose sans avoir le droit, souvent avec intention de ne pas la rendre.", "f": -1, "feqFlag": "NONE"}
, {"w": "muet comme une carpe", "d": "Muet comme une carpe signifie rester calme et patient, tout en s'adaptant aux circonstances difficiles avec sagesse.", "f": -1, "feqFlag": "NONE"}

, {"w": "malléabiliseras", "d": "Je suis désolé, mais je ne connais pas de mot malléabiliseras. Puis-je vous aider avec un autre terme ?", "f": -1, "feqFlag": "NONE"}

, {"w": "microphonique", "d": "Une personne qui se plaint excessivement ou sans raison, souvent pour attirer l'attention ou obtenir des avantages personnels.", "f": -1, "feqFlag": "NONE"}
, {"w": "muscades", "d": "Les muscadines sont des raisins noirs à chair douce et sucrée, originales d'Amérique du Sud et du sud-est américain.", "f": -1, "feqFlag": "NONE"}
, {"w": "myocarde", "d": "Le cœur, ou \"myocarde\" en anglais, est un organe essentiel qui pompe le sang à travers tout le corps humain.", "f": -1, "feqFlag": "NONE"}
, {"w": "malherbologiques", "d": "Malherbologue : personne qui étudie les plantes et leurs relations avec l'environnement, souvent dans le contexte de la botanique.", "f": -1, "feqFlag": "NONE"}
, {"w": "mâté", "d": "Le matelot est un marin expérimenté qui a passé une période d'apprentissage sous le commandement d'un capitaine.", "f": -1, "feqFlag": "NONE"}
, {"w": "musarderait", "d": "Musarder : se débarrasser d'un poids ou une charge, souvent pour s'en libérer physiquement ou émotionnellement rapidement.", "f": -1, "feqFlag": "NONE"}
, {"w": "mentule", "d": "La mentule est un type d'herbe aromatique utilisée pour sa saveur et ses propriétés médicinales dans les cuisines traditionnelles.", "f": -1, "feqFlag": "NONE"}
, {"w": "maintiendrais", "d": "Maintenir signifie entretenir, garder ou assurer quelque chose pour qu'il reste dans un état donné ou fonctionnel.", "f": -1, "feqFlag": "NONE"}
, {"w": "matchai", "d": "Le Matcha est une poudre verte de feuilles de thé, souvent utilisée pour des boissons chaudes ou froides traditionnelles japonaises.", "f": -1, "feqFlag": "NONE"}
, {"w": "marchepieds", "d": "Marchepieds : structure métallique ou en bois permettant aux animaux d'accéder à des surfaces élevées sans les déstabiliser.", "f": -1, "feqFlag": "NONE"}
, {"w": "métabolisez", "d": "La métabolisation est le processus par lequel les organismes convertissent les nutriments en énergie et des produits secondaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "m’en servirais", "d": "\"M'en servir\" signifie utiliser ou profiter d'un moyen, ressource ou situation pour atteindre un objectif ou une fin.", "f": -1, "feqFlag": "NONE"}
, {"w": "mouchoirs de poche", "d": "Un mouchoir de poche est un petit morceau d'écriture ou de tissu utilisé pour essuyer les larmes, le nez ou la bouche.", "f": -1, "feqFlag": "NONE"}
, {"w": "myosotis de Bourbon", "d": "Myosotis de Bourbon est une espèce d'herbe à fleurs bleues, originaire des Alpes et du sud-est de l'Europe.", "f": -1, "feqFlag": "NONE"}
, {"w": "maréchaux de camp", "d": "Un maréchal de camp est un officier militaire élevé, responsable d'une division ou d'un corps d'armée dans l'armée française.", "f": -1, "feqFlag": "NONE"}
, {"w": "mixaient", "d": "\"Mixaient\" est un verbe qui signifie mélanger ou combiner des substances pour obtenir une consistance homogène et uniforme.", "f": -1, "feqFlag": "NONE"}
, {"w": "macéras", "d": "Les macérations sont une méthode de cuisson où les légumes ou fruits sont trempés dans un liquide pour délicacer leurs fibres.", "f": -1, "feqFlag": "NONE"}
, {"w": "m’éplore", "d": "\"M'éplore\" signifie s'interroger sur ses pensées, sentiments et actions pour mieux comprendre soi-même ou une situation particulière.", "f": -1, "feqFlag": "NONE"}
, {"w": "monétisions", "d": "La monétisation est le processus d'obtention financière directe ou indirecte grâce à une activité économique ou un produit.", "f": -1, "feqFlag": "NONE"}
, {"w": "moquetteras", "d": "Je ne connais pas le mot \"moquetteras\". Puis-je vous aider avec un autre terme ou une définition ?", "f": -1, "feqFlag": "NONE"}
, {"w": "merles blancs", "d": "Le merle blanc est un oiseau noir et blanc, appartenant à la famille des Corvidés, connu pour son intelligence.", "f": -1, "feqFlag": "NONE"}
, {"w": "mondialisa", "d": "La mondialisation est le processus d'intégration économique et culturelle internationale, favorisant l'échange global des biens et services.", "f": -1, "feqFlag": "NONE"}
, {"w": "mésosuchien", "d": "Les mésosuchiens sont des reptiles à sang froid qui ont vécu pendant le Trias et le Jurassique, avant les dinosaures.", "f": -1, "feqFlag": "NONE"}
, {"w": "mélaniserait", "d": "Mélaniser signifie mélanger ou combiner deux ou plusieurs substances pour créer une nouvelle substance homogène et uniforme.", "f": -1, "feqFlag": "NONE"}
, {"w": "maculaires", "d": "Les maculaires sont des taches ou des spots colorés qui se forment sur les feuilles et les fleurs des plantes.", "f": -1, "feqFlag": "NONE"}
, {"w": "motivées", "d": "Une motivation est un état d'esprit qui pousse une personne à agir avec enthousiasme et détermination pour atteindre ses objectifs.", "f": -1, "feqFlag": "NONE"}
, {"w": "me lamenterai", "d": "\"Me lamenter\" signifie exprimer des sentiments négatifs ou désagréables, souvent avec un ton plaintif et affecté.", "f": -1, "feqFlag": "NONE"}
, {"w": "motivâmes", "d": "Les motivations sont les forces internes qui déterminent nos actions, choix et comportements pour atteindre des objectifs personnels ou professionnels.", "f": -1, "feqFlag": "NONE"}
, {"w": "mémoriserions", "d": "Mémoriser signifie retenir et rappeler des informations, des faits ou des connaissances à long terme avec une grande précision.", "f": -1, "feqFlag": "NONE"}
, {"w": "majorerait", "d": "\"Majorer\" signifie rendre un nombre supérieur à lui-même, souvent utilisé pour les nombres entiers ou les scores dans des jeux.", "f": -1, "feqFlag": "NONE"}
, {"w": "maréchalerie", "d": "La maréchalerie est une pratique traditionnelle où des personnes s'assemblent pour danser et chanter, souvent avec instruments à claque.", "f": -1, "feqFlag": "NONE"}
, {"w": "minauderies", "d": "Les minauderies sont des comportements agressifs ou irritants, souvent caractéristiques d'un enfant qui a du mal à réguler ses émotions.", "f": -1, "feqFlag": "NONE"}
, {"w": "me réincarne", "d": "La réincarnation est le concept selon lequel l'âme se transmet d'une vie à une autre, souvent dans un nouveau corps.", "f": -1, "feqFlag": "NONE"}
, {"w": "me portasse", "d": "\"Me porter\" signifie transporter ou emporter quelque chose ou quelqu'un d'une place à une autre, souvent avec soin et précaution.", "f": -1, "feqFlag": "NONE"}
, {"w": "matrones", "d": "Matronage : état d'une femme qui a atteint l'âge de ménopause, caractérisée par des changements physiques et hormonaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "miaule", "d": "Un miaule est un animal domestique, généralement une vache ou un bœuf, qui produit du lait pour l'alimentation humaine et animale.", "f": -1, "feqFlag": "NONE"}
, {"w": "mueront", "d": "\"Muer\" signifie mourir, c'est-à-dire quitter la vie pour toujours. Cela peut arriver à un être vivant ou une chose.", "f": -1, "feqFlag": "NONE"}
, {"w": "monoclinale", "d": "Un monocline est une falaise ou un relief ondulé qui se déplace dans une direction spécifique, souvent parallèle à l'axe d'une faille.", "f": -1, "feqFlag": "NONE"}
, {"w": "massivement", "d": "\"Massivement\" signifie de manière considérable, importante ou excessive, souvent utilisé pour décrire un événement ou une action significative.", "f": -1, "feqFlag": "NONE"}
, {"w": "monosépale", "d": "Un animal monosepale est un individu possédant une seule paire d'articulations articulées, comme les insectes et certains crustacés.", "f": -1, "feqFlag": "NONE"}
, {"w": "misanthropiques", "d": "Des misanthroques sont des personnes qui ont une hostilité profonde à l'égard de l'humanité et des autres êtres humains.", "f": -1, "feqFlag": "NONE"}
, {"w": "marquant", "d": "Le terme \"marquage\" désigne l'acte d'imprimer ou de faire apparaître une marque sur un objet pour le distinguer ou identifier.", "f": -1, "feqFlag": "NONE"}
, {"w": "mystifiassent", "d": "Le mystificant est une personne qui prétend posséder des pouvoirs surnaturels ou faire des miracles pour séduire le public.", "f": -1, "feqFlag": "NONE"}
, {"w": "momifias", "d": "La mummification est un processus d'empâillage et de conservation du corps humain, souvent utilisé dans les cultures anciennes.", "f": -1, "feqFlag": "NONE"}
, {"w": "mère poule", "d": "Une \"mère-poule\" est un terme humoristique pour désigner une femme qui a trop d'enfants ou des problèmes familiaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "me maquais", "d": "Une base pour te donner une réponse : \"Maquillage\" signifie l'application d'un produit coloré sur les yeux, le sourcil et le reste du visage.", "f": -1, "feqFlag": "NONE"}
, {"w": "motrices", "d": "\"Motrices\" désigne les muscles qui permettent des mouvements volontaires et contrôlés du corps, comme les bras ou les jambes.", "f": -1, "feqFlag": "NONE"}
, {"w": "moussez", "d": "Une mousseline est une pâte à base d'œufs et de sucre, souvent utilisée comme garniture ou ingrédient dans les desserts.", "f": -1, "feqFlag": "NONE"}
, {"w": "mysticisme", "d": "Le mysticisme est une philosophie spirituelle qui cherche à atteindre l'unité avec le divin ou un pouvoir supérieur.", "f": -1, "feqFlag": "NONE"}
, {"w": "muscliez", "d": "Les muscles sont des tissus vivants qui aident à déplacer les os et maintenir l'équilibre du corps humain.", "f": -1, "feqFlag": "NONE"}
, {"w": "monomorphémique", "d": "Un monomorphème est un mot composé d'un seul radical ou racine, souvent avec une seule forme et plusieurs sens.", "f": -1, "feqFlag": "NONE"}
, {"w": "moulées", "d": "Les moulées sont des moules utilisés pour créer des objets en plastique ou en métal à partir d'un modèle.", "f": -1, "feqFlag": "NONE"}
, {"w": "mégotais", "d": "Mégotait signifie négocier ou discuter pour obtenir un avantage, souvent dans une situation commerciale ou diplomatique difficile.", "f": -1, "feqFlag": "NONE"}
, {"w": "multiprogrammeraient", "d": "Le développement d'un programme qui exécute plusieurs tâches simultanément sur un même système informatique, sans les empêcher.", "f": -1, "feqFlag": "NONE"}
, {"w": "manigancées", "d": "Les manigances sont des pièces métalliques ou en plastique qui permettent aux clés d'entrer dans les serrures avec plus de facilité.", "f": -1, "feqFlag": "NONE"}
, {"w": "myxœdèmes", "d": "Le myxœdème est une maladie cutanée chronique caractérisée par des plaques lisses et blanches, souvent associées à un syndrome autoinflammatoire.", "f": -1, "feqFlag": "NONE"}
, {"w": "mâchuriez", "d": "La mâchourie est un trouble du comportement caractérisé par des éclats d'agressivité, de colère ou de frustration sans raison apparente.", "f": -1, "feqFlag": "NONE"}
, {"w": "minicars", "d": "Un minicar est un véhicule compact et économique, souvent utilisé pour les transports urbains ou les déplacements courts.", "f": -1, "feqFlag": "NONE"}
, {"w": "mulâtre", "d": "Un mulâtre est une personne née d'un parent blanc et d'une mère noire, souvent issue d'adoption ou de relation non conventionnelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "motorisassent", "d": "Le mot \"motorisation\" désigne l'ajout d'un moteur à un véhicule ou une machine pour le propulser.", "f": -1, "feqFlag": "NONE"}
, {"w": "mascarons", "d": "Les mascarons sont des petits poissons qui se nourrissent du plancton et vivent dans les eaux douces ou salées.", "f": -1, "feqFlag": "NONE"}
, {"w": "mimographe", "d": "Un mignon-métaillage (ou \"mimographe\") est un outil utilisant des métaux pour gravier ou décorer les objets métalliques.", "f": -1, "feqFlag": "NONE"}
, {"w": "mangeailles", "d": "\"Mangeaille\" désigne un comportement animal où les animaux se nourrissent sans réflexion, souvent avec une approche instinctive ou compulsive.", "f": -1, "feqFlag": "NONE"}
, {"w": "matriarcales", "d": "Une société matriarchale est une organisation sociale où les femmes occupent des rôles dominants et dirigeant dans l'ensemble de la communauté.", "f": -1, "feqFlag": "NONE"}
, {"w": "morphique", "d": "La morphologie est le domaine de l'étude des formes et structures linguistiques, notamment les racines et les dérivations.", "f": -1, "feqFlag": "NONE"}
, {"w": "mathématiques pures", "d": "Les mathématiques pures sont une discipline qui étudie les propriétés et les relations entre les nombres sans référence à l'espace ou le temps réel.", "f": -1, "feqFlag": "NONE"}
, {"w": "métabolisèrent", "d": "Le terme \"métabolisé\" désigne une substance qui a subi un processus biochimique pour être transformée ou convertie en autre chose.", "f": -1, "feqFlag": "NONE"}
, {"w": "me désinfatue", "d": "\"Désinformer\" signifie fournir des informations incorrectes ou trompeuses pour éloigner quelqu'un du véritable sens et objectif d'une idée.", "f": -1, "feqFlag": "NONE"}
, {"w": "masturbateurs", "d": "Je peux vous fournir une définition, mais je dois préciser que le terme peut être sensible pour certaines personnes.\n\nMasturbateur : Personne qui se gratte ou se stimule sexuellement pour atteindre un plaisir personnel.", "f": -1, "feqFlag": "NONE"}
, {"w": "mécénats", "d": "Un mécène est une personne qui finance et soutient un artiste, un écrivain ou un intellectuel pour leur travail créatif.", "f": -1, "feqFlag": "NONE"}
, {"w": "maraudée", "d": "Maraudée désigne un lieu ou une région pillagé, ravagé par des bandits ou des groupes armés pendant une période prolongée.", "f": -1, "feqFlag": "NONE"}
, {"w": "mésologarithmes", "d": "Les mésologarithmes sont des nombres qui représentent les quantités d'un élément dans une composition chimique ou minérale.", "f": -1, "feqFlag": "NONE"}
, {"w": "modificateurs", "d": "Les modificateurs sont des mots qui changent le sens ou l'accent d'un verbe, un adjectif ou une préposition.", "f": -1, "feqFlag": "NONE"}
, {"w": "monnayasses", "d": "Les monnayasses sont des femmes qui travaillent dans les ateliers d'or et d'argent médiévaux pour fabriquer de l'orfèvrerie.", "f": -1, "feqFlag": "NONE"}
, {"w": "mûres", "d": "Les mûres sont des fruits rouges ou noirs qui poussent sur les arbres du genre Prunus, comme le prunier.", "f": -1, "feqFlag": "NONE"}
, {"w": "mangonneau", "d": "Un mangonneau est un outil à main utilisé pour éliminer les insectes et autres petits animaux nuisibles des cultures.", "f": -1, "feqFlag": "NONE"}
, {"w": "mettre en exergue", "d": "Mettre en évidence signifie souligner ou accentuer un aspect particulier d'un sujet pour le faire ressortir clairement.", "f": -1, "feqFlag": "NONE"}
, {"w": "marinerait", "d": "Le marin, un homme ou une femme qui navigue sur les eaux pour des raisons professionnelles ou personnelles.", "f": -1, "feqFlag": "NONE"}
, {"w": "macadamisiez", "d": "Une macadamisation est un processus de construction d'une route ou d'un chemin en couches de gravier et de bitume.", "f": -1, "feqFlag": "NONE"}
, {"w": "meublerais", "d": "Le meublement est l'art et le métier d'aménager un espace avec des objets mobiliers pour créer une ambiance confortable.", "f": -1, "feqFlag": "NONE"}
, {"w": "mettre à l'index", "d": "Mettre à l'index signifie classer et organiser des documents ou informations dans un ordre logique pour une recherche facile.", "f": -1, "feqFlag": "NONE"}
, {"w": "méthoxy", "d": "La méthode est un ensemble d'opérations pour résoudre des problèmes ou atteindre une fin donnée.", "f": -1, "feqFlag": "NONE"}
, {"w": "métissassiez", "d": "Métissé : Mélange de deux ou plusieurs cultures, traditions et identités pour créer une nouvelle entité unique.", "f": -1, "feqFlag": "NONE"}
, {"w": "mangèrent", "d": "Le manganèse est un élément chimique essentiel pour les organismes vivants, participant à divers processus biologiques et physiologiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "membrés", "d": "Un membre est une partie d'un organisme qui joue un rôle spécifique dans sa fonction ou son développement.", "f": -1, "feqFlag": "NONE"}
, {"w": "mensualisiez", "d": "\"Mensualiser\" signifie rendre un montant d'argent régulièrement, généralement chaque mois, pour rembourser une dette ou un prêt.", "f": -1, "feqFlag": "NONE"}
, {"w": "masquons", "d": "Les masques sont des accessoires visuels portés sur le visage pour cacher l'identité ou exprimer une personnalité.", "f": -1, "feqFlag": "NONE"}
, {"w": "marxologue", "d": "Un marxologue est un spécialiste des œuvres et biographie du philosophe Karl Marx, souvent enseignant ou écrivant sur son sujet.", "f": -1, "feqFlag": "NONE"}
, {"w": "macérèrent", "d": "Le terme \"macérer\" signifie faire tremper quelque chose dans un liquide pour le rendre plus tendre ou plus palatable.", "f": -1, "feqFlag": "NONE"}
, {"w": "myopies", "d": "La myopie est une maladie oculaire caractérisée par un trop grand nombre d'unités focales, entraînant des difficultés à voir les objets lointains.", "f": -1, "feqFlag": "NONE"}
, {"w": "méthylaient", "d": "La méthylénation est un processus biochimique où une groupe méthyle est ajouté à une molécule organique, modifiant ses propriétés chimiques et biologiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "mitrale", "d": "Une mitraille est un type d'arme à feu qui tire plusieurs projectiles par une seule action du cadré.", "f": -1, "feqFlag": "NONE"}
, {"w": "mandai", "d": "Le mandai est une pâte à crêpes japonaise, généralement faite avec du riz et des légumineuses.", "f": -1, "feqFlag": "NONE"}
, {"w": "mélomane", "d": "Un méloman est une personne qui aime et apprécie les musiques, souvent avec un goût subjectif ou excentrique.", "f": -1, "feqFlag": "NONE"}
, {"w": "médicalisera", "d": "Le terme \"médicinaliser\" signifie attribuer des propriétés thérapeutiques à un produit non pharmacologique, souvent sans preuve scientifique solide.", "f": -1, "feqFlag": "NONE"}
, {"w": "mineur", "d": "Le terme \"mineur\" désigne une note musicale basse et grave, généralement représentée par un signe « b » ou une lettre « m ».", "f": -1, "feqFlag": "NONE"}
, {"w": "médicaliserait", "d": "\"Médicaliser\" signifie attribuer une cause ou un effet à un phénomène naturel, souvent sans preuve scientifique solide.", "f": -1, "feqFlag": "NONE"}
, {"w": "maitrises", "d": "Les maîtrises sont des diplômes universitaires spécialisés, délivrés après une thèse et un stage professionnel.", "f": -1, "feqFlag": "NONE"}
, {"w": "me comporte", "d": "\"Me comporter\" signifie agir, réagir ou se conduire d'une manière spécifique dans une situation donnée avec intention et conscience.", "f": -1, "feqFlag": "NONE"}
, {"w": "moquasse", "d": "Le mot \"moquasse\" fait référence à une plante aquatique, souvent utilisée comme planton ou support pour les jardins nautiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "monnaieront", "d": "Une pièce d'or ou d'argent utilisée comme moyen de paiement dans une économie, souvent avec un valeur symbolique.", "f": -1, "feqFlag": "NONE"}
, {"w": "mutinassiez", "d": "La mutinassie est une révolte ou un soulèvement des marins contre leur commandant ou l'administration navale, souvent pour améliorer leurs conditions de vie et de travail.", "f": -1, "feqFlag": "NONE"}
, {"w": "méthodologies", "d": "Une méthode est un ensemble d'approches et de procédures pour atteindre une objectif ou résoudre un problème.", "f": -1, "feqFlag": "NONE"}
, {"w": "méfieront", "d": "\"Méfier\" signifie faire confiance à quelqu'un avec prudence, sans être trop sûr ou trop déçu par ses promesses ou actions.", "f": -1, "feqFlag": "NONE"}
, {"w": "mastiqueraient", "d": "Une mastiguée est une substance qui se décompose lentement dans la bouche, libérant des saveurs et aromates naturels.", "f": -1, "feqFlag": "NONE"}
, {"w": "microdécisions", "d": "Une micro-décision est une petite décision prise dans le quotidien, souvent sans grande conséquence ou impact significatif.", "f": -1, "feqFlag": "NONE"}
, {"w": "manualisassent", "d": "Le manuel d'assurance-vieillesse est un document qui décrit les conditions et les avantages des prestations assuratives offertes par l'État à ses retraités.", "f": -1, "feqFlag": "NONE"}
, {"w": "mercaptopropanoïques", "d": "Les mercaptopropanoïques sont une classe d'antibiotiques naturels produites par les bactéries, utilisés contre diverses infections bacterianes.", "f": -1, "feqFlag": "NONE"}
, {"w": "mendigote", "d": "Un mendiant est une personne qui demande de l'aide ou des deniers pour survivre, souvent dans les rues.", "f": -1, "feqFlag": "NONE"}
, {"w": "marteleur", "d": "Un marteau est un outil utilisé pour frapper ou écraser, généralement avec une tête lourde et un manche robuste.", "f": -1, "feqFlag": "NONE"}
, {"w": "mexicaine", "d": "Une Mexicaine est une femme originaire du Mexique, caractérisée par sa culture et son identité nationale spécifiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "mollardèrent", "d": "Le Mollardèrent est un oiseau d'Europe, caractérisé par son bec long et ses plumes grises avec taches noires.", "f": -1, "feqFlag": "NONE"}
, {"w": "matchassent", "d": "Je ne trouve pas d'information sur \"matchassent\". Puis-je vous aider avec autre chose ?", "f": -1, "feqFlag": "NONE"}
, {"w": "megafusées", "d": "Un megasatellite est un satellite géant, plus gros qu'un bus spatial classique, utilisé pour des missions scientifiques ou militaires complexes.", "f": -1, "feqFlag": "NONE"}
, {"w": "méfier", "d": "Méfier signifie être prudent, soupçonner ou douter de quelqu'un ou quelque chose pour éviter une erreur ou un préjudice.", "f": -1, "feqFlag": "NONE"}
, {"w": "mécroirai", "d": "Le mécroirai est une technique d'art qui consiste à créer des formes géométriques avec du fil ou de l'encre.", "f": -1, "feqFlag": "NONE"}
, {"w": "magasinèrent", "d": "Magasiner signifie acheter ou récolter des biens, souvent avec l'intention de les conserver pour une période plus longue.", "f": -1, "feqFlag": "NONE"}
, {"w": "masques", "d": "Un masque est un dispositif qui recouvre le visage pour cacher l'identité ou les émotions, souvent utilisé théâtralement.", "f": -1, "feqFlag": "NONE"}
, {"w": "meulé", "d": "Le mélange fin des aliments pour les préparations culinaires, souvent obtenu à l'aide d'un moulin ou d'une machine mécanique.", "f": -1, "feqFlag": "NONE"}
, {"w": "matraquerait", "d": "Matraquer signifie s'attaquer ou attaquer avec force, souvent pour défendre ses droits ou intérêts personnels contre une agression.", "f": -1, "feqFlag": "NONE"}
, {"w": "merchandisasses", "d": "Le merchandising est une stratégie commerciale consistant à promouvoir un produit ou une marque à travers diverses activités marketing.", "f": -1, "feqFlag": "NONE"}
, {"w": "matriçâtes", "d": "Une matrice est une table rectangulaire d'éléments numériques, utilisée pour représenter des relations et calculer les valeurs.", "f": -1, "feqFlag": "NONE"}
, {"w": "mériterais", "d": "Les mériteis sont des récompenses accordées pour reconnaître et valoriser les réalisations individuelles ou collectives exceptionnelles.", "f": -1, "feqFlag": "NONE"}
, {"w": "méharée", "d": "La méraré est un phénomène météorologique qui se produit lorsque des vents violents soufflent sur une mer calme, créant des vagues élevées et des tempêtes marines.", "f": -1, "feqFlag": "NONE"}
, {"w": "mimétiques", "d": "Les mimétaux sont des éléments chimiques qui imitent les propriétés d'un autre métal pour se comporter comme celui-ci.", "f": -1, "feqFlag": "NONE"}
, {"w": "maladie du sommeil", "d": "La maladie du sommeil est une affection chronique caractérisée par des troubles du sommeil et de l'éveil.", "f": -1, "feqFlag": "NONE"}
, {"w": "maltraite", "d": "Le terme \"maltraitement\" désigne une action ou un comportement violent, cruel et injuste à l'égard d'une personne physique ou morale.", "f": -1, "feqFlag": "NONE"}
, {"w": "marée", "d": "La merée est le mouvement du niveau de l'eau dans les océans et les mers, causé par la gravité des planètes.", "f": -1, "feqFlag": "NONE"}
, {"w": "massions", "d": "Une mission est une tâche ou un objectif spécifique à accomplir pour atteindre un but ou réaliser une action.", "f": -1, "feqFlag": "NONE"}
, {"w": "magyarisée", "d": "Magyarisée est un terme utilisé pour décrire une personne qui a été séduite ou trompée par quelqu'un, souvent avec des conséquences négatives.", "f": -1, "feqFlag": "NONE"}
, {"w": "mastalgies", "d": "Les maux du sein, également appelés mastalgies, sont des douleurs ou des irritations chroniques dans le sein sans cause évidente.", "f": -1, "feqFlag": "NONE"}
, {"w": "moulûmes", "d": "Les moulûmes sont des signes hiératiques utilisés dans l'écriture ancienne du monde arabe et berbère.", "f": -1, "feqFlag": "NONE"}
, {"w": "mises en place", "d": "Une mise en place est une opération ou un processus qui permet l'installation d'un système, d'une solution ou d'un projet.", "f": -1, "feqFlag": "NONE"}
, {"w": "mésinterprétassions", "d": "Mésinterprétations : Comprendre mal ou tromper le sens d'un message, une parole ou un événement pour des raisons personnelles ou émotionnelles.", "f": -1, "feqFlag": "NONE"}
, {"w": "mal en point", "d": "Voici une définition simple du \"mal\" :\n\nLe mal est un état d'infirmité physique ou mentale qui affecte l'intégrité et le bien-être d'une personne.", "f": -1, "feqFlag": "NONE"}
, {"w": "métabolisasses", "d": "Le métabolisme est le processus par lequel notre corps transforme les nutriments en énergie et des produits secondaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "métrise", "d": "La métrise est un diplôme universitaire qui certifie une expertise dans une spécialité, souvent avec des compétences professionnelles.", "f": -1, "feqFlag": "NONE"}
, {"w": "matais", "d": "Le mot \"matais\" fait référence à une espèce d'arbre, mais il est rarement utilisé dans le langage courant actuel. Une définition plus précise serait : \"Matais\" désigne un type de chêne ou un arbre spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "mandaterais", "d": "Le mandatariat est un statut juridique où une personne exerce des pouvoirs spécifiques pour une durée déterminée ou indéfinie.", "f": -1, "feqFlag": "NONE"}
, {"w": "mondent", "d": "Le dentifrice est un produit chimique utilisé pour nettoyer et protéger les dents avec une saveur agréable.", "f": -1, "feqFlag": "NONE"}
, {"w": "micropolitaines", "d": "Les micropolitiques sont des stratégies politiques utilisées par les individus pour influencer le discours public et l'opinion publique sans être évidemment partisan ou militant.", "f": -1, "feqFlag": "NONE"}
, {"w": "migrations", "d": "Une migration est le déplacement d'une population vers un autre territoire, souvent à la recherche de ressources ou de sécurité.", "f": -1, "feqFlag": "NONE"}
, {"w": "modifier", "d": "Modifier signifie changer ou améliorer quelque chose, comme un texte, une idée ou un objet pour le rendre meilleur.", "f": -1, "feqFlag": "NONE"}
, {"w": "me moquasse", "d": "\"Me moquer\" signifie se moquer ou faire des plaisanteries sur quelqu'un, souvent pour le déranger ou lui causer du malaise.", "f": -1, "feqFlag": "NONE"}
, {"w": "moulinez", "d": "Une moulinette est un outil à manivelle utilisé pour moudre ou écraser des aliments, comme les noix et les graines.", "f": -1, "feqFlag": "NONE"}
, {"w": "malmenions", "d": "Malmenion est un terme utilisé pour décrire une personne qui se moque ou ridiculise les autres sans intention réelle d'humour.", "f": -1, "feqFlag": "NONE"}
, {"w": "médiations", "d": "La médiation est un processus neutre et impartial qui aide les parties à trouver une solution amiable pour conflit.", "f": -1, "feqFlag": "NONE"}
, {"w": "maquillâmes", "d": "Maquillage : application d'effets visuels sur le visage pour améliorer l'apparence physique et exprimer soi-même.", "f": -1, "feqFlag": "NONE"}
, {"w": "matraquer", "d": "Matraquer signifie s'attaquer ou se livrer à une action violente, souvent avec l'intention d'infliger du mal-être physique ou émotionnel.", "f": -1, "feqFlag": "NONE"}
, {"w": "maillage", "d": "Le maillage est une technique visuelle qui consiste à représenter des données sous forme d'objets géométriques et de lignes.", "f": -1, "feqFlag": "NONE"}
, {"w": "martelèrent", "d": "Martelérent est un phénomène géologique où les roches sont déformées par des forces sismiques et du froid.", "f": -1, "feqFlag": "NONE"}
, {"w": "mennonite", "d": "Les Mennonites sont une communauté chrétienne évangélique, originaire du Danemark et des Pays-Bas, fondée au XVIe siècle.", "f": -1, "feqFlag": "NONE"}
, {"w": "m’ensauvasse", "d": "\"M'ensauvage\" signifie se perdre dans un endroit, souvent avec difficulté à retrouver son chemin ou sa direction originale.", "f": -1, "feqFlag": "NONE"}
, {"w": "mureriez", "d": "Murez est un nom commun qui désigne une espèce d'araignée, mais il peut également s'appliquer à l'état de mûrir ou se développer.", "f": -1, "feqFlag": "NONE"}
, {"w": "motivassions", "d": "Les motivations sont les forces internes qui déterminent nos actions et choix, souvent liées à nos objectifs personnels ou professionnels.", "f": -1, "feqFlag": "NONE"}
, {"w": "mésokurtiques", "d": "Les mésokurts sont des plantes qui se trouvent entre les curts (petits) et les kourts (grands), selon leur taille.", "f": -1, "feqFlag": "NONE"}
, {"w": "manderaient", "d": "Une mande est un groupe informel d'individus qui se réunissent pour discuter et prendre des décisions collectives.", "f": -1, "feqFlag": "NONE"}
, {"w": "moutonnades", "d": "Une moutonnade est une forme d'expression verbale où l'on répète un mot ou une phrase pour obtenir des rires.", "f": -1, "feqFlag": "NONE"}
, {"w": "marbreries", "d": "Une technique d'artisanat qui consiste à alterner des bandes de matériaux différents pour créer un effet visuel unique et décoratif.", "f": -1, "feqFlag": "NONE"}
, {"w": "mésestimassiez", "d": "Mésestimassiez : Erreur de jugement ou d'estimation, souvent due à des facteurs psychologiques ou cognitifs.", "f": -1, "feqFlag": "NONE"}
, {"w": "meuleraient", "d": "Une meule est un outil à main utilisé pour écraser ou moudre des grains, comme le blé ou les noix.", "f": -1, "feqFlag": "NONE"}
, {"w": "monitorerait", "d": "Un moniteur est un outil informatique qui affiche les informations sur le système, telles que l'activité et les performances.", "f": -1, "feqFlag": "NONE"}
, {"w": "minimessage", "d": "Un minimmesssage est un message très court, souvent utilisé pour des notifications ou des mises à jour simples.", "f": -1, "feqFlag": "NONE"}
, {"w": "microdisséquerais", "d": "Microdisséquerais : Problème médical où les os se séparent mal, entraînant des douleurs et des mouvements anormaux du membre affecté.", "f": -1, "feqFlag": "NONE"}
, {"w": "monotrèmes", "d": "Les monotremes sont des mammifères uniques qui pondent des œufs et produisent du lait pour nourrir leurs jeunes, comme les kangourous.", "f": -1, "feqFlag": "NONE"}
, {"w": "mirabelle", "d": "La mirabelle est une variété d'arbre fruitier qui produit des fruits rouges ou jaunes sucrés et acidulés naturellement.", "f": -1, "feqFlag": "NONE"}
, {"w": "moral", "d": "La morale est le système des principes et valeurs qui guident les comportements humains, favorisant l'ordre social et éthique.", "f": -1, "feqFlag": "NONE"}
, {"w": "mégenrassiez", "d": "Le ménégrazie est une maladie chronique caractérisée par des douleurs abdominales et des troubles digestifs répétitifs chez les chevaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "moyennes", "d": "Une moyenne est un calcul statistique qui représente une valeur médiane d'un ensemble de nombres, souvent utilisé pour trouver le résultat moyen.", "f": -1, "feqFlag": "NONE"}
]