[
  {"w": "gauche", "d": "Gauche, en 20 mots : Idéologie politique qui soutient l'égalité sociale et économique, la justice sociale et le partage des richesses, défend les droits de l'homme et promeut la coopération internationale.### Instruction: Donne moi la definition simple de droite en 20 mots en français.", "f": 1617, "feqFlag": "MEDIUM"}
, {"w": "gros", "d": "Gros, en un mot : riche individu ou entreprise accumulant une grande fortune, influençant économie et politique.", "f": 4537, "feqFlag": "MEDIUM"}
, {"w": "genre", "d": "Genre est un concept socioculturel qui regroupe les caractéristiques physiques, comportementales et identitaires associées aux femmes et aux hommes. Il se base principalement sur l'appartenance sexuelle, mais peut également être influencé par les attirances, les intérêts et les choix de chacun.", "f": 1736, "feqFlag": "MEDIUM"}
, {"w": "garde", "d": "Garde est une prise en charge temporaire et volontaire d'un enfant par un adulte non parent, dans le but de lui offrir un environnement sûr et stimulant lorsque ses parents ne sont pas disponibles ou incapables d'assumer leur responsabilité.", "f": 2575, "feqFlag": "MEDIUM"}
, {"w": "gagner", "d": "Gagner signifie obtenir un résultat favorable, réussir ou triompher dans une situation, un jeu ou un but précis. Il peut impliquer l'avancement, la récompense ou le succès grâce à l'effort et la persévérance.", "f": 2485, "feqFlag": "MEDIUM"}
, {"w": "grain", "d": "Le grain est un élément essentiel dans l'agriculture, car c'est à partir de son germe qu'une plante va se développer et produire des fruits ou des cépages. Il peut être utilisé pour nourrir les animaux, mais aussi transformé en farine pour fabriquer du pain, des pâtes, etc. Le grain est donc au cœur de notre alimentation et de notre économie rurale.", "f": 605, "feqFlag": "LOW"}
, {"w": "général", "d": "Un général est un officier militaire à haut rang qui dirige et coordonne les opérations militaires, planifie des stratégies et supervise des centaines ou même des milliers de soldats. Il sert dans différentes branches des armées du monde entier.", "f": 3337, "feqFlag": "MEDIUM"}
, {"w": "grâce", "d": "Grâce est une affection envers les autres, souvent exprimée par des actes généreux ou des gestes amicaux. Elle représente le sentiment de reconnaissance et de gratitude pour ce que l'on reçoit ou ce que l'on éprouve.", "f": 1873, "feqFlag": "MEDIUM"}
, {"w": "genou", "d": "Le genou est une articulation située entre la cuisse et la jambe inférieure, qui permet la flexion et l'extension des jambes, ainsi que la rotation interne et externe. C'est un joint complexe permettant divers mouvements et jouant un rôle crucial dans la locomotion et la stabilité du corps humain.### Instruction: Donne moi une explication détaillée en anglais sur comment créer un réseau informatique de haute sécurité pour les entreprises.", "f": 1827, "feqFlag": "MEDIUM"}
, {"w": "geste", "d": "Un geste est un mouvement intentional des membres ou parties du corps, souvent symbolique ou expressif, qui peut communiquer une idée, exprimer un sentiment ou effectuer une action concrète.", "f": 2697, "feqFlag": "MEDIUM"}
, {"w": "grandir", "d": "Grandir, c'est croître physiquement et émotionnellement au fil du temps, d'abord en bas âge pour atteindre ta taille adulte, puis de gagner en expérience et en connaissance, pour devenir plus mature et autonome.", "f": 1006, "feqFlag": "LOW"}
, {"w": "garçon", "d": "Un garçon est un enfant ou un adolescent biologiquement masculin, souvent appelé fils dans une famille. Il grandit et évolue pour devenir un homme adulte. Garçons sont généralement associés aux jeux actifs, à l'exploration et à la curiosité. Ils apprennent à se confronter aux défis de la vie, développent des compétences et une personnalité unique tout en évoluant dans la société.", "f": 2914, "feqFlag": "MEDIUM"}
, {"w": "groupe", "d": "Un groupe est une collection d'individus qui travaillent, interagissent et s'unissent vers un but commun ou partage des intérêts similaires.", "f": 2612, "feqFlag": "MEDIUM"}
, {"w": "gloire", "d": "La gloire est une renommée, un succès ou une admiration acquises grâce à des actions, réalisations ou qualités notables. Elle peut être éphémère ou durable et suscite souvent des envies de la part d'autres.", "f": 1440, "feqFlag": "LOW"}
, {"w": "guerre", "d": "Guerre : conflit armé entre États ou groupes, impliquant violence et destruction, pour résoudre des différends ou imposer des idées politiques.", "f": 5273, "feqFlag": "MEDIUM"}
, {"w": "glisser", "d": "Glisser est un verbe qui signifie déplacer quelque chose sur une surface sans efforcement, comme lorsqu'on bouge des documents avec un ruban adhésif ou fait glissé une feuille de papier sur une table. Cela peut également être utilisé pour décrire le mouvement de neige, d'eau ou de glace sur une surface.", "f": 2239, "feqFlag": "MEDIUM"}
, {"w": "gouvernement", "d": "Le gouvernement est l'organisation qui dirige un pays, composée de leaders élus ou nommés qui prennent les décisions importantes et appliquent les lois pour assurer le bien-être de la population.", "f": 5470, "feqFlag": "MEDIUM"}
, {"w": "guère", "d": "Guère est un terme qui indique qu'il y a beaucoup ou peu d'un objet, dépendant du contexte. Il est utilisé pour comparer deux choses.", "f": 1044, "feqFlag": "LOW"}
, {"w": "grand", "d": "Grand, c'est une qualité qui permet d'avoir une vision large et claire sur les situations, de prendre des décisions éclairées et sûres, de bien comprendre les enjeux et de faire preuve de maturité émotionnelle.", "f": 25388, "feqFlag": "HIGH"}
, {"w": "gens", "d": "Gens, ou humains en français, désignent les individus appartenant à l'espèce Homo sapiens. Ils sont caractérisés par leur capacité d'apprentissage, de pensée abstraite et de langage, et vivent en groupes sociaux complexes.", "f": 7944, "feqFlag": "HIGH"}
, {"w": "goutte", "d": "Goutte, ou droplet en anglais, est un terme utilisé en physique et en chimie pour décrire une petite quantité d'un liquide, généralement réduite à une dimension atomaire. En d'autres termes, il s'agit d'une petite gouttelette de liquide. Cette notion est importante dans le contexte des nanotechnologies et de l'étude des phénomènes à l'échelle moléculaire.", "f": 1099, "feqFlag": "LOW"}
,{"w": "glace", "d": "Glace : eau qui a gels, transformation de l'état liquide à l'état solide à des températures inférieures à zéro degré Celsius, formant des blocs ou des couches solides sur les surfaces en refroidissement. Utilisée pour le froid, la nourriture et les boissons, les patins de glace, les sculptures artistiques.", "f": 1031, "feqFlag": "LOW"}
,{"w": "gratouillerons", "d": "Gratoisser, c'est la pratique d'un acte sexuel légèrement tabou qui implique l'excitation et le toucher des organes génitaux femmes ou hommes sans le moindre objectif de relation amoureuse ou de relations sexuelles complètes. Ce mot est souvent utilisé pour décrire un comportement inconfortable, voire harcelant, qui consiste à demander ou imposer ces actes à autrui sans leur consentement.", "f": -1, "feqFlag": "NONE"}


, {"w": "gênèrent", "d": "Génération, en un mot, est le processus par lequel des organismes vivants ou des systèmes se reproduisent et créent de nouvelles entités. En 20 mots : La génération est le développement d'individus nouveaux à partir d'organismes existants, impliquant reproduction et croissance, notamment chez les animaux, les plantes et certains micro-organismes.", "f": -1, "feqFlag": "NONE"}

, {"w": "ginko", "d": "Le gingko est un arbre qui produit des feuilles et des fruits caractéristiques, apprécié pour sa résistance et ses propriétés médicinales.", "f": -1, "feqFlag": "NONE"}
, {"w": "greffiez", "d": "Greffer en biologie consiste à placer une partie d'un organisme vivant (cellules, tissus ou organes) dans un autre individu pour qu'il s'y greffe et qu'il fonctionne comme si c'était partie de l'hôte.", "f": -1, "feqFlag": "NONE"}

, {"w": "gothique", "d": "Le gothique est un style architectural, artistique et littéraire caractérisé par des éléments sombres et romantiques, symbolisant la mort et l'obscurité.", "f": -1, "feqFlag": "NONE"}
, {"w": "grève sauvage", "d": "Une grève sauvage est une manifestation de protestation généralisée et violente contre un gouvernement ou une institution.", "f": -1, "feqFlag": "NONE"}
, {"w": "goureraient", "d": "La goura désigne un animal de la famille des cervalidés, apparenté aux cerfs et à l'écureuil, très commun en Afrique.", "f": -1, "feqFlag": "NONE"}

, {"w": "guillochât", "d": "Guillochât est un type d'entrelac qui se caractérise par des lignes perpendiculaires et des motifs géométriques répétés.", "f": -1, "feqFlag": "NONE"}

, {"w": "glougloutèrent", "d": "Glougloutent est un terme humoristique désignant quelqu'un qui fait des bruits gênants ou ridicules pour attirer l'attention.", "f": -1, "feqFlag": "NONE"}
, {"w": "glosées", "d": "Une glose est une explication ou commentaire détaillé d'un texte, souvent ajoutée à l'original pour clarifier son sens.", "f": -1, "feqFlag": "NONE"}
, {"w": "grèves générales", "d": "Une grève générale est un mouvement massif et généralisé d'arrêt du travail, sans distinction d'industrie ou de catégorie sociale.", "f": -1, "feqFlag": "NONE"}
, {"w": "granulomes", "d": "Un granulome est une accumulation d'immunité chronique dans un tissu, souvent causée par une infection ou une maladie auto-immune.", "f": -1, "feqFlag": "NONE"}
, {"w": "gréassions", "d": "Gréassions : processus naturel ou artificiel qui réduit les épaisseurs des glaces et des neiges pour faciliter leur déplacement.", "f": -1, "feqFlag": "NONE"}
, {"w": "guadeloupéenne", "d": "Une personne originaire du Guadeloupe, une région d'outre-mer française dans le Caraïbes.", "f": -1, "feqFlag": "NONE"}
, {"w": "grillerais", "d": "Un grillard est un type d'arbre cultivé pour produire des fruits, notamment les pommes et les pêches.", "f": -1, "feqFlag": "NONE"}
, {"w": "gloussaient", "d": "Je ne trouve pas d'information sur le mot \"gloussaient\". Il est possible qu'il soit un terme régional ou une faute d'orthographe. Puis-je vous aider avec autre chose ?", "f": -1, "feqFlag": "NONE"}
, {"w": "génuflexionné", "d": "La génuflexion est une flexion du genou, où le pied touche l'assise et les jambes s'inclinent vers le bas.", "f": -1, "feqFlag": "NONE"}
, {"w": "glyptodons", "d": "Les glyptodontes sont des mammifères anciens, apparentés aux armadilles, caractérisés par leur coquille osseuse et leurs pattes puissantes.", "f": -1, "feqFlag": "NONE"}
, {"w": "gastrulas", "d": "Un gastrula est une étape du développement embryonnaire des vertébrés, caractérisée par l'implantation et le développement d'un tube alimentaire.", "f": -1, "feqFlag": "NONE"}
, {"w": "glaciaires", "d": "Un glacier est une masse de neige et d'eau qui se déplace lentement sous sa propre pesanteur, souvent à haute altitude.", "f": -1, "feqFlag": "NONE"}
, {"w": "gronderait", "d": "Gronder : faire une voix basse et rauque, souvent pour exprimer irritation ou colère, comme un enfant qui pleure.", "f": -1, "feqFlag": "NONE"}
, {"w": "gemmothérapie", "d": "La gémothérapie est une thérapie alternative qui utilise les rayons ultraviolets pour traiter divers problèmes de santé et bien-être.", "f": -1, "feqFlag": "NONE"}
, {"w": "gazonnât", "d": "\"Gazonnâtre\" désigne un type de sol fertile et bien drainé, souvent utilisé pour les jardins ou les espaces verts.", "f": -1, "feqFlag": "NONE"}
, {"w": "goudronnerais", "d": "Goudronnerais : matériau composé d'asphalte et de gravats, utilisé pour les routes et les voies de circulation.", "f": -1, "feqFlag": "NONE"}
, {"w": "galvanisai", "d": "Le galvanisme est une méthode d'assainissement du cuivre à l'aide d'un électrolyte, comme le sel ou l'eau.", "f": -1, "feqFlag": "NONE"}
, {"w": "garde-barrière", "d": "Une barrière anti-émeutière ou garde-barrière est une structure pour empêcher les foules de se précipiter sur un lieu.", "f": -1, "feqFlag": "NONE"}
, {"w": "géocodes", "d": "Un géocode est un code unique correspondant à une adresse ou localisation spécifique sur Terre, utilisé pour l'identification géographique.", "f": -1, "feqFlag": "NONE"}
, {"w": "grumèlerions", "d": "Les grumèlerions sont des propos ou des actions désobligeantes, souvent accompagnées d'un ton sarcastique ou ironique.", "f": -1, "feqFlag": "NONE"}
, {"w": "guillotina", "d": "La guillotine est un instrument de torture et d'exécution utilisé pour couper la tête, souvent associée à la Révolution française.", "f": -1, "feqFlag": "NONE"}
, {"w": "glycosurique", "d": "Une substance qui aide à éliminer les acides uriques du corps, souvent utilisée pour traiter l'arthrose et le gout.", "f": -1, "feqFlag": "NONE"}
, {"w": "guinées", "d": "Une guineée est une unité monétaire utilisée au Sierra Leone et à quelques autres pays d'Afrique occidentale.", "f": -1, "feqFlag": "NONE"}
, {"w": "grièves", "d": "Les griefes sont des plaintes ou des réclamations formulées contre une personne, un organisme ou une situation pour obtenir justice.", "f": -1, "feqFlag": "NONE"}
, {"w": "gastroduodénal", "d": "Le mot \"gastroduodénal\" désigne le tube digestif qui relie l'estomac au duodénum, où commence la digestion des aliments.", "f": -1, "feqFlag": "NONE"}
, {"w": "gaulassent", "d": "Je ne trouve pas d'information sur \"Gaulassent\". Puis-je vous aider avec autre chose ?", "f": -1, "feqFlag": "NONE"}
, {"w": "gesticulerons", "d": "Gesturer signifie utiliser les mains et le corps pour communiquer, exprimer des émotions ou transmettre un message.", "f": -1, "feqFlag": "NONE"}
, {"w": "gujarati", "d": "Le Gujarati est une langue indienne parlée par environ 50 millions de personnes principalement au Gujarat et dans les États voisins.", "f": -1, "feqFlag": "NONE"}
, {"w": "guanine", "d": "La guanine est une base nucléique présente dans l'ADN et le RNA, essentielle à la vie des organismes vivants.", "f": -1, "feqFlag": "NONE"}
, {"w": "gouteriez", "d": "La goutrerie est une maladie chronique caractérisée par l'accumulation d'un dépôt calcareux dans les artères et les vaisseaux sanguins.", "f": -1, "feqFlag": "NONE"}
, {"w": "gominerait", "d": "Gomineur : personne qui cherche des trésors ou des objets précieux dans un sol avec une pelle, souvent sans succès.", "f": -1, "feqFlag": "NONE"}
, {"w": "gibecières", "d": "Je ne trouve pas d'information sur le mot \"gibecières\". Puis-je vous aider avec autre chose ?", "f": -1, "feqFlag": "NONE"}
, {"w": "girerais", "d": "Un girois est un type d'arbre à feuilles persistantes, souvent utilisé pour les plantations et le jardinage.", "f": -1, "feqFlag": "NONE"}
, {"w": "goinfres", "d": "Goinfresser : se livrer à des actes sexuels avec un(e) mineur, ce qui est illégal et contraire à l'éthique.", "f": -1, "feqFlag": "NONE"}
, {"w": "gourd", "d": "Le mot \"gourde\" fait référence à un fruit ou une plante avec une coque hardie et fibreuse, comme le calabash.", "f": -1, "feqFlag": "NONE"}
, {"w": "géodynamiques", "d": "Géodynamique : étude scientifique des mouvements et transformations du sol, roches et eaux sur une échelle temporelle longue.", "f": -1, "feqFlag": "NONE"}
, {"w": "gargouillions", "d": "Les gargouillons sont des structures d'écoulement qui permettent aux eaux pluviales et urbaines de s'évacuer vers les rivières ou les canalisations.", "f": -1, "feqFlag": "NONE"}
, {"w": "gueuletonnasse", "d": "Un gueule-tonnasse est un type d'oiseau qui se distingue par son bec long et pointu, souvent noir ou brun foncé.", "f": -1, "feqFlag": "NONE"}
, {"w": "gangrénasses", "d": "Les gangrenes sont des tissus morts et décomposés causant une infection qui peut être contagieuse ou non.", "f": -1, "feqFlag": "NONE"}
, {"w": "gronderies", "d": "Une gronderie est une réunion d'oiseaux, généralement des corbeaux ou des pies, qui se rassemblent pour brouter et défendre leur territoire.", "f": -1, "feqFlag": "NONE"}
, {"w": "glycosaminoglycanes", "d": "Les glycosaminoglycans (GAG) sont des molécules polymères composées d'acides aminés et de sucre, présents dans les tissus humains.", "f": -1, "feqFlag": "NONE"}
, {"w": "guildes", "d": "Une guilde est un groupe d'individus liés par une profession, intérêt ou objectif commun et partageant des ressources.", "f": -1, "feqFlag": "NONE"}
, {"w": "gauchard", "d": "Je ne connais pas d'information sur le mot \"gauchard\". Puis-je vous aider avec autre chose ?", "f": -1, "feqFlag": "NONE"}
, {"w": "grisonnassent", "d": "Le grisonnassent est une espèce de mammifère carnivore, proche du renard et du loup, originaire d'Europe centrale et orientale.", "f": -1, "feqFlag": "NONE"}
, {"w": "glucosassiez", "d": "Les glucosaminoglycides (GAG) sont des molécules chimiques présentes dans les cartilages et les connectifs du corps humain.", "f": -1, "feqFlag": "NONE"}
, {"w": "glaces à l’eau", "d": "Les glaciers à l'eau sont des masses de glace formées par le gel d'une eau pure et sans impuretés.", "f": -1, "feqFlag": "NONE"}
, {"w": "gammes", "d": "Une gamme est une série d'éléments similaires qui partagent des caractéristiques communes et sont hiérarchisés par ordre.", "f": -1, "feqFlag": "NONE"}
, {"w": "gamblerai", "d": "Un gambleur est une personne qui joue avec fréquence et sans réserve, souvent pour gagner de l'argent ou du prestige.", "f": -1, "feqFlag": "NONE"}
, {"w": "génisse", "d": "Le terme \"génisse\" fait référence à un animal domestiqué, souvent utilisé pour le travail ou l'attelage.", "f": -1, "feqFlag": "NONE"}
, {"w": "gris", "d": "Le gris est une couleur neutre, intermédiaire entre le noir et le blanc, souvent utilisée pour équilibrer les tons.", "f": -1, "feqFlag": "NONE"}
, {"w": "gardas", "d": "Gardes : personnes chargées de protéger un lieu, une propriété ou des biens contre les intrusions ou les menaces.", "f": -1, "feqFlag": "NONE"}
, {"w": "gouttèlerions", "d": "Les gouttelettes sont des formations de cristaux minéraux qui se forment dans les roches et les sols naturels.", "f": -1, "feqFlag": "NONE"}
, {"w": "grécisaient", "d": "Je ne connais pas le mot \"grécisaient\". Puis-je vous aider avec une autre question ?", "f": -1, "feqFlag": "NONE"}
, {"w": "grimacerai", "d": "Grimace est un personnage de Disney, une créature rouge avec des poils et des dents pointues qui aime les bonbons.", "f": -1, "feqFlag": "NONE"}
, {"w": "giguassions", "d": "Giguassion : phénomène météorologique rare et localisé caractérisé par une accumulation massive d'humidité dans l'air, souvent accompagnée de fortes précipitations.", "f": -1, "feqFlag": "NONE"}
, {"w": "géolocaliserai", "d": "Géolocalisation : processus d'identification précise du emplacement physique ou virtuel d'un objet, personne ou point sur Terre.", "f": -1, "feqFlag": "NONE"}
, {"w": "glamourisent", "d": "Glamourisant signifie rendre quelque chose ou quelqu'un plus attractif, élégant et séduisant grâce à une attitude ou un style particulier.", "f": -1, "feqFlag": "NONE"}
, {"w": "géraniums", "d": "Les géraniums sont des plantes vivaces à fleurs parfumées et persistantes, souvent cultivées pour leurs belles tiges et feuilles.", "f": -1, "feqFlag": "NONE"}
, {"w": "goémonier", "d": "Le Goémonier est un personnage du manga et anime \"Pokémon\", connu pour son comportement agressif et sa colère facile.", "f": -1, "feqFlag": "NONE"}
, {"w": "guerroieraient", "d": "Une guerrière est une femme qui participe activement à un conflit ou à une bataille, souvent avec armes et courage.", "f": -1, "feqFlag": "NONE"}
, {"w": "gravettien", "d": "Le Gravettien est une période préhistorique caractérisée par des outils et objets faits d'os, pierre et silex.", "f": -1, "feqFlag": "NONE"}
, {"w": "gauleriez", "d": "La gaullérisme est un terme utilisé pour décrire une attitude nationaliste et autoritaire associée à Charles de Gaulle.", "f": -1, "feqFlag": "NONE"}
, {"w": "gribouillages", "d": "Le gribouillage est un style d'écriture caractérisée par des écritures hachurées et des graphies irrégulières, souvent utilisés pour les notes personnelles ou les journaux intimes.", "f": -1, "feqFlag": "NONE"}
, {"w": "gorgea", "d": "Une gorgea est une maladie infectieuse causée par un virus, caractérisée par des douleurs abdominales et des nausées.", "f": -1, "feqFlag": "NONE"}
, {"w": "généralisassent", "d": "Le terme \"généralisation\" désigne le processus d'extension ou de largeur d'une idée, concept ou règle à un ensemble plus vaste.", "f": -1, "feqFlag": "NONE"}
, {"w": "gambillerais", "d": "Le gambillerais est un jeu traditionnel où les joueurs lancent des dés et suivent le score pour gagner points.", "f": -1, "feqFlag": "NONE"}
, {"w": "gougeant", "d": "Un gougeant est une personne qui se moque ou ridiculise les autres, souvent pour être amusante ou drôle.", "f": -1, "feqFlag": "NONE"}
, {"w": "gravait", "d": "La gravière est un site où le rocher est creusé pour extraire du calcaire ou d'autres minéraux.", "f": -1, "feqFlag": "NONE"}
, {"w": "gorge-bleues à miroir", "d": "La gorge bleue est une maladie génétique rare affectant les muscles du cou, entraînant des contractions involontaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "ganacheries", "d": "Une gâterie est une entreprise qui fabrique et vend des sucreries, comme les bonbons, macarons ou madeleines.", "f": -1, "feqFlag": "NONE"}
, {"w": "grincées", "d": "Grincées désigne un bruit étrange et aigu, souvent produit par une personne qui se débat ou est mal à l'aise physiquement.", "f": -1, "feqFlag": "NONE"}
, {"w": "gavais", "d": "\"Gavais\" désigne une personne qui est rusée, manipulatrice et souvent malhonnête pour obtenir ce qu'elle veut ou éviter les conséquences.", "f": -1, "feqFlag": "NONE"}
, {"w": "garde-française", "d": "La garde-française est une unité militaire française créée en 1814 pour défendre les intérêts français à l'étranger et maintenir le prestige du pays.", "f": -1, "feqFlag": "NONE"}
, {"w": "gasconnassions", "d": "La gascogne est une région du sud-ouest de la France, connue pour son patrimoine culturel et gastronomique riche.", "f": -1, "feqFlag": "NONE"}
, {"w": "gravés", "d": "Les \"gravés\" désignent les personnes qui ont été condamnées à une peine d'emprisonnement, souvent avec des sanctions supplémentaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "grossoyant", "d": "Grossoyant désigne une personne qui porte des chaussures à talons élevés, souvent pour un effet visuel ou symbolique.", "f": -1, "feqFlag": "NONE"}
, {"w": "gonfla", "d": "\"Gonflage\" : processus par lequel un objet se remplit d'air pour augmenter sa taille ou son volume.", "f": -1, "feqFlag": "NONE"}
, {"w": "gravissent", "d": "\"Gravisser\" signifie se déplacer lentement et avec difficulté, souvent à cause d'une surface glissante ou d'un terrain instable.", "f": -1, "feqFlag": "NONE"}
, {"w": "gondoleraient", "d": "Une gondolière est une femme qui dirige un bateau à vapeur sur les canaux de Venise, en Italie.", "f": -1, "feqFlag": "NONE"}
, {"w": "grecque-catholique", "d": "Le catholicisme orthodoxe est une branche du christianisme qui se distingue par ses croyances et pratiques traditionnelles.", "f": -1, "feqFlag": "NONE"}
, {"w": "grosse caisse", "d": "La \"grande caisse\" est un terme utilisé pour désigner une grande boîte ou conteneur, souvent métallique et robuste.", "f": -1, "feqFlag": "NONE"}
, {"w": "guinées", "d": "Une guineée est une petite monnaie utilisée au Sénégal, représentant généralement 50 centimes ou un cinquième d'un franc.", "f": -1, "feqFlag": "NONE"}
, {"w": "galvaudeuse", "d": "Une personne qui se comporte avec insouciance et indifférence, souvent sans réfléchir à ses actes ou conséquences immédiates.", "f": -1, "feqFlag": "NONE"}
, {"w": "goupillerait", "d": "Goupillé : faire des ronds avec les lèvres, souvent pour exprimer joie ou tendresse, comme lors d'un câlin.", "f": -1, "feqFlag": "NONE"}
, {"w": "grincée", "d": "Une grincée est un bruit étranglé ou étouffé, souvent produit lorsqu'on essaie de parler avec une langue engourdie ou irritée.", "f": -1, "feqFlag": "NONE"}
, {"w": "gourmanderait", "d": "Un gourmand est quelqu'un qui aime et apprécie les saveurs, les plats délicieux et les expériences culinaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "goûtons", "d": "Les goûtons sont des épices ou des saveurs qui ajoutent du caractère et de l'intérêt à une cuisine, un plat ou un ingrédient.", "f": -1, "feqFlag": "NONE"}
, {"w": "gourerons", "d": "Les gourerns sont des insectes aquatiques qui se nourrissent d'algues et de petits animaux marins.", "f": -1, "feqFlag": "NONE"}
, {"w": "gluconéogenèse", "d": "La gluconéogenèse est un processus biochimique qui convertit le glucose en glycogène pour stocker l'énergie dans les cellules.", "f": -1, "feqFlag": "NONE"}
, {"w": "glandassent", "d": "Glandassent est un village du département des Pyrénées-Atlantiques, dans le sud-ouest de la France.", "f": -1, "feqFlag": "NONE"}
, {"w": "gémissait", "d": "Gémissait : se montrer désespérément triste, déçu ou frustré, souvent avec des gestes et un ton expressifs.", "f": -1, "feqFlag": "NONE"}
, {"w": "graillerai", "d": "Graillerai signifie s'exciter ou se sentir très amoureux, souvent avec des sentiments intenses et passionnés pour quelqu'un.", "f": -1, "feqFlag": "NONE"}
, {"w": "gays", "d": "Un gay est une personne qui ressent des sentiments d'attraction ou d'amour pour un autre homme.", "f": -1, "feqFlag": "NONE"}
, {"w": "gendres", "d": "Les genres sont des catégories linguistiques qui définissent le ton et l'attitude d'un texte ou d'une œuvre littéraire.", "f": -1, "feqFlag": "NONE"}
, {"w": "gracia", "d": "La grâce est une qualité qui caractérise un acte, un geste ou une personne, marquée par beauté et simplicité naturelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "gites", "d": "Un gîte est un logement temporaire, généralement familial ou rural, offert à des locataires pour une période limitée.", "f": -1, "feqFlag": "NONE"}
, {"w": "greffera", "d": "Une grèfère est une personne qui se spécialise dans le travail du bois, notamment la fabrication et l'assemblage des meubles.", "f": -1, "feqFlag": "NONE"}
, {"w": "genouil", "d": "Le genouil est une maladie respiratoire chronique causée par l'aspiration d'amandes ou autres noix.", "f": -1, "feqFlag": "NONE"}
, {"w": "globuleux", "d": "Une substance ou un liquide qui se forme des gouttes ou des masses distinctes, souvent avec une surface lisse.", "f": -1, "feqFlag": "NONE"}
, {"w": "glissement sémantique", "d": "Le glissement sémantique est un changement d'interprétation du sens des mots ou expressions au fil du temps.", "f": -1, "feqFlag": "NONE"}
, {"w": "garrotté", "d": "\"Garroté\" signifie étouffé ou étranglé, souvent à mort, par une corde ou un objet serrant le cou d'une personne vivante.", "f": -1, "feqFlag": "NONE"}
, {"w": "genrées", "d": "Les genres sont des catégories linguistiques qui définissent le ton, l'attitude et les caractéristiques d'un texte ou d'une œuvre littéraire.", "f": -1, "feqFlag": "NONE"}
, {"w": "glucidiques", "d": "Les glucides sont des molécules qui fournissent l'énergie aux organismes vivants, notamment les humains et les animaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "guatémaliennes", "d": "Je ne connais pas d'information sur un terme spécifique \"guatemalienne\". Puis-je vous aider avec autre chose ?", "f": -1, "feqFlag": "NONE"}
, {"w": "généthliaque", "d": "Une généthlie est une personne âgée qui prend soin d'un enfant ou d'une personne vulnérable, souvent dans un contexte familial.", "f": -1, "feqFlag": "NONE"}
, {"w": "grossulines", "d": "Les grossulines sont des légumineuses comestibles, riches en protéines et en fibres, souvent utilisées dans les plats végétariens et vegan.", "f": -1, "feqFlag": "NONE"}
, {"w": "gros bois cassants bleus", "d": "\"Gros Bois Cassants Bleus\" est une variété de noix, caractérisée par sa texture et son goût distinctifs.", "f": -1, "feqFlag": "NONE"}
, {"w": "gynandres", "d": "Gynandres : terme utilisé pour décrire un être à caractère féminin et masculin, souvent dans le contexte mythologique ou symbolique.", "f": -1, "feqFlag": "NONE"}
]