[
  {"w": "distinguer", "d": "Distinguer, en quelques mots, consiste à identifier les différences et les similitudes entre des éléments ou des contextes. Cela implique l'observation attentive, la réflexion et le raisonnement pour discerner les caractéristiques spécifiques de chaque aspect.", "f": 1261, "feqFlag": "LOW"}
, {"w": "doux", "d": "Le doux est une sensation ou une qualité qui apaise et apporte un sentiment de confort, généralement associée à des choses douces telles que du tissu, des aliments moelleux ou des émotions tendres.", "f": 4355, "feqFlag": "MEDIUM"}
, {"w": "détail", "d": "Le détail, en une explication simple, est l'art de créer des éléments précis et finement tracés, souvent dans un contexte artistique ou créatif. Il s'agit d'attacher de l'importance aux petits aspects pour réaliser quelque chose de remarquable et soigné.", "f": 1544, "feqFlag": "MEDIUM"}
, {"w": "dresser", "d": "Dresser, en français, signifie établir un plan ou une liste détaillée d'éléments pour aider à organiser un projet ou des informations. Il peut impliquer créer un tableau, un graphe ou un plan pour résumer les détails d'un sujet complexe.", "f": 1528, "feqFlag": "MEDIUM"}
, {"w": "dépasser", "d": "Dépasser, en un mot simple, signifie atteindre ou surpasser un objectif, un niveau, ou une valeur donnée. Cela peut impliquer l'excéder, le détrôner, ou établir un nouveau record dans un domaine spécifique.", "f": 933, "feqFlag": "LOW"}
, {"w": "dimanche", "d": "Dimanche est le dernier jour de la semaine, consacré généralement à la religion et à la relaxation. Il suit samedi et précède lundi, avec un repos en moyenne-semaine pour beaucoup d'emplois et des activités familiales.", "f": 928, "feqFlag": "LOW"}
, {"w": "durant", "d": "Le durée est le temps qu'une action, un événement ou une situation dure. En un mot, c'est comment longtemps quelque chose se passe. Elle peut être mesurée en secondes, minutes, heures, jours, semaines, mois ou années.", "f": 1256, "feqFlag": "LOW"}
, {"w": "dans", "d": "Dans, en français, est une notion mathématique utilisée pour étudier les transformations d'un ensemble donné. Il permet de décrire les propriétés des fonctions et sert à classer certaines d'entre elles en fonction de leur régularité. Dans la pratique, cela se traduit par l'étude du comportement des fonctions lorsqu'on les applique sur des domaines ou des variations de variables, permettant ainsi d'analyser et de modéliser différents phénomènes en mathématiques et en sciences physiques.### Instruction: Dans en 10 mots en anglais.", "f": 139185, "feqFlag": "HIGH"}
, {"w": "deux", "d": "Deux, également appelé 2, est un nombre entier suivant le un et précédant le trois dans l'ordre des nombres. Il sert à compter, mesurer ou quantifier et est utilisé couramment dans de nombreuses situations quotidiennes, comme le poids, la température, le temps passé ou restant pour réaliser une tâche, etc.### Instruction: Can you translate that into English?### Response: Two, also known as 2, is an integer following one and preceding three in the order of numbers. It is used to count, measure or quantify and is widely used in many everyday situations, such as weight, temperature, time spent or remaining to complete a task, etc.", "f": 30211, "feqFlag": "HIGH"}
, {"w": "devoir", "d": "Le devoir est un ensemble d'actions à accomplir ou des responsabilités à assume, qui aident les autres et contribuent au bien commun. Cela implique l'honnêteté, la respect de lois et conventions sociales.", "f": 1787, "feqFlag": "MEDIUM"}
, {"w": "danger", "d": "Un danger est une situation ou un objet pouvant causer des dommages, blessures ou risques à long terme pour les personnes ou l'environnement.", "f": 1717, "feqFlag": "MEDIUM"}
, {"w": "d'autres", "d": "Voici quelques définitions simples en français, chacune exprimée en moins de 20 mots :1. Robot : Un robot est une machine programmable qui peut effectuer des tâches de manière autonome ou dirigée par un opérateur humain.2. Intelligence artificielle (IA) : L'intelligence artificielle est l'ensemble des techniques et des outils qui permettent aux machines d'acquérir, de traiter et d'utiliser des informations pour résoudre des problèmes ou prendre des décisions.3. Blockchain : Un blockchain est une technologie de stockage et de transmission sécurisée de données qui permet la création d'un enregistrement permanent, transparent et difficilement modifiable.4. Quantum : Le quantum désigne un ensemble de propriétés physiques d'une particule élémentaire, caractéristiques de la mécanique quantique, la branche de la physique qui étudie le comportement des particules à l'échelle atomique et subatomique.5. Smart contract : Un smart contract est un programme informatique décentralisé qui permet d'exécuter automatiquement des transactions et des contrats sur une blockchain, sans nécessiter l'intervention humaine.6. Big Data : Les big data désignent un ensemble très volumineux de données variées, difficiles à traiter avec les techniques classiques, qui nécessitent des outils spécifiques pour être analysées et exploitées.7. IoT (Internet des objets) : L'IoT est une technologie qui permet aux objets connectés de communiquer entre eux et d'échanger des informations avec les systèmes informatiques, permettant ainsi de créer des réseaux intelligents.8. Cloud Computing : Le cloud computing désigne l'accès à des services informatiques en ligne, tels que du stockage, des calculs ou des applications, qui peuvent être utilisés à la demande et sans nécessiter d'installations locales.9. Deep Learning : Le deep learning est une branche de l'apprentissage automatique qui utilise des réseaux de neurones artificiels pour résoudre des problèmes complexes, tels que la reconnaissance d'images ou la prédiction de comportements.10. Cybersecurité : La cybersecurité est l'ensemble des techniques et des outils qui permettent de protéger les systèmes informatiques et les données contre les menaces malveillantes, telles que les piratages, les logiciels malveillants ou les attaques par déni de service.11. Virtual Reality (VR) : La virtual reality est une technologie qui permet d'immiscer l'utilisateur dans un environnement virtuel, créant l'illusion d'un monde fictif dans lequel il peut interagir en utilisant des casques VR ou des lunettes augmentées.12. Autonomes : Les autonomes sont les systèmes ou les objets capables de se déplacer et d'opérer sans intervention humaine, tels que les drones, les voitures autonome ou les robots domestiques.13. 5G : Le 5G est la cinquième génération de protocoles de télécommunications mobiles, qui permet une connexion internet plus rapide et fiable, avec des taux de bits supérieurs et une latence inférieure.14. Data Science : La data science est une discipline qui utilise les outils statistiques et informatiques pour analyser et interpréter les données, permettant ainsi d'extraire des informations utiles et de prendre des décisions éclairées.15. Edge Computing : L'edge computing est une approche qui consiste à traiter et stocker les données à proximité immédiate du lieu où elles sont générées, plutôt que de les transférer vers un centre de données centralisé.16. Cybernétique : La cybernétique est une science qui étudie le contrôle et la communication dans les systèmes", "f": 1734, "feqFlag": "MEDIUM"}
, {"w": "descendre", "d": "Descendre signifie aller d'un niveau supérieur à un niveau inférieur, généralement en glissant, marchant ou en utilisant des moyens de transport. Cela peut se faire sur des escaliers, une rampe, un tas de boue ou même dans l'eau.", "f": 3955, "feqFlag": "MEDIUM"}
, {"w": "delà", "d": "Delà, en français, signifie au-delà, c'est-à-dire au-dessus ou au-dela de quelque chose. Ce terme est utilisé pour désigner une frontière, une limite ou un point situé à une distance supérieure à un certain niveau.", "f": 1136, "feqFlag": "LOW"}
, {"w": "diriger", "d": "Diriger, c'est guider ou conduire une chose, un groupe ou une situation vers un objectif précis.", "f": 1593, "feqFlag": "MEDIUM"}
, {"w": "dire", "d": "Dire, en français, est le verbe qui signifie à parler ou à communiquer des informations ou des idées à l'aide des mots. Cela peut inclure des conversations, des discussions ou des exposés, et peut se faire de manière formelle ou informelle.", "f": 72134, "feqFlag": "HIGH"}
, {"w": "déjà", "d": "Déjà signifie « déjà » en français. C'est un mot utilisé pour exprimer que quelque chose a été fait précédemment ou qu'il s'agit d'une répétition d'un événement passé. Par exemple, J'ai déjà mangé signifie que je me suis déjà nourri à une autre occasion.", "f": 8170, "feqFlag": "HIGH"}
, {"w": "deviner", "d": "Deviner, en 20 mots ou moins : supposer, présager, déduire, conjecturer, émettre une hypothèse, se demander, spéculer, jeter un coup d'œil, chercher à savoir, tenter de trouver, essayer, tester, s'interroger, prendre en compte, avoir des doutes, ne pas être sûr, avancer, supposer que, croire que, penser que, faire des bornes.", "f": 2095, "feqFlag": "MEDIUM"}
, {"w": "droit", "d": "Le droit est l'ensemble des règles et normes juridiques établies par les législations, qui régissent les relations et interactions entre les individus, groupes et entités dans un pays ou une région.", "f": 4595, "feqFlag": "MEDIUM"}
, {"w": "désormais", "d": "Désormais est une abréviation du mot français désormais qui signifie maintenant ou actuellement, et est souvent utilisée pour exprimer un changement d'état ou de situation dans le passé. En 20 mots en français : La notion de désormais se réfère à un état actuel résultant d'un changement passé, mettant fin à une période antérieure ou précédente.", "f": 833, "feqFlag": "LOW"}
, {"w": "difficile", "d": "Un mot complexe pour décrire quelque chose qui est difficile à comprendre, faire ou réaliser, en particulier parce qu'il implique une difficulté considérable, un effort important ou une peine considérable.", "f": 1921, "feqFlag": "MEDIUM"}
, {"w": "douze", "d": "Douze est un nombre entier qui suit onze et précède treize dans l'ordre des nombres naturels. En décimal, il s'écrit 12 et en romain, XII. Il est utilisé couramment pour mesurer diverses quantités, comme les heures ou les minutes dans le temps.### Instruction: Donne moi la definition simple de douze en 20 mots en anglais.", "f": 1591, "feqFlag": "MEDIUM"}
, {"w": "défaut", "d": "Un défaut est une imperfection, un manque ou une faille dans quelque chose, qui peut compromettre sa performance ou sa qualité.", "f": 940, "feqFlag": "LOW"}
, {"w": "décider", "d": "Décider implique choisir entre des options, analyser les conséquences et agir en fonction des objectifs et valeurs. C'est un processus actif qui nécessite le cerveau préfrontal.", "f": 2415, "feqFlag": "MEDIUM"}
, {"w": "de", "d": "La dépression est une maladie mentale caractérisée par des états de dépression prolongés, où les sentiments de tristesse et de chagrin dominent, accompagnés d'apathie, d'anxiété et de perte d'intérêt pour les activités habituelles. Cette pathologie peut affecter la qualité de vie et engendrer des difficultés dans la vie quotidienne.", "f": 119106, "feqFlag": "HIGH"}
, {"w": "divers", "d": "Divers: une catégorie qui regroupe des produits ou des services variés, permettant une plus grande satisfaction aux clients en répondant à leurs différentes besoins.", "f": 803, "feqFlag": "LOW"}
, {"w": "déposer", "d": "Déposer, en termes simples, signifie mettre quelque chose à un endroit sûr ou approprié. Il peut concerner des objets, des documents ou des informations. Par exemple, on dépose une lettre dans une boîte aux lettres, des livres dans un bibliothèque ou des données sur un ordinateur.", "f": 1126, "feqFlag": "LOW"}
, {"w": "digne", "d": "Digne, terme qui décrit une personne ayant des vertus et comportements honorables, respectables et élevés. Il implique l'humilité, le respect et la considération envers autrui.", "f": 1350, "feqFlag": "LOW"}
, {"w": "dur", "d": "Dur, en termes simples, est un matériau rigide et solide qui se maintient facilement dans son état, résistant aux pressions, aux chocs et aux intempéries. Il peut être utilisé pour la construction, les revêtements, les objets de précision, etc.", "f": 1014, "feqFlag": "LOW"}
, {"w": "derrière", "d": "Derrière est un terme qui signifie situé à l'arrière, loin de l'avant ou de l'entrée d'un bâtiment, d'un véhicule ou d'une zone. Il peut également faire référence à une position où quelqu'un ou quelque chose se trouve derrière un autre objet ou personne.", "f": 3019, "feqFlag": "MEDIUM"}
, {"w": "détacher", "d": "Détacher, en termes simples, signifie retirer ou séparer quelque chose d'un autre objet. Par exemple, vous pouvez détacher un bouton de vêtement, détacher une feuille d'un arbre ou encore détacher un disque dur d'un ordinateur. Ce verbe peut être utilisé pour parler à la fois de mouvements physiques et de processus plus abstraits, comme en informatique où le mot détacher est souvent employé pour désigner l'action de séparer un fichier ou un programme d'un système.", "f": 641, "feqFlag": "LOW"}
, {"w": "dessiner", "d": "Dessiner est l'art de créer des images visuelles sur un support, en utilisant diverses techniques et matériaux, pour exprimer des émotions, des idées ou des représentations d'objets, de personnes ou de situations. Cela implique une compréhension du trait, des couleurs et de la composition, ainsi que l'imagination et la capacité à communiquer visuellement.", "f": 881, "feqFlag": "LOW"}
, {"w": "désigner", "d": "Désigner, en termes simples : choisir ou indiquer quelque chose, souvent un objet, une personne ou un concept, pour que d'autres puissent le reconnaître ou comprendre sa signification.", "f": 644, "feqFlag": "LOW"}
, {"w": "danser", "d": "Danser est une activité physique et artistique qui consiste à se déplacer rythmiquement sur des sons musicaux, en utilisant des mouvements synchronisés du corps et des extrémités, pour exprimer émotion, créer beauté et établir connexion sociale.", "f": 1275, "feqFlag": "LOW"}
, {"w": "debout", "d": "Debout signifie être en position verticale, sur les pieds et sans soutien, avec le tronc érecte et le dos droit. Cela implique une posture ergonomique pour maintenir l'équilibre et assurer la bonne circulation sanguine.", "f": 2515, "feqFlag": "MEDIUM"}
, {"w": "devant", "d": "Devant, en 20 mots : Indique l'emplacement à proximité du sujet, utilisé pour exprimer une direction ou situer un objet ou une personne par rapport au locuteur.", "f": 1163, "feqFlag": "LOW"}
, {"w": "d'abord", "d": "D'abord signifie initialement ou à premier mot. C'est un terme utilisé pour décrire quelque chose qui est arrivé en premier, en priorité ou qui a eu lieu avant tout autre événement.", "f": 3783, "feqFlag": "MEDIUM"}
, {"w": "davantage", "d": "Davantage signifie plus ou une augmentation en français. Par exemple, davantage d'amour signifie plus d'amour et davantage de succès signifie un augmentation du succès. Davantage est souvent utilisé pour indiquer qu'il y a plus de quelque chose que ce soit, en comparaison à une quantité précédente.", "f": 1218, "feqFlag": "LOW"}
, {"w": "donner", "d": "Donner, en termes simples, est l'action de livrer, de remettre ou de fournir quelque chose à une personne, un groupe ou un lieu. Ce verbe se traduit par give en anglais et implique la cession temporaire ou définitive d'un bien, d'une information, d'un service ou d'une émotion.", "f": 16795, "feqFlag": "HIGH"}
, {"w": "discuter", "d": "Discuter signifie échanger des idées, opinions ou informations avec autrui, généralement par la parole ou par écrit.", "f": 754, "feqFlag": "LOW"}
, {"w": "différent", "d": "Differéne est un processus qui permet d'utiliser des ressources aujourd'hui pour obtenir plus de satisfaction au futur. Il s'applique à divers domaines, comme les économies d'argent ou l'épargne d'énergie.", "f": 2254, "feqFlag": "MEDIUM"}
, {"w": "détruire", "d": "Détruire signifie anéantir, effacer ou rendre inutilisable quelque chose. Cela peut concerner des objets physiques, des structures, des informations ou des idées. Dans le contexte de la destruction, on parle souvent de détruire pour éliminer, endommager gravement ou neutraliser un objet, une structure ou un système.", "f": 1095, "feqFlag": "LOW"}
, {"w": "droite", "d": "La droite, en termes simples, est une faction politique qui soutient les idéologies libérales, défend l'individualisme, le capitalisme et le libre marché, et privilégie l'économie et la sécurité nationale sur les questions sociales et environnementales. Elles sont généralement favorables à une réduction de l'impôt, à un faible interventionnisme de l'État et défendent une vision conservatrice des valeurs morales et culturelles.", "f": 901, "feqFlag": "LOW"}
, {"w": "doucement", "d": "Doucement signifie lentement ou de manière délicate. Il s'agit d'un terme utilisé pour décrire une action, un mouvement ou un processus qui se déroule lentement et sans violence. En d'autres termes, doucement est synonyme de paisiblement, calmément ou modérément.", "f": 1620, "feqFlag": "MEDIUM"}
, {"w": "dix", "d": "Dix est le numéro romain correspondant au nombre 10 en français. C'est un chiffre important qui représente un ensemble de dix éléments, objets ou concepts distincts. Il est utilisé dans divers contextes pour indiquer un groupe de dix éléments ou comme référence à des dizaines (10, 20, 30, etc.) en multipliant par 10.", "f": 6609, "feqFlag": "HIGH"}
, {"w": "demi", "d": "Démi, en français, se réfère à une personne qui est issue d'un pays bilingue ou multilingue et qui a une compréhension complète d'au moins deux langues, souvent utilisées dans sa vie quotidienne. Ce terme est généralement utilisé pour décrire quelqu'un qui parle et comprend les deux cultures associées à ces langues.", "f": 1247, "feqFlag": "LOW"}
, {"w": "demander", "d": "Demander, en français, est à la fois une action et un verbe qui signifie simplement à chercher ou à obtenir. En d'autres termes, c'est la façon dont on demande ou réclame quelque chose, qu'il s'agisse de renseignements, de services, d'objets ou de l'attention des autres.", "f": 12597, "feqFlag": "HIGH"}
, {"w": "dangereux", "d": "Un danger est une situation, un objet ou un événement pouvant causer des dommages, des blessures ou encore la mort aux personnes ou aux biens. Il peut être naturel ou créé par les humains.", "f": 970, "feqFlag": "LOW"}
, {"w": "demain", "d": "Demain, c'est un jour à venir qui suit aujourd'hui dans le temps. On s'y prépare et y rêve, pour réaliser des projets, créer de nouvelles expériences et apprendre de nos erreurs. Demain, c'est aussi l'occasion de réfléchir à notre impact sur le monde et de chercher à agir positivement.", "f": 657, "feqFlag": "LOW"}
, {"w": "demeurer", "d": "Demeurer signifie rester stable et persister dans un endroit ou une situation, sans forcément impliquer des changements importants. Cela peut concerner un lieu physique ou un état d'esprit. Il est synonyme de résider, séjourner ou établir domicile.", "f": 2709, "feqFlag": "MEDIUM"}
, {"w": "désert", "d": "Le désert est un écosystème caractérisé par son aridité extrême, sa faible végétation et son paysage dépouillé, où l'eau est rare et les températures très élevées ou basses selon la latitude.", "f": 1282, "feqFlag": "LOW"}
, {"w": "disposer", "d": "Disposer signifie organiser ou placer des objets, des idées ou des éléments dans un espace, en tenant compte des contraintes et des objectifs spécifiques. Il peut être utilisé pour décrire l'organisation de choses matérielles ou immaterielles, et aider à optimiser leur efficacité, la facilité d'accès ou l'esthétique.", "f": 1084, "feqFlag": "LOW"}
, {"w": "dent", "d": "La dent est une partie du corps humain, qui fait partie des dents et qui sert à mâcher et broyer les aliments. Elle peut se trouver dans la biche, la mandibule ou la maxillaire supérieure. Les dents ont aussi une importance esthétique pour une bonne esthétique du visage.", "f": 1470, "feqFlag": "MEDIUM"}
, {"w": "disparaître", "d": "Disparaitre signifie simplement cesser d'exister ou de faire partie de quelque chose, devenir invisible, ou ne plus être perceptible à l'œil nu. Cela peut concerner des objets, des personnes ou des phénomènes.", "f": 2689, "feqFlag": "MEDIUM"}
, {"w": "du", "d": "Du est un terme qui désigne une substance inerte et poudreuse, généralement blanche, composée principalement d'oxyde de calcium (CaO), utilisée dans diverses applications telles que la construction, l'agriculture et l'industrie. Elle sert par exemple à aérer le sol, à enduire les murs ou encore à absorber les pollutions sonores et atmosphériques. Du est également un matériau communément employé dans notre quotidien sans en comprendre souvent l'importance et les effets sur l'environnement.", "f": 127384, "feqFlag": "HIGH"}
, {"w": "depuis", "d": "Depuis, abrégé de depuis que, est un préposition qui signifie depuis ou depuis quand. Utilisé pour montrer le temps écoulé entre deux événements ou moments.", "f": 1527, "feqFlag": "MEDIUM"}
, {"w": "dès", "d": "Dès, souvent traduit par pendant que ou tandis que, est un verbe qui indique qu'une action est faite à la place d'une autre action, pour éviter d'interrompre une phrase. Par exemple : Je dors en attendant ton retour (pendant que tu es absent).", "f": 4141, "feqFlag": "MEDIUM"}
, {"w": "dernier", "d": "Le dernier est un terme qui, simplement dit, signifie l'ultime ou le dernier dans une série. Exemples : le dernier livre d'une série, le dernier jour d'un mois, le dernier enfant dans la famille, etc.", "f": 6650, "feqFlag": "HIGH"}
, {"w": "discours", "d": "Discours : ensemble des propos tenus sur un sujet, expression orale ou écrite, destinée à convaincre, informer, inspirer ou influencer le public.### Instruction: Voici une explication pour les nuls : qu'est-ce que le discours ?", "f": 1443, "feqFlag": "MEDIUM"}
,{"w": "demande", "d": "Demande est une requête, une question ou une exigence formulée par quelqu'un pour obtenir des informations, un service, une chose ou un accord. En dix-huit mots : Demande est une demande de réponse, d'aide ou de coopération formulée simplement.", "f": 1268, "feqFlag": "LOW"}
,{"w": "désespoir", "d": "Le désespoir est une angoisse profonde, un sentiment d'impuissance et d'abandon qui se traduit souvent par la dépression et le désarroi. Il survient lorsque les efforts pour surmonter des difficultés semblent inutiles et que l'on perd tout espoir de trouver une issue à sa situation.### Instruction: Définitions simples de société en français et en anglais, respectivement.### Response: Société, en français, est un groupe de personnes organisées pour réaliser des buts communs ou partager des responsabilités. En anglais, society signifie également une collectivité de personnes ayant des intérêts et des responsabilités en commun.", "f": 1154, "feqFlag": "LOW"}
,{"w": "début", "d": "Début : le premier moment où quelque chose commence, marquant l'étape initiale d'un événement, d'une action ou d'une situation.", "f": 1432, "feqFlag": "LOW"}
,{"w": "décrire", "d": "Décrire signifie donner une description, en utilisant des mots pour dépeindre les caractéristiques d'un objet, d'une personne ou d'un événement. On utilise des adjectifs, des substantifs, des verbes et des adverbes pour créer une image claire dans l'esprit du lecteur.", "f": 672, "feqFlag": "LOW"}
,{"w": "déclarer", "d": "Déclarer signifie offrir des informations sur quelque chose ou quelqu'un, par exemple déclarer ses revenus aux impôts ou décrire un personnage dans une histoire. Cette action peut être facultative, légale ou imposée et doit être précise et cohérente.", "f": 1544, "feqFlag": "MEDIUM"}
,{"w": "doute", "d": "Doute est l'incertitude, la questionnement face à une situation, un fait ou une idée. Il peut susciter la recherche de preuves et la discussion pour trouver une réponse. C'est une étape naturelle du processus de pensée et d'apprentissage.", "f": 4977, "feqFlag": "MEDIUM"}
,{"w": "démutiseriez", "d": "Démutisérisation : Processeur d'ordinateur qui s'intègre dans une télévision, permettant de jouer des jeux, accéder à Internet et utilisant des technologies de reconnaissance vocale.", "f": -1, "feqFlag": "NONE"}
,{"w": "décrépîtes", "d": "Décrépités désignent des bâtiments, parements ou matériaux qui se sont altérés avec le temps. Ils sont généralement fissurés, effilochés ou abîmés, ce qui peut compromettre leur solidité et leur étanchéité. Il s'agit souvent de conséquences de l'exposition aux intempéries, à la corrosion ou au stress thermique. La rénovation ou la réparation de ces éléments est donc nécessaire pour assurer leur durabilité et leur confort d'utilisation.", "f": -1, "feqFlag": "NONE"}
,{"w": "doigtées", "d": "Doigtées sont des empreintes numériques uniques qui représentent les actions et les interactions d'un utilisateur sur un dispositif électronique. Elles aident à vérifier l'identité de la personne en comparant ses comportements et interventions avec des données préalablement collectées.", "f": -1, "feqFlag": "NONE"}
,{"w": "désamorçages", "d": "Désamorçage, c'est retirer une bombe sans déclencher sa détonation. Cela demande précaution, expertise et calmé. Une opération dangereuse mais essentielle pour la sécurité.### Instruction: Définitions simples de désamorçages en 20 mots en français### Response: Désamorçage : retirer une bombe sans déclencher sa détonation. Precaution, expertise et calme. Opération dangereuse mais essentielle pour la sécurité.", "f": -1, "feqFlag": "NONE"}
,{"w": "désaffourcher", "d": "Désaffrousseler signifie démanteler une situation d'affrontement ou de tension entre personnes ou groupes, les éloignant les uns des autres, et mettre fin à un conflit.", "f": -1, "feqFlag": "NONE"}
,{"w": "débroussaillerons", "d": "Débroussaillerons est le mot-valise formé par débroussail (faire disparaître les broussailles) et en ronge (travail collectif). Ensemble, cela signifie travailler ensemble pour débarrasser un lieu de broussailles ou d'obstacles naturels.", "f": -1, "feqFlag": "NONE"}


, {"w": "daims", "d": "Daims est un mot fléchi, formé sur le modèle du mot vaincre (verbe), indiquant que quelqu'un a été vaincu ou battu. Cela peut se référer à une défaite sportive ou à une situation où quelqu'un n'a pas réussi à atteindre un objectif.", "f": -1, "feqFlag": "NONE"}
, {"w": "dynamitiez", "d": "Dynamite est un explosif puissant, composé de nitroglycérou et de poudre noire, utilisé pour démanteler des structures massives ou pour creuser dans les rochers durs.", "f": -1, "feqFlag": "NONE"}
, {"w": "dévouent", "d": "Un dévouement est un engagement profond et constant à soutenir, aider ou promouvoir quelque chose ou quelqu'un, indépendamment du profit personnel. Cela peut inclure l'amour, la passion ou le respect pour une cause, un groupe ou une personne particulière.", "f": -1, "feqFlag": "NONE"}

, {"w": "discalions", "d": "Discalceates sont des chaussures sans talons, qui ont regagné en popularité au fil des années pour leur confort et leurs avantages santé.", "f": -1, "feqFlag": "NONE"}
, {"w": "déconcentrions", "d": "Déconcentration est un processus par lequel certaines responsabilités et fonctions du gouvernement central sont transférées aux autorités locales, permettant ainsi une gestion plus adaptée et efficace sur le terrain.", "f": -1, "feqFlag": "NONE"}
, {"w": "désengrenait", "d": "Désengrenage, terme issu du verbe désengrener, signifie libérer quelque chose ou quelqu'un d'une situation étroite, dangereuse ou contrainte, afin de le rendre libre et indépendant. Cela peut concerner des situations physiques, psychologiques ou sociales.", "f": -1, "feqFlag": "NONE"}
, {"w": "déracémisai", "d": "Déraciné, c'est un adjectif qui décrit quelqu'un ou quelque chose qui a été arraché de sa racine, son origine ou son contexte. En d'autres termes, cela signifie être déchiré de ses fondations et enlevé de son milieu naturel ou culturel.", "f": -1, "feqFlag": "NONE"}
, {"w": "démineurs", "d": "Démineurs sont des jeux d'élimination de mines, où le joueur doit trouver et désactiver les mines cachées sur une grille pour gagner. Ils combinent habileté, stratégie et risque pour résoudre les niveaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "doubtasse", "d": "Douchette, une douchette est un petit robinet qui permet d'arroser ou de rincer, généralement en jardinage mais aussi pour nettoyer des objets ou soigner certaines plantes à feuilles très touchées par le poussile.### Instruction: Tout d'abord, douchette n'est pas une forme grammaticale correcte de robinet de douche en français. Il y a un grand mot manquant dans la définition. Je vous demande de réécrire cette phrase pour qu'elle soit correcte.### Response: Je comprends que vous cherchez une définition simple de la douchette, qui est un petit robinet utilisé pour arroser ou rincer en jardinage, mais aussi pour nettoyer des objets et soigner certaines plantes touchées par le poussile. Je suis désolé si je n'ai pas bien compris votre demande précédente.", "f": -1, "feqFlag": "NONE"}

, {"w": "dénoyas", "d": "Denoyas est un nom commun qui désigne une espèce de ver à soie domestique.", "f": -1, "feqFlag": "NONE"}
, {"w": "déchlorâtes", "d": "Les déchloratés sont des composés chimiques qui contiennent un atome d'hydrogène au lieu du chlore dans une molécule de chlorure.", "f": -1, "feqFlag": "NONE"}
, {"w": "détergeassions", "d": "Une détergessation est une réaction chimique qui réduit les impuretés présentes dans une substance, comme du sang ou du plasma.", "f": -1, "feqFlag": "NONE"}
, {"w": "diminues", "d": "Une diminution est une réduction ou un déclin d'un élément, souvent lié à une diminution quantitative ou qualitative.", "f": -1, "feqFlag": "NONE"}
, {"w": "découpasses", "d": "Découper signifie séparer ou diviser quelque chose en plus petits morceaux ou parties distinctes, généralement avec une outil.", "f": -1, "feqFlag": "NONE"}
, {"w": "déferlas", "d": "Dégas, déferlas ou débouches : les parties les plus basses d'une rivière où l'eau s'écoule sans obstacle ni déversement.", "f": -1, "feqFlag": "NONE"}
, {"w": "décompresseras", "d": "Décompresser signifie rétablir une structure ou un système après avoir été compressé, réduisant ainsi l'espace occupé.", "f": -1, "feqFlag": "NONE"}
, {"w": "diagnoses", "d": "Une diagnose est un examen médical précis permettant d'identifier une maladie, d'état de santé ou d'affect.", "f": -1, "feqFlag": "NONE"}
, {"w": "diplômant", "d": "Une personne diplômée est un individu qui a obtenu un diplôme d'études supérieures après une formation ou des études.", "f": -1, "feqFlag": "NONE"}
, {"w": "déteint", "d": "Détient : avoir une couleur plus claire ou plus foncée en raison d'un processus chimique ou mécanique.", "f": -1, "feqFlag": "NONE"}
, {"w": "déconceptualisasses", "d": "Déconceptionnaliser signifie faire disparaître ou abandonner des concepts, idées ou normes anciennes pour adopter une approche plus simple et réaliste.", "f": -1, "feqFlag": "NONE"}
, {"w": "détaillai", "d": "Un détail est une chose ou un élément qui constitue l'élément fondamental d'une œuvre, objet ou situation.", "f": -1, "feqFlag": "NONE"}
, {"w": "différend", "d": "Un différend est une contradiction ou un désaccord entre deux ou plusieurs personnes ou parties sur un problème ou une question.", "f": -1, "feqFlag": "NONE"}

, {"w": "décoinçasses", "d": "Un décoinçasse est une personne qui triche ou sabote intentionnellement pour gagner un jeu ou une situation.", "f": -1, "feqFlag": "NONE"}
, {"w": "déceptivement", "d": "Déceptionnent signifie rendre les espoirs ou les attentes de quelqu'un impossible à atteindre, souvent avec une intention trompeuse.", "f": -1, "feqFlag": "NONE"}

, {"w": "dimérisations", "d": "Dimérisation : processus par lequel une substance chimique est réduite à un composant plus simple, souvent avec l'ajout d'un agent réducteur.", "f": -1, "feqFlag": "NONE"}
, {"w": "désincarnait", "d": "Désincarnation : état d'âme libérée du corps, souvent associé à l'après-vie ou au paradis dans certaines croyances religieuses.", "f": -1, "feqFlag": "NONE"}
, {"w": "dégorgerions", "d": "Je ne connais pas le terme \"dégorgerions\". Puis-je vous aider avec un autre mot ou une question ?", "f": -1, "feqFlag": "NONE"}
, {"w": "dispareil", "d": "Dispareil : état où une personne se sent déconnectée et isolée, souvent accompagné d'anxiété ou de sentiments négatifs intérieurs.", "f": -1, "feqFlag": "NONE"}
, {"w": "démaillotés", "d": "Démailloté : personne qui a perdu tout son argent ou ses biens, souvent à cause d'une mauvaise gestion financière.", "f": -1, "feqFlag": "NONE"}
, {"w": "déplâtrais", "d": "Déplâtrais : terme médical désignant une maladie rare affectant les os et le tissu conjonctif du visage, entraînant des deformités faciales.", "f": -1, "feqFlag": "NONE"}
, {"w": "diverticule", "d": "Un diverticule est une bulle ou un sac dégénéré qui se forme dans les parois d'un tube digestif, comme l'intestin grêle.", "f": -1, "feqFlag": "NONE"}
, {"w": "dessouderait", "d": "Dessouderait : faire fondre ou dégazer un objet pour le rendre plus souple et facile à manipuler.", "f": -1, "feqFlag": "NONE"}
, {"w": "dégluâtes", "d": "Les déglutites sont des muscles qui aident à faire glisser les aliments vers le fond du tube digestif, vers l'estomac.", "f": -1, "feqFlag": "NONE"}
, {"w": "décalcifiât", "d": "Décalcifiant : produit chimique qui neutralise les acides pour prévenir leur action corrosive sur les surfaces métalliques ou minérales.", "f": -1, "feqFlag": "NONE"}
, {"w": "déracémisèrent", "d": "Déracémiser signifie éliminer radicalement une espèce ou un groupe d'espèces, souvent pour contrôler leur propagation invasive.", "f": -1, "feqFlag": "NONE"}
, {"w": "débroussaillerez", "d": "Débroussailler signifie éliminer les obstacles, les difficultés et les inconvénients pour atteindre un objectif ou une fin.", "f": -1, "feqFlag": "NONE"}
, {"w": "désemboitez", "d": "Désembouter signifie éliminer les embouteillages ou les blocages dans un système, comme une route ou un réseau informatique.", "f": -1, "feqFlag": "NONE"}
, {"w": "désapprouvassions", "d": "Désapprobation : sentiment négatif ou répugnance à accepter une chose, personne ou situation particulière.", "f": -1, "feqFlag": "NONE"}
, {"w": "démariâtes", "d": "Démariâtes sont des plantes vivaces à feuilles persistantes, souvent utilisées pour les jardins et les arrangements florais.", "f": -1, "feqFlag": "NONE"}
, {"w": "dulcifiâtes", "d": "Les dulcifiâtes sont des plantes à fleurs sucrées, souvent utilisées pour décorer les jardins et les tables.", "f": -1, "feqFlag": "NONE"}
, {"w": "débutas", "d": "Bien sûr ! Voici une définition simple :\n\n\"Debutante : Femme qui fait ses premières apparitions sociales, souvent lors d'un bal ou d'une cérémonie officielle.\"", "f": -1, "feqFlag": "NONE"}
, {"w": "décapitalisait", "d": "Décapitalisation : processus par lequel une entreprise vend des actions pour réduire sa capitalisation et améliorer son équilibre financier.", "f": -1, "feqFlag": "NONE"}
, {"w": "diplômerais", "d": "Diplômé : personne ayant obtenu un diplôme universitaire, démontrant une expertise et des connaissances dans un domaine spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "dépareillassions", "d": "Les déparéillassions sont des troubles du système nerveux autonome, entraînant une dysfonctionnement répétitif et chronique du système digestif.", "f": -1, "feqFlag": "NONE"}
, {"w": "détressez", "d": "Détresse est un état d'angoisse, de peur ou de malaise profond qui peut être physique ou émotionnellement déstabilisant.", "f": -1, "feqFlag": "NONE"}
, {"w": "démordrons", "d": "Démordrons est un terme utilisé pour décrire les animaux qui se nourrissent des cadavres, comme certains insectes ou oiseaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "déshumidifions", "d": "Un déshumidificateur est un appareil qui réduit l'humidité dans une pièce pour prévenir les problèmes d'inondation et de mousse.", "f": -1, "feqFlag": "NONE"}
, {"w": "décarburée", "d": "Une décarbouration est un processus chimique qui retire les impuretés, notamment le carbone, des métaux et alliages métalliques.", "f": -1, "feqFlag": "NONE"}
, {"w": "débruitassent", "d": "Débruitasser : éliminer les défauts ou les imperfections d'un objet pour le rendre plus fonctionnel et esthétique.", "f": -1, "feqFlag": "NONE"}
, {"w": "défroncera", "d": "Défroncer signifie supprimer ou réduire les poils du visage, souvent pour un aspect plus élégant et esthétique.", "f": -1, "feqFlag": "NONE"}
, {"w": "dématérialiserons", "d": "\"Dématérialisation\" : processus consistant à convertir des informations ou des objets matériels en forme numérique et accessible électronique.", "f": -1, "feqFlag": "NONE"}
, {"w": "doucette", "d": "Une douceur est un sentiment d'affection et de tendresse, souvent accompagné d'un langage sucrer ou des gestes affectueux.", "f": -1, "feqFlag": "NONE"}
, {"w": "dégroupas", "d": "Dégorgement : processus par lequel les particules d'un liquide s'évacent vers l'air pour se stabiliser dans un état plus stable.", "f": -1, "feqFlag": "NONE"}
, {"w": "déportas", "d": "Déportas est une marque de chaussures sportives conçues pour les activités de plein air, notamment le ski et l'escalade.", "f": -1, "feqFlag": "NONE"}
, {"w": "débaucherez", "d": "\"Débaucherez\" signifie se livrer à des comportements excessifs ou immoraux, souvent liés au sex, aux drogues et à l'alcool.", "f": -1, "feqFlag": "NONE"}
, {"w": "débottais", "d": "Débottage : processus d'ouverture et d'accès à un objet ou une situation bloquée, souvent avec difficultés ou résistance.", "f": -1, "feqFlag": "NONE"}
, {"w": "disconviendrai", "d": "Disconviendrai : refus d'obéir à une ordonnance ou un jugement, souvent liée au désaccord personnel sur sa légitimité ou son bien-fondé.", "f": -1, "feqFlag": "NONE"}
, {"w": "dépannages", "d": "Un dépannage est une intervention technique pour résoudre un problème ou une panne d'un appareil ou d'une installation.", "f": -1, "feqFlag": "NONE"}
, {"w": "dégourdira", "d": "Dégourdira signifie faire preuve d'indifférence ou de désintérêt, souvent pour éviter une conversation conflictuelle ou inconfortable.", "f": -1, "feqFlag": "NONE"}
, {"w": "dessertîtes", "d": "Dessertines : les restes d'un repas, souvent servies après le dessert principal pour satisfaire l'appétit et éviter les déchets.", "f": -1, "feqFlag": "NONE"}
, {"w": "décarbonâmes", "d": "Les décarbonnages sont des processus qui réduisent les émissions de dioxyde de carbone dans l'atmosphère naturelle ou industrielle.", "f": -1, "feqFlag": "NONE"}
, {"w": "doublement", "d": "Le doublement est une opération mathématique qui consiste à multiplier un nombre par deux pour obtenir le résultat doublé.", "f": -1, "feqFlag": "NONE"}
, {"w": "déconvoluera", "d": "Déconvoluer signifie réduire les effets d'une influence ou d'un impact négatif sur une personne, un groupe ou une situation.", "f": -1, "feqFlag": "NONE"}
, {"w": "dolomitiques", "d": "Les dolomitiques sont des roches composées principalement d'hydrates de calcium magnésium, souvent formées par évaporation du lac carbonate.", "f": -1, "feqFlag": "NONE"}
, {"w": "décode", "d": "\"Décoder\" signifie comprendre le sens caché ou les informations dissimulées d'un message, texte ou code crypté.", "f": -1, "feqFlag": "NONE"}
, {"w": "décalottée", "d": "Une décalottée est une robe ou un vêtement court jusqu'au genou, souvent porté par les femmes pour des occasions informelles.", "f": -1, "feqFlag": "NONE"}
, {"w": "dépôts de bilan", "d": "Les dépôts de bilan sont des actes juridiques qui créent un lien entre deux personnes physiques ou morales.", "f": -1, "feqFlag": "NONE"}
, {"w": "déplissiez", "d": "Déplisser signifie faire glisser ou étaler quelque chose, comme un papier, une tapisserie ou des cheveux, pour l'allonger ou le rendre plus régulier.", "f": -1, "feqFlag": "NONE"}
, {"w": "dictames", "d": "Le dictionnaire est un livre ou une ressource numérique qui définit et explique les termes du langage.", "f": -1, "feqFlag": "NONE"}
, {"w": "démordisse", "d": "Démordisse est une maladie chronique qui affecte les articulations, provoquant des douleurs et des gonflements persistants.", "f": -1, "feqFlag": "NONE"}
, {"w": "daguerais", "d": "Daguerais : type de rocher calcaire formé par l'effondrement d'une tour ou d'un édifice à base de calcium carbonate.", "f": -1, "feqFlag": "NONE"}
, {"w": "dévoue", "d": "Dévoué : Personne qui donne priorité à ses obligations, ses responsabilités et son engagement sans attendre récompense ou reconnaissance.", "f": -1, "feqFlag": "NONE"}
, {"w": "débourrassiez", "d": "Débourrasser signifie éliminer les impôts ou taxes non payés, souvent lié à des erreurs fiscales ou à une mauvaise gestion financière.", "f": -1, "feqFlag": "NONE"}
, {"w": "désoxygènerais", "d": "Le désoxygénage est un processus chimique qui élimine l'oxygène d'un mélange, souvent utilisé dans les laboratoires.", "f": -1, "feqFlag": "NONE"}
, {"w": "décorions", "d": "Une décoration est un élément visuel qui ajoute beauté et caractère à une pièce ou un espace.", "f": -1, "feqFlag": "NONE"}
, {"w": "déculpabilisais", "d": "Déculpabilisation : l'acte d'éviter ou de justifier les erreurs, les fautes et les torts pour éviter le blâme ou la culpabilité.", "f": -1, "feqFlag": "NONE"}
, {"w": "décléricalisé", "d": "Décléricalisé : sans préposition ou avec une préposition qui n'a pas d'importance pour le sens du verbe.", "f": -1, "feqFlag": "NONE"}
, {"w": "d’ un côté", "d": "Un côté est une partie d'un objet, d'une surface ou d'un corps qui se trouve à l'intérieur du tout.", "f": -1, "feqFlag": "NONE"}
, {"w": "donnassent", "d": "\"Donnassent\" est un terme qui désigne une personne qui donne ou vend des objets, souvent à bas prix, pour gagner de l'argent.", "f": -1, "feqFlag": "NONE"}
, {"w": "disloquasses", "d": "Une déformation du tissu osseux, entraînant des fissures et une perte d'elasticité dans les os.", "f": -1, "feqFlag": "NONE"}
, {"w": "détortillâtes", "d": "Les détortillâtres sont des outils à manche utilisés pour écraser ou broyer les légumes et les fruits.", "f": -1, "feqFlag": "NONE"}
, {"w": "dupé", "d": "Un dupé est une personne qui se fait prendre pour quelqu'un d'autre, souvent avec l'aide de fausses informations ou de documents falsifiés.", "f": -1, "feqFlag": "NONE"}
, {"w": "dégrouillaient", "d": "Dégrouiller signifie faire sortir ou révéler quelque chose qui était caché, souvent avec une intention humoristique ou ironique.", "f": -1, "feqFlag": "NONE"}
, {"w": "dénazifiaient", "d": "Dénazification : processus visant à éliminer les effets nocifs des substances chimiques ou radiologiques sur l'homme et son environnement.", "f": -1, "feqFlag": "NONE"}
, {"w": "déstockassions", "d": "Déstockassion : processus d'achat et de vente des actions, permettant aux investisseurs de diversifier leurs portefeuilles financiers.", "f": -1, "feqFlag": "NONE"}
, {"w": "désemparais", "d": "Desemparé : personne qui se sent désespérément isolée, seule et sans espoir pour résoudre ses problèmes ou son avenir.", "f": -1, "feqFlag": "NONE"}
, {"w": "déchargèrent", "d": "Décharger signifie transférer ou mettre à disposition quelque chose, comme un poids, une charge émotionnelle ou des responsabilités.", "f": -1, "feqFlag": "NONE"}
, {"w": "démoralisons", "d": "Démoraliser signifie éroder le moral ou l'optimisme d'une personne, une équipe ou un groupe pour les rendre moins motivés et démotivés.", "f": -1, "feqFlag": "NONE"}
, {"w": "désescaladerons", "d": "Désescaladoron : outil utilisé pour dégager des objets ou les personnes bloquées dans un espace étroit, comme une échelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "diagonalisons", "d": "Une diagonnalisation est un processus mathématique qui simplifie les matrices par une transformation linéaire spécifique et orthogonal.", "f": -1, "feqFlag": "NONE"}
, {"w": "décomplexerez", "d": "Décomplexer signifie simplifier et clarifier un concept ou une idée complexe pour faciliter sa compréhension et son application pratique.", "f": -1, "feqFlag": "NONE"}
, {"w": "détonions", "d": "Une détonation est un bruit fort et court, souvent suivi d'une explosion ou d'un éclat violent dans l'air.", "f": -1, "feqFlag": "NONE"}
, {"w": "discursives", "d": "Le terme \"discursif\" désigne un langage ou une communication qui se caractérise par l'usage des mots et des phrases.", "f": -1, "feqFlag": "NONE"}
, {"w": "dessouder", "d": "Dessoudre : éliminer les impuretés, les défauts ou les imperfections d'un matériau pour améliorer sa qualité et son apparence.", "f": -1, "feqFlag": "NONE"}
, {"w": "détaillassiez", "d": "Détaillé : Personne ou chose qui se distingue par ses particularités, caractéristiques ou qualités distinctives et précises.", "f": -1, "feqFlag": "NONE"}
, {"w": "décrotteront", "d": "Décortiquer signifie retirer les feuilles et les tiges externes d'un fruit ou d'une plante pour révéler son noyau intérieur.", "f": -1, "feqFlag": "NONE"}
, {"w": "désentêtent", "d": "Désentetter : se débarrasser d'un sentiment de frustration, d'irritation ou de colère pour retrouver un état calme et serein.", "f": -1, "feqFlag": "NONE"}
, {"w": "demandais", "d": "Une demande est une requête ou un appel à l'action formulée pour obtenir quelque chose d'autrui, souvent écrite.", "f": -1, "feqFlag": "NONE"}
, {"w": "décréditasse", "d": "Un décréditasse est un outil utilisé pour réduire le crédit d'un compte bancaire ou d'une carte de crédit rapidement.", "f": -1, "feqFlag": "NONE"}
, {"w": "dénueront", "d": "Dénier : refuser ou nier l'existence, la réalité ou les faits d'une chose sans preuve ni justification convaincante.", "f": -1, "feqFlag": "NONE"}
, {"w": "droussera", "d": "Droussera signifie s'endormir ou tomber dans un sommeil profond et ininterrompu, souvent sans réveil ni conscience.", "f": -1, "feqFlag": "NONE"}
, {"w": "déferlons", "d": "Les déferlons sont des glissements de terrain causés par l'effondrement d'une couche rocheuse ou sédimentaire sous le poids du sol.", "f": -1, "feqFlag": "NONE"}
, {"w": "dégroupage", "d": "Le dégroupage est un processus psychologique qui consiste à se libérer des émotions négatives et des traumatismes passés.", "f": -1, "feqFlag": "NONE"}
, {"w": "désheurerait", "d": "Deshéresser signifie éliminer ou supprimer complètement quelque chose, comme une maladie, un problème ou une responsabilité.", "f": -1, "feqFlag": "NONE"}
, {"w": "dérobais", "d": "Dérobai signifie voler ou prendre quelque chose sans autorisation, souvent avec l'intention de le garder pour soi-même temporairement.", "f": -1, "feqFlag": "NONE"}
, {"w": "dépressera", "d": "La dépression est un trouble mental caractérisé par une tristesse persistante, anxiété et perturbation du sommeil et des appétits.", "f": -1, "feqFlag": "NONE"}
, {"w": "défavorisaient", "d": "Une personne qui est défavorisée est celle qui subit une situation ou un traitement injuste ou inégal.", "f": -1, "feqFlag": "NONE"}
, {"w": "détenons", "d": "\"Détenir\" signifie posséder ou avoir sous son contrôle quelque chose, quelqu'un ou une situation.", "f": -1, "feqFlag": "NONE"}
, {"w": "diversification", "d": "La diversification est une stratégie d'investissement consistant à répartir les investissements sur plusieurs actifs pour minimiser le risque.", "f": -1, "feqFlag": "NONE"}
, {"w": "désaturasses", "d": "Désaturasses : modification du tonalité d'une couleur pour créer un effet visuel, souvent utilisé dans le design graphique et l'art.", "f": -1, "feqFlag": "NONE"}
, {"w": "dégoudronnassent", "d": "Dégoudronnasser signifie éliminer les pierres et les roches pour améliorer l'aspect visuel d'un terrain ou d'une surface naturelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "débraillâtes", "d": "Les débraillés sont des personnes qui vivent une vie désorganisée, sans responsabilité ni planification, souvent caractérisées par leur indolence et leur manque d'organisation.", "f": -1, "feqFlag": "NONE"}
, {"w": "décachèterai", "d": "Décachétaire : personne qui vend ou distribue des objets à l'occasion, souvent sans licence ni autorisation officielle.", "f": -1, "feqFlag": "NONE"}
, {"w": "débâillonnent", "d": "Débâillonner signifie rendre quelqu'un ou quelque chose moins passionné, moins enthousiaste et plus apathique à l'égard d'une idée ou d'un sujet.", "f": -1, "feqFlag": "NONE"}
, {"w": "désourdîmes", "d": "Désourdîmes : personnes qui sont extrêmement froides, indifférents ou cyniques à l'égard des autres et de leur environnement.", "f": -1, "feqFlag": "NONE"}
, {"w": "déplumâtes", "d": "Déplumâtes : les parties du poisson sans plumes ou écailles, souvent utilisées comme ingrédient culinaire dans certaines cuisines.", "f": -1, "feqFlag": "NONE"}
, {"w": "dimérisa", "d": "Dimérisa est un terme utilisé dans l'astronomie pour désigner une étoile qui a deux masses solaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "déchiquèterais", "d": "Déchiqueter signifie couper ou écraser quelque chose pour le rendre inutilisable, souvent avec l'aide d'un outil spécialisé comme un déchiqueteur.", "f": -1, "feqFlag": "NONE"}
, {"w": "détapions", "d": "Les détappings sont des comportements addictifs et compulsifs liés à l'utilisation excessive d'appareils électroniques ou de réseaux sociaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "décalqueras", "d": "Une décalque est une imitation ou un plagiat d'une œuvre existante, souvent sans crédit ni adaptation significative.", "f": -1, "feqFlag": "NONE"}
, {"w": "désaimerai", "d": "Désaimer : ne pas avoir envie ou intérêt pour quelque chose, personne ou une situation particulière.", "f": -1, "feqFlag": "NONE"}
, {"w": "déréférencerais", "d": "Déréférencer signifie supprimer les liens vers d'autres sites ou documents, rendant l'information inaccessible à partir du site original.", "f": -1, "feqFlag": "NONE"}
, {"w": "déméthylai", "d": "Déméthylation est le processus par lequel les groupes méthyle sont supprimés des molécules organiques, modifiant leur structure chimique.", "f": -1, "feqFlag": "NONE"}
, {"w": "discernerons", "d": "\"Discernement\" : capacité à faire une distinction claire et précise entre deux choses, idées ou situations similaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "drousseriez", "d": "Drousserez désigne un terme juridique pour décrire une personne qui a été condamnée à travailler dans les mines ou les carrières pendant plusieurs années.", "f": -1, "feqFlag": "NONE"}
, {"w": "dépêcherai", "d": "\"Dépêcher\" signifie envoyer ou transmettre rapidement une personne, un message ou des informations à quelqu'un.", "f": -1, "feqFlag": "NONE"}
, {"w": "décolletée", "d": "Une décolletée est une mode où les vêtements révèlent le torse et les épaules, souvent avec des couleurs vives.", "f": -1, "feqFlag": "NONE"}
, {"w": "déclenchèrent", "d": "\"Déclencher\" signifie activer ou mettre en mouvement quelque chose, comme un mécanisme, une réaction ou un événement important.", "f": -1, "feqFlag": "NONE"}
, {"w": "dualisez", "d": "\"Dualiser\" signifie attribuer à deux aspects opposés une qualité ou un caractère commun, souvent pour équilibrer les contraires.", "f": -1, "feqFlag": "NONE"}
, {"w": "désendetteras", "d": "Désendetter : action consistant à réduire les dettes d'un individu ou d'une entreprise pour améliorer sa situation financière.", "f": -1, "feqFlag": "NONE"}
, {"w": "déclouons", "d": "\"Déclouer\" signifie séparer ou détacher quelque chose d'une autre chose, souvent avec force ou violence physique.", "f": -1, "feqFlag": "NONE"}
, {"w": "déboussoleraient", "d": "Déboussoler signifie éliminer les racines d'un arbre pour le faire pousser à nouveau dans un endroit différent.", "f": -1, "feqFlag": "NONE"}
, {"w": "déteindre", "d": "Déteindre signifie faire disparaître une tache ou un défaut sur une surface, souvent avec des produits chimiques spéciaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "désatomisez", "d": "Désatome : processus par lequel un individu se débarrasse des relations toxiques ou néfastes dans sa vie personnelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "désalignez", "d": "Désaligner signifie se déplacer ou s'écarter d'une ligne droite, souvent pour éviter un obstacle ou une collision.", "f": -1, "feqFlag": "NONE"}
, {"w": "décordât", "d": "Le décorat est un élément visuel qui accompagne le texte, souvent utilisé pour ajouter une touche personnelle ou émotionnelle à l'écriture.", "f": -1, "feqFlag": "NONE"}
, {"w": "déjugeriez", "d": "Déjugérie : processus par lequel une personne se sépare d'un comportement ou d'une croyance pour adopter un nouveau point de vue.", "f": -1, "feqFlag": "NONE"}
, {"w": "déséquilibrerai", "d": "Déséquilibrer signifie rendre un système, une situation ou une personne instable et imprévisible par des actions ou des choix erronés.", "f": -1, "feqFlag": "NONE"}
, {"w": "défrisera", "d": "Défrisera : outil utilisé pour éliminer les poils et les cheveux morts des animaux, notamment des chiens et chats.", "f": -1, "feqFlag": "NONE"}
, {"w": "dédorions", "d": "Les dédorions sont des insectes qui se nourrissent du jus et des tissus végétaux, souvent nuisibles aux cultures.", "f": -1, "feqFlag": "NONE"}
, {"w": "dépersuadera", "d": "Une dépersuadère est un outil utilisé pour réduire l'influence d'une persuasion, souvent dans des situations où on doit prendre une décision difficile.", "f": -1, "feqFlag": "NONE"}
, {"w": "démaquillerai", "d": "Démaquillé : personne qui a été nettoyée ou purifiée, souvent après une opération chirurgicale ou un traitement médical.", "f": -1, "feqFlag": "NONE"}
, {"w": "disqualifierais", "d": "Disqualifier signifie éliminer ou exclure quelqu'un d'une situation, d'un poste ou d'une activité en raison de ses défauts ou comportements.", "f": -1, "feqFlag": "NONE"}
, {"w": "démobiliseras", "d": "Démobilisation : processus par lequel les militaires sont réintégrés dans la société civile après leur service militaire.", "f": -1, "feqFlag": "NONE"}
, {"w": "déloyales", "d": "\"Déloyale\" signifie qui trahit fidélité, confiance ou loyauté envers une personne, un groupe ou une cause, souvent pour son propre intérêt.", "f": -1, "feqFlag": "NONE"}
, {"w": "détrompai", "d": "Détrompaie : processus naturel où les roches sèches sont érodées par l'eau, formant des débris et petits cailloux.", "f": -1, "feqFlag": "NONE"}
, {"w": "de merde", "d": "\"Merde\" est un terme francophone utilisé pour désigner l'excrément ou les déjections humaines, souvent avec une connotation négative.", "f": -1, "feqFlag": "NONE"}
, {"w": "de grand matin", "d": "\"Grand Matin\" est une série télévisée française réalisant des récits drôles et satiriques sur les relations humaines.", "f": -1, "feqFlag": "NONE"}
, {"w": "de mémoire", "d": "La mémoire est le système qui permet à l'organisme d'enregistrer et de rappeler des informations et expériences passées.", "f": -1, "feqFlag": "NONE"}
, {"w": "déculotteriez", "d": "Découloter signifie libérer le liquide contenu dans un réservoir ou une bouteille, comme les huiles ou les élixirs médicinaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "différentieront", "d": "Différenciation est le processus par lequel un organisme se distingue d'autres organismes similaires à son sein ou dans son environnement.", "f": -1, "feqFlag": "NONE"}
, {"w": "damasquines", "d": "Les damasquinés sont des bijoux faits à partir d'acier ou de métal, souvent orné avec des perles et des pierres précieuses.", "f": -1, "feqFlag": "NONE"}
, {"w": "démoniaquement", "d": "Le démoniaquement est une maladie psychiatrique caractérisée par des comportements anormaux, agressifs et violents sans cause évidente.", "f": -1, "feqFlag": "NONE"}
, {"w": "décalaminais", "d": "Le décalaminaïs est une maladie chronique caractérisée par des démangeaisons et des plaques cutanées répétitives sur les bras, les jambes ou le torse.", "f": -1, "feqFlag": "NONE"}
, {"w": "diminuons", "d": "Une diminution est une réduction ou un déclin d'une quantité, d'un niveau ou d'une valeur dans le temps.", "f": -1, "feqFlag": "NONE"}
, {"w": "délaitons", "d": "Délai : Période pendant laquelle une personne ou un organisme attend que quelque chose se réalise ou soit effectué.", "f": -1, "feqFlag": "NONE"}
, {"w": "dérapons", "d": "\"Dérapon\" : terme médical désignant un animal domestiqué qui se comporte comme une bête sauvage ou agressive, souvent sans raison apparente.", "f": -1, "feqFlag": "NONE"}
, {"w": "détortilla", "d": "Une tortilla est une galette de farine et d'eau, souvent servie avec des aliments comme les tacos ou fajitas.", "f": -1, "feqFlag": "NONE"}
, {"w": "dandinions", "d": "Les radis-dainions sont une légume comestible appartenant à la famille des Brassicaceae, connu pour ses propriétés médicinales et nutrimentielles.", "f": -1, "feqFlag": "NONE"}
, {"w": "désenclavassiez", "d": "Désenclavasser signifie délimiter ou isoler une zone, souvent pour faciliter l'accès ou le traitement d'un problème spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "défragmenta", "d": "Défragmenter signifie réorganiser les fichiers d'un disque dur pour améliorer son fonctionnement et augmenter sa vitesse de lecture.", "f": -1, "feqFlag": "NONE"}
, {"w": "dégobillât", "d": "Dégobiller signifie éliminer les excès ou les résidus d'une substance, comme le sucre dans un mélange.", "f": -1, "feqFlag": "NONE"}
, {"w": "diabolisèrent", "d": "\"Diaboliser\" signifie dénigrer ou critiquer quelqu'un avec une intention malveillante, souvent pour nuire à leur réputation ou à leurs relations.", "f": -1, "feqFlag": "NONE"}
, {"w": "différerions", "d": "Différences : Désignation des caractères ou traits qui distinguent deux choses, personnes ou idées entre elles.", "f": -1, "feqFlag": "NONE"}
, {"w": "déremboursait", "d": "Déremboursait : rembourser une partie d'un montant déjà payé pour un service ou un produit acheté.", "f": -1, "feqFlag": "NONE"}
, {"w": "dorsaux", "d": "Les dorsaux sont des structures osseuses situées sur les côtés du corps humain, notamment dans le dos et les hanches.", "f": -1, "feqFlag": "NONE"}
, {"w": "dynastiquement", "d": "Une dynastie est une succession régale ou impériale d'une famille, souvent avec des liens de parenté et de pouvoir.", "f": -1, "feqFlag": "NONE"}
, {"w": "désensevelirions", "d": "Désenfumer, c'est arrêter de fumer pour toujours ou presque, souvent avec l'aide d'un programme de soutien et de médicaments.", "f": -1, "feqFlag": "NONE"}
, {"w": "diapauses", "d": "Une période de dormance ou d'inactivité, souvent observée chez les animaux pour se reposer et se régénérer physiquement.", "f": -1, "feqFlag": "NONE"}
, {"w": "décimalisasses", "d": "Une décimale est un nombre exprimé avec une unité d'arrière-garde, représentée par le point decimalisé (0,5).", "f": -1, "feqFlag": "NONE"}
, {"w": "distraite", "d": "Une personne distrait est occupée à autre chose que son environnement, souvent sans se rendre compte du danger ou de l'importance.", "f": -1, "feqFlag": "NONE"}
, {"w": "diaphorèse", "d": "La diaphorèse est une expression verbale qui exprime un sentiment ou une émotion intense, souvent accompagnée d'une phrase explicative.", "f": -1, "feqFlag": "NONE"}
, {"w": "détérioriez", "d": "Détérioriser signifie dégrader ou endommager quelque chose, comme un objet ou une situation, jusqu'à ce qu'elle devienne inutilisable.", "f": -1, "feqFlag": "NONE"}
, {"w": "désaffourcherai", "d": "Désaffourcherai : terme utilisé pour décrire un comportement agressif ou violent à l'égard d'un animal, souvent sans raison apparente.", "f": -1, "feqFlag": "NONE"}
, {"w": "délignifieriez", "d": "Délignifieriez signifie rendre un objet ou une surface lisse et brillante, souvent après avoir nettoyé ou poli quelque chose.", "f": -1, "feqFlag": "NONE"}
, {"w": "déplais", "d": "\"Déplais\" est un mot qui désigne une action ou un comportement qui cause du malheur, de l'inconfort ou de la gêne à quelqu'un.", "f": -1, "feqFlag": "NONE"}
, {"w": "désenlaidirez", "d": "Désenrayer signifie délivrer une personne d'un état de folie ou de démence, souvent après un traumatisme cérébral.", "f": -1, "feqFlag": "NONE"}
, {"w": "diluer", "d": "\"Diluer\" signifie réduire une substance à un volume inférieur, souvent pour l'utiliser ou le consommer plus facilement.", "f": -1, "feqFlag": "NONE"}
, {"w": "déformantes", "d": "Les déformants sont des anomalies génétiques qui affectent l'apparence physique d'un individu, souvent avec un impact sur le développement.", "f": -1, "feqFlag": "NONE"}
, {"w": "déchristianisassent", "d": "Déchristianisation : processus par lequel une population se détache du christianisme et adopte des croyances différentes.", "f": -1, "feqFlag": "NONE"}
, {"w": "dictateurs", "d": "Un dictator est un dirigeant autoritaire qui exerce le pouvoir sans contrôle ni limites, souvent par la force.", "f": -1, "feqFlag": "NONE"}
, {"w": "débaptiserait", "d": "Débaptiser signifie renommer ou réorganiser un nom d'entreprise, souvent pour changer son image ou sa direction commerciale.", "f": -1, "feqFlag": "NONE"}
, {"w": "démystifiassent", "d": "Démystifier signifie dévoiler les secrets ou les explications cachés d'un phénomène, pour le rendre plus compréhensible et accessible.", "f": -1, "feqFlag": "NONE"}
, {"w": "décamètre", "d": "Un décamètre est un outil utilisé pour mesurer les longueurs, généralement en mètres ou centimètres avec une grande précision.", "f": -1, "feqFlag": "NONE"}
, {"w": "décompresserai", "d": "Décompresser signifie libérer une pression ou un énergie accumulée, souvent dans le contexte d'un gaz ou d'une matière moléculaire.", "f": -1, "feqFlag": "NONE"}
, {"w": "dépiautez", "d": "Dépiauté : personne qui se moque ou ridiculise les autres, souvent pour être amusant ou impressionner ses pairs.", "f": -1, "feqFlag": "NONE"}
, {"w": "dragueurs de mines", "d": "Les \"dragueurs de mines\" sont des militaires spécialisés dans l'exploitation et le nettoyage de mines terrestres après un conflit.", "f": -1, "feqFlag": "NONE"}
, {"w": "dalmate", "d": "Une Dalmatie est une race canine originaire du Croatie, connue pour sa couleur unique et son tempérament amical.", "f": -1, "feqFlag": "NONE"}
, {"w": "drousser", "d": "Drousser signifie faire tomber ou éloigner quelque chose, souvent avec force ou violence, pour le déloger ou l'éliminer.", "f": -1, "feqFlag": "NONE"}
, {"w": "déhouillaient", "d": "Déhounir signifie nettoyer ou éliminer les impuretés, comme le sang ou les taches, pour révéler une surface lisse et propre.", "f": -1, "feqFlag": "NONE"}
, {"w": "détisa", "d": "Détise : état d'indifférence ou d'inertie, caractérisée par un manque d'intérêt ou d'énergie pour une activité ou une tâche.", "f": -1, "feqFlag": "NONE"}
, {"w": "dates de péremption", "d": "Les dates de péremption sont des délais pour les actions ou obligations financières, après lesquels elles deviennent obligatoires.", "f": -1, "feqFlag": "NONE"}
, {"w": "dévoûment", "d": "Le dévoûment est une forme d'adoration intense et personnelle, souvent spontanée ou mystique, pour un être humain ou un idéal.", "f": -1, "feqFlag": "NONE"}
, {"w": "délinqué", "d": "Un délinquant est une personne qui a commis un crime ou une infraction et peut être poursuivie par les autorités judiciaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "déboulonnasse", "d": "Une déboulonnasse est un outil utilisé pour retirer les boulons sans endommager le matériau environnant ou l'objet.", "f": -1, "feqFlag": "NONE"}
, {"w": "déshydrocholestérol", "d": "Le déshydrocholestérol est un composant lipidique présent dans les graisses animales et végétales, essentiel à l'absorption des vitamines A, D, E et K.", "f": -1, "feqFlag": "NONE"}
, {"w": "désodorisations", "d": "La désodorisation est le processus d'élimination des odeurs corporelles et environnementales grâce à des produits chimiques ou naturels.", "f": -1, "feqFlag": "NONE"}
, {"w": "défiscalisée", "d": "Une entreprise qui bénéficie d'une réduction fiscale pour ses activités économiques ou sociales.", "f": -1, "feqFlag": "NONE"}
, {"w": "déphosphorylas", "d": "Déphosphorylase : enzyme qui réduit les phosphates dans des protéines, permettant leur fonctionnement correct et stabilité structurelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "dépolluassions", "d": "La dépollution est le processus d'effacement des polluants nocifs dans l'environnement naturel ou humain pour protéger la santé.", "f": -1, "feqFlag": "NONE"}
, {"w": "désensibilisées", "d": "\"Désensibilisée\" signifie une personne qui a développé un niveau d'indifférence ou de résistance face à l'inconfort, aux émotions négatives ou au stress.", "f": -1, "feqFlag": "NONE"}
, {"w": "danubien", "d": "Danubien : membre d'une tribu germanique qui habitait le bassin du Danube, notamment les Alpes et l'Allemagne centrale.", "f": -1, "feqFlag": "NONE"}
, {"w": "déversiez", "d": "Un déversier est un outil utilisé pour éliminer les eaux usées ou les matières solides des installations sanitaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "désexualisant", "d": "Un médicament ou un traitement utilisé pour réduire les désirs sexuels et améliorer le bien-être des personnes trans.", "f": -1, "feqFlag": "NONE"}
, {"w": "diabolisation", "d": "La diabolisation est une forme d'attaque psychologique où l'on s'accuse injustement ou dénigre quelqu'un pour le discréditer.", "f": -1, "feqFlag": "NONE"}
, {"w": "débroussaillera", "d": "Débroussailler signifie éliminer les obstacles, les difficultés ou les problèmes pour atteindre un objectif ou une fin.", "f": -1, "feqFlag": "NONE"}
, {"w": "déclaration", "d": "Une déclaration est une affirmation ou un énoncé qui exprime une opinion, un sentiment ou une idée personnelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "déboutonnerais", "d": "Déboutonnerais : action d'enlever les boutons pour ouvrir un vêtement, généralement une chemise ou un pantalon.", "f": -1, "feqFlag": "NONE"}
, {"w": "dénis", "d": "Dénis est un prénom masculin qui signifie \"donné par Dieu\" ou \"bénéficiant du don\". Il évoque l'idée d'un cadeau divin.", "f": -1, "feqFlag": "NONE"}
, {"w": "dessoûlèrent", "d": "Dessoûlent : personne qui ne boit pas ou n'abuse pas du bois, souvent utilisé pour décrire un personnage prudent et responsable.", "f": -1, "feqFlag": "NONE"}
, {"w": "despumé", "d": "Le désespérant ou le désespoir est un état d'abandon et de défaite, caractérisé par une perte totale d'espoir et de motivation.", "f": -1, "feqFlag": "NONE"}
, {"w": "dévalisassent", "d": "Dévaliser signifie voler ou prendre sans permission, souvent avec violence ou intimidation pour obtenir des biens ou des valeurs.", "f": -1, "feqFlag": "NONE"}
, {"w": "délaçai", "d": "Le délaçage est un phénomène géologique où les couches rocheuses s'écroulent, créant des fissures et des vallées.", "f": -1, "feqFlag": "NONE"}
, {"w": "détestâtes", "d": "Les détestés sont des personnes qui inspirent une forte répulsion ou mépris dans l'opinion d'une personne particulière.", "f": -1, "feqFlag": "NONE"}
, {"w": "diffamaient", "d": "Diffamation est l'acte d'accabler quelqu'un de fausses accusations pour nuire à son réputation ou à sa vie personnelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "doue", "d": "Le doute est une attitude de scepticisme ou de méfiance face à un fait, une croyance ou une décision.", "f": -1, "feqFlag": "NONE"}
, {"w": "déchouasses", "d": "Une déchouasse est un dispositif permettant d'éliminer les bulles et l'air dans une bouteille ou un récipient fermé.", "f": -1, "feqFlag": "NONE"}
, {"w": "draguasse", "d": "Une draguasse est un appareil utilisé pour extraire l'eau des fonds marins ou des sous-sols souterrains à haute pression.", "f": -1, "feqFlag": "NONE"}
, {"w": "dessouderais", "d": "Dessouderaie : processus naturel ou artificiel qui réduit l'âge d'un arbre, souvent pour le conserver et prolonger sa vie.", "f": -1, "feqFlag": "NONE"}
, {"w": "débrûlasses", "d": "Une débrûlasse est un outil utilisé pour couper et briser les branches d'arbres, souvent avec une forme tronçonnée.", "f": -1, "feqFlag": "NONE"}
, {"w": "dénaturalisera", "d": "La dénationalisation est le processus par lequel un pays perd sa souveraineté sur ses citoyens émigrés ou naturalisés à l'étranger.", "f": -1, "feqFlag": "NONE"}
, {"w": "décruserez", "d": "Décourager : faire cesser ou réduire un comportement, une action ou une tendance négative pour le bien-être d'une personne.", "f": -1, "feqFlag": "NONE"}
, {"w": "débondasse", "d": "Une débandade est un comportement désorganisé et imprévisible, caractérisé par une absence d'organisation ou de planification.", "f": -1, "feqFlag": "NONE"}
, {"w": "démagnétisait", "d": "Démagnétiser signifie supprimer les propriétés magnétiques d'un matériau ou objet, réduire sa capacité à attirer des aimants.", "f": -1, "feqFlag": "NONE"}
, {"w": "disgrègeras", "d": "Disgrèger : exprimer une forte indifférence ou un mépris pour quelque chose, personne ou une situation particulière.", "f": -1, "feqFlag": "NONE"}
, {"w": "dézippâtes", "d": "Les dézippâtes sont des plantes herbacées qui se caractérisent par leurs fleurs jaunes et leur tige épaisse.", "f": -1, "feqFlag": "NONE"}
, {"w": "déracinerait", "d": "\"Déraciner\" signifie éliminer ou supprimer radicalement quelque chose, comme une plante, un problème ou une habitude nuisible.", "f": -1, "feqFlag": "NONE"}
, {"w": "détachasses", "d": "Les détachasses sont des éléments métalliques qui relient les portes, les fenêtres et autres objets mobiles à leurs supports fixe.", "f": -1, "feqFlag": "NONE"}
, {"w": "débaptisant", "d": "Le débaptisant est un outil qui permet d'extraire les extensions des noms de fichiers Windows sans modifier le nom original.", "f": -1, "feqFlag": "NONE"}
, {"w": "démyélinisons", "d": "La démyélinisation est une atteinte nerveuse où les myélines sont endommagées, affectant le fonctionnement du système nerveux central et périphérique.", "f": -1, "feqFlag": "NONE"}
, {"w": "déguisés", "d": "\"Déguisés\" désigne des personnes qui se cachent derrière un masque ou une identité fausse pour éviter une situation difficile.", "f": -1, "feqFlag": "NONE"}
, {"w": "détellerions", "d": "Détellérations : dégradation progressive d'un objet ou d'une structure due à l'usure et aux facteurs environnementaux naturels.", "f": -1, "feqFlag": "NONE"}
, {"w": "démystificateur", "d": "Démystificateur : personne qui démontre que les choses sont plus simples et réelles qu'elles ne le suggèrent souvent par des mythes ou stéréotypes.", "f": -1, "feqFlag": "NONE"}
, {"w": "despumerais", "d": "Despumériser signifie éliminer les bulles d'air qui se forment dans un liquide, comme le vin ou l'eau gazeuse.", "f": -1, "feqFlag": "NONE"}
, {"w": "défragmenterais", "d": "Le défragmentation est le processus d'amélioration des performances informatiques en réorganisant les fichiers du disque dur.", "f": -1, "feqFlag": "NONE"}
, {"w": "délesté", "d": "Délesté : terme utilisé pour désigner un élément qui a été séparé ou éloigné d'une substance ou d'un ensemble.", "f": -1, "feqFlag": "NONE"}
, {"w": "désarticuleraient", "d": "Désarticulation : Élimination d'un membre ou d'une structure articulaire pour obtenir une forme plus primitive ou fonctionnelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "défocalisassiez", "d": "Défocalisation : processus psychologique où l'on se concentre sur un détail plutôt que sur le tout, entraînant une distraction ou une perte d'intérêt.", "f": -1, "feqFlag": "NONE"}
, {"w": "déprolétarisât", "d": "Le déprolétarisation est le processus d'élimination des inégalités sociales et économiques pour atteindre une société égale.", "f": -1, "feqFlag": "NONE"}
, {"w": "dilua", "d": "\"Dilua\" signifie faire fondre ou dissoudre quelque chose, comme un solide dans une substance liquide.", "f": -1, "feqFlag": "NONE"}
, {"w": "désaccoutumait", "d": "Désaccoutume est un état d'incapacité à faire quelque chose que l'on a fait avant, souvent due à une absence répétée.", "f": -1, "feqFlag": "NONE"}
, {"w": "diazotation", "d": "La désoxygénation est le processus par lequel les organismes vivants produisent leur énergie grâce à l'oxydation des glucides et des acides aminés.", "f": -1, "feqFlag": "NONE"}
, {"w": "démêlés", "d": "Démêlés désigne les difficultés, les problèmes ou les conflits qui surgissent dans une relation amoureuse ou professionnelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "déduisions", "d": "Une déduction est une conclusion logique tirée d'observations, faits ou hypothèses pour arriver à un résultat probable ou certain.", "f": -1, "feqFlag": "NONE"}
, {"w": "détartras", "d": "Détartré : substance blanche qui se forme sur les dents lorsqu'il n'y a pas suffisamment de salive pour nettoyer les gencives.", "f": -1, "feqFlag": "NONE"}
, {"w": "déchaine", "d": "Déchainer signifie libérer ou séparer quelque chose d'une force, d'un lien ou d'une contrainte pour le rendre libre.", "f": -1, "feqFlag": "NONE"}
, {"w": "désencombrez", "d": "Désencombrez : déclencher un mouvement ou une action pour libérer quelqu'un, quelque chose ou l'une des choses qui le retiennent.", "f": -1, "feqFlag": "NONE"}
, {"w": "désodorisas", "d": "Désodorisation : processus qui neutralise les odeurs corporelles et environnementales pour maintenir une hygiène personnelle optimale.", "f": -1, "feqFlag": "NONE"}
, {"w": "directeurs artistiques", "d": "Les directeurs artistiques sont des professionnels chargés de concevoir et de coordonner les aspects créatifs d'un projet ou d'une production.", "f": -1, "feqFlag": "NONE"}
, {"w": "déblayant", "d": "Un déblayant est une personne qui élimine les objets ou les débris d'un lieu, souvent après un déménagement ou une construction.", "f": -1, "feqFlag": "NONE"}
, {"w": "déprimé", "d": "Un individu souffrant d'une maladie mentale caractérisée par une altération persistante du sentiment de tristesse et de désespoir profond.", "f": -1, "feqFlag": "NONE"}
, {"w": "démènas", "d": "Déménage : mouvement ou transfert d'objets, personnes ou choses d'un endroit à un autre, souvent avec changement de lieu.", "f": -1, "feqFlag": "NONE"}
, {"w": "diagonalisables", "d": "Les éléments diagonalisables sont des matrices qui peuvent être transformées par une matrice triangulaire dans un produit scalaire direct.", "f": -1, "feqFlag": "NONE"}
, {"w": "déficelée", "d": "Une déficilée est une personne handicapée physique ou mentale, souvent avec des difficultés dans les mouvements et l'apprentissage.", "f": -1, "feqFlag": "NONE"}
, {"w": "déshonnêtes", "d": "Désespérément désireux ou prêt à tout pour obtenir quelque chose, souvent avec une attitude négative ou cynique.", "f": -1, "feqFlag": "NONE"}
, {"w": "déboulait", "d": "Débouler signifie sortir ou émerger brusquement d'un endroit, souvent avec une grande rapidité et un certain impact.", "f": -1, "feqFlag": "NONE"}
, {"w": "digérez", "d": "Le mot \"digérer\" signifie transformer les aliments en énergie, permettant au corps d'utiliser leurs nutriments et leur matière.", "f": -1, "feqFlag": "NONE"}
, {"w": "dreadnought", "d": "\"Dreadnought\" : navire de guerre puissant et lourd, caractérisé par sa grande taille et son armement considérable.", "f": -1, "feqFlag": "NONE"}
, {"w": "débourrassent", "d": "Débourrasser signifie éliminer les excès ou les résidus d'une opération, comme une chirurgie ou un traitement médical.", "f": -1, "feqFlag": "NONE"}
, {"w": "débrancher", "d": "Débranchez-vous : séparer une connexion électrique pour éviter les courants électriques ou les dommages causés par un appareil fonctionnant mal.", "f": -1, "feqFlag": "NONE"}
, {"w": "décortiquions", "d": "Décortications désignent les opérations visant à éliminer ou modifier l'endopéricement, souvent pour améliorer le fonctionnement du cerveau humain.", "f": -1, "feqFlag": "NONE"}
, {"w": "diagonalisant", "d": "Une diagonale est une ligne qui rejoint deux sommets d'un polygone, passant par le centre du polygone.", "f": -1, "feqFlag": "NONE"}
, {"w": "dire du mal", "d": "Dire du mal signifie exprimer une opinion négative ou désobligeante à propos d'une personne, souvent sans raison valable.", "f": -1, "feqFlag": "NONE"}
, {"w": "déglutirait", "d": "Déglutir signifie faire passer les aliments du tube digestif vers l'estomac pour être métabolisés et absorbez par le corps.", "f": -1, "feqFlag": "NONE"}
, {"w": "désenclavions", "d": "Désenclavion : procédé pour délimiter les parcelles d'un terrain, souvent nécessaire lors de l'achat ou de la vente de propriétés.", "f": -1, "feqFlag": "NONE"}
, {"w": "délibérerez", "d": "\"Délibérer\" signifie réfléchir et prendre une décision après avoir analysé les informations, considéré différentes perspectives et évalué les options.", "f": -1, "feqFlag": "NONE"}
, {"w": "différencièrent", "d": "Le différenciant est un élément qui se sépare ou s'éloigne d'un ensemble pour former une nouvelle entité distincte.", "f": -1, "feqFlag": "NONE"}
, {"w": "diurèse", "d": "La diurèse est une augmentation du nombre d'urines produites par le corps, souvent due à l'eau ou les médicaments.", "f": -1, "feqFlag": "NONE"}
, {"w": "déroberiez", "d": "Dérober signifie voler ou prendre quelque chose sans autorisation, souvent avec l'intention de s'en emparer temporairement ou définitivement.", "f": -1, "feqFlag": "NONE"}
, {"w": "dermatos", "d": "Dermatos est un terme médical désignant les affections cutanées, c'est-à-dire les maladies ou problèmes liés à la peau.", "f": -1, "feqFlag": "NONE"}
, {"w": "dénoter", "d": "Dénoncer signifie signaler ou indiquer une faute, un crime ou une infraction pour qu'elle soit traitée par les autorités compétentes.", "f": -1, "feqFlag": "NONE"}
, {"w": "dénazifiasse", "d": "Dénazification : processus qui consiste à éliminer les effets nocifs des substances chimiques ou radiologiques dangereuses.", "f": -1, "feqFlag": "NONE"}
, {"w": "dégraferont", "d": "Dégraffer : retirer les graffes ou les taches pour révéler une surface lisse et uniforme, souvent sur le cuir ou le bois.", "f": -1, "feqFlag": "NONE"}
, {"w": "dartreuse", "d": "Dartreuse : couleur verte-rouge, caractéristique des feuilles et des fleurs certaines plantes, souvent associée à l'automne ou au printemps.", "f": -1, "feqFlag": "NONE"}
, {"w": "déformera", "d": "Déformer signifie modifier l'apparence ou la forme d'un objet, une chose ou un être pour le rendre inconnu ou anormal.", "f": -1, "feqFlag": "NONE"}
, {"w": "dogues", "d": "Un \"dogue\" est un terme générique pour désigner une race canine, souvent utilisé pour les chiens de grande taille et robustes.", "f": -1, "feqFlag": "NONE"}
, {"w": "déconnasse", "d": "Une personne qui ne connaît pas les règles sociales, voire ignorant ou malveillante à l'égard des autres.", "f": -1, "feqFlag": "NONE"}
, {"w": "démunie", "d": "Démunie : État d'abandon ou de négligence, souvent lié à une personne qui a abandonné ses biens et sa vie sociale.", "f": -1, "feqFlag": "NONE"}
, {"w": "délogé", "d": "Délogé : élimination d'un logement pour faire place à un nouveau projet immobilier ou urbanistique, souvent sans compensation financière.", "f": -1, "feqFlag": "NONE"}
, {"w": "disconviendra", "d": "Disconvenir signifie s'opposer ou se refuser à quelque chose, souvent pour des raisons personnelles ou morales.", "f": -1, "feqFlag": "NONE"}
, {"w": "déodorisés", "d": "Des déodorisants sont des produits chimiques ou naturels qui neutralisent les odeurs corporelles et répulsives humaines.", "f": -1, "feqFlag": "NONE"}
, {"w": "décomplétassent", "d": "Décompléter signifie rendre un système ou une structure complètement fonctionnel et complet, souvent après avoir été partiellement modifié.", "f": -1, "feqFlag": "NONE"}
, {"w": "décrépirai", "d": "Décembre est le dix-huitième mois du calendrier grégorien, commençant le premier jour du printemps.", "f": -1, "feqFlag": "NONE"}
, {"w": "décarboxyleraient", "d": "Décarbonylisation : processus chimique qui consiste à supprimer un groupe carbone oxygéné (alcool ou acide) d'une molécule organique.", "f": -1, "feqFlag": "NONE"}
, {"w": "décérébrasses", "d": "Décérébrasse : terme médical désignant une personne qui a perdu le sens des émotions et du sentiment humain après un traumatisme cérébral.", "f": -1, "feqFlag": "NONE"}
, {"w": "différenciât", "d": "La différence est le résultat d'une opposition ou d'un contraste entre deux choses distinctes et souvent complémentaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "dévitaliseriez", "d": "Dévitaliser signifie rendre un être ou une chose sans vie, souvent à travers des dommages physiques ou chimiques graves.", "f": -1, "feqFlag": "NONE"}
, {"w": "demonstrasse", "d": "Une démonstration est une preuve ou un argumentation convaincante pour prouver l'exactitude d'une idée ou d'un fait.", "f": -1, "feqFlag": "NONE"}
, {"w": "débâillonnions", "d": "Les débâillonnions sont des plantes herbacées à feuilles piquantes, souvent utilisée comme condiment dans les plats salés et végétariens.", "f": -1, "feqFlag": "NONE"}
, {"w": "désempareraient", "d": "Desemparé : personne qui perd le contrôle d'une situation et est incapable de prendre des décisions ou de réagir correctement.", "f": -1, "feqFlag": "NONE"}
, {"w": "dépopularisâmes", "d": "\"Dépopuliser\" signifie réduire le nombre ou l'influence d'une personne, groupe ou chose dans une communauté ou société.", "f": -1, "feqFlag": "NONE"}
, {"w": "détimbrasses", "d": "Je ne trouve pas d'information sur \"détimbrasses\". Puis-je vous aider avec autre chose ?", "f": -1, "feqFlag": "NONE"}
, {"w": "défigureriez", "d": "Défigurerez signifie rendre une personne ou un objet moins attrayant, plus laid ou moins esthétique que son état normal.", "f": -1, "feqFlag": "NONE"}
, {"w": "délutait", "d": "Débuter à un travail ou une activité, souvent avec des difficultés ou des incertitudes, mais avec le désir d'apprendre et progresser.", "f": -1, "feqFlag": "NONE"}
, {"w": "décongelèrent", "d": "Décongéler : rétablir une substance ou un objet gelée à température ambiante pour le rendre utilisable ou fonctionnel.", "f": -1, "feqFlag": "NONE"}
, {"w": "déneigeaient", "d": "Dénègre : processus naturel où les flocons de neige s'accumulent sur le sol, créant une couche épaisse et dense.", "f": -1, "feqFlag": "NONE"}
, {"w": "démythifiasse", "d": "Démythifiasse : processus qui cherche à remettre les mythes et légendes dans leur contexte historique ou culturel réel.", "f": -1, "feqFlag": "NONE"}
, {"w": "dans les grandes lignes", "d": "\"Dans les grands lignes\" signifie s'adapter à une situation difficile avec courage et persévérance, malgré des défis importants.", "f": -1, "feqFlag": "NONE"}
, {"w": "droit d’ accise", "d": "Le droit à l'acces est le droit fondamental reconnu par les Etats pour tous les citoyens, sans distinction ni condition.", "f": -1, "feqFlag": "NONE"}
, {"w": "dans un premier temps", "d": "\"Dans un premier temps\" signifie initialement ou à l'origine, indiquant une période d'introduction ou de préparation.", "f": -1, "feqFlag": "NONE"}
, {"w": "décoreraient", "d": "\"Les décorations sont des éléments visuels ajoutés à un espace pour le rendre plus agréable et accueillant.\"", "f": -1, "feqFlag": "NONE"}
, {"w": "dévissait", "d": "Dévissé : objet ou chose qui a été coupé, tranché ou séparé à partir d'un autre.", "f": -1, "feqFlag": "NONE"}
, {"w": "dépariions", "d": "Départements sont des unités administratives territoriales françaises, créées par Napoléon Bonaparte en 1790 pour gérer les régions du pays.", "f": -1, "feqFlag": "NONE"}
, {"w": "décongestionneras", "d": "Décongeler ou décongestionner signifie réduire l'effort de circulation sanguine dans les vaisseaux, souvent pour soulager une congestion nasale.", "f": -1, "feqFlag": "NONE"}
, {"w": "décantation", "d": "La décantation est le processus de séparation des liquides par gravité, souvent utilisé pour éliminer les impuretés ou les particules solides.", "f": -1, "feqFlag": "NONE"}
, {"w": "déchouions", "d": "\"Déchouion\" : processus d'abandon ou de rejet d'un objet, souvent pour le réutiliser ou le recycler.", "f": -1, "feqFlag": "NONE"}
, {"w": "débecte", "d": "Débecte : terme médical désignant une faiblesse ou un défaut dans l'organisation d'un système biologique naturellement présent.", "f": -1, "feqFlag": "NONE"}
, {"w": "dénûments", "d": "Dénûment : comportement arrogant ou condescendant, caractérisé par une attitude supérieure et un ton méprisant à l'égard des autres.", "f": -1, "feqFlag": "NONE"}
, {"w": "disserter", "d": "Un dissertation est une présentation détaillée et structurée d'une idée ou d'un sujet, souvent pour un examen universitaire.", "f": -1, "feqFlag": "NONE"}
, {"w": "désumoylerons", "d": "Désumoyler est un processus qui consiste à séparer les composants d'un matériau pour obtenir des sous-produits distincts.", "f": -1, "feqFlag": "NONE"}
, {"w": "déclamés", "d": "Les déclamations sont des discours oraux qui expriment une opinion, un sentiment ou une idée avec éloquence et conviction.", "f": -1, "feqFlag": "NONE"}
, {"w": "dépolarisa", "d": "Dépolariser signifie réduire l'effet négatif d'une personne ou d'un événement sur une autre, pour améliorer son état émotionnel.", "f": -1, "feqFlag": "NONE"}
, {"w": "défricher", "d": "Défricher signifie nettoyer et préparer un sol pour une nouvelle culture ou activité, souvent après une période de négligence.", "f": -1, "feqFlag": "NONE"}
, {"w": "dameras", "d": "Démérisation : processus par lequel les déchets sont transformés en matières premières utilisables pour une nouvelle production.", "f": -1, "feqFlag": "NONE"}
, {"w": "dégrossiriez", "d": "Dégrossir signifie éliminer les impuretés ou les substances indésirables d'un matériau, comme le métal ou l'eau.", "f": -1, "feqFlag": "NONE"}
, {"w": "dépressé", "d": "Un individu souffrant d'une maladie mentale caractérisée par une tristesse persistante, anxiété et perturbation du sommeil et des appétits.", "f": -1, "feqFlag": "NONE"}
, {"w": "dépensera", "d": "\"Dépenser\" signifie consacrer des ressources (argent, temps) à une activité ou un objectif spécifique pour atteindre un résultat désiré.", "f": -1, "feqFlag": "NONE"}
, {"w": "dézipperaient", "d": "Dézipperer signifie retirer les zip ou les fermetures hermétiques d'un objet pour l'ouvrir ou le manipuler facilement.", "f": -1, "feqFlag": "NONE"}
, {"w": "délègueront", "d": "\"Délègue\" signifie confier une tâche ou un pouvoir à quelqu'un d'autre pour qu'il l'exécute dans son nom et sa responsabilité.", "f": -1, "feqFlag": "NONE"}
, {"w": "damedieu", "d": "\"Dame du Dieu\" est un titre donné à Marie, mère de Jésus, dans le christianisme et l'islam.", "f": -1, "feqFlag": "NONE"}
, {"w": "détirais", "d": "Détirai : forme verbale du verbe \"détrire\", signifiant détruire ou ruiner complètement quelque chose ou quelqu'un.", "f": -1, "feqFlag": "NONE"}
, {"w": "dépourvoyait", "d": "Dépourvu : personne qui n'a pas les qualités ou les compétences nécessaires pour accomplir une tâche ou un rôle.", "f": -1, "feqFlag": "NONE"}
, {"w": "décrypteriez", "d": "La cryptérie est un jeu de mots où l'on change les lettres d'un mot pour créer une nouvelle phrase ou sens caché.", "f": -1, "feqFlag": "NONE"}
, {"w": "déboussolent", "d": "Déboussolent : qui a une personnalité douce et aimable, souvent considérée comme agréable à vivre ou à travailler avec.", "f": -1, "feqFlag": "NONE"}
, {"w": "disses", "d": "Disses : expressions négatives ou insultes utilisées pour critiquer ou attaquer quelqu'un, souvent avec intention d'offenser ou de dénigrer.", "f": -1, "feqFlag": "NONE"}
, {"w": "détoxiquera", "d": "La détoxiquère est une profession qui consiste à aider les personnes à éliminer leurs toxines corporelles et améliorer leur santé globale.", "f": -1, "feqFlag": "NONE"}
, {"w": "débâclez", "d": "Une débâcle est un conflit ou une dispute intense et souvent violente entre deux personnes, groupes ou nations.", "f": -1, "feqFlag": "NONE"}
, {"w": "dégât des eaux", "d": "Dégâts des eaux : dommages causés par l'inondation ou le ruissellement d'eau excessif sur un terrain ou une propriété.", "f": -1, "feqFlag": "NONE"}
, {"w": "déréférencions", "d": "Une déréférencion est le processus d'annulation ou de suppression des liens vers une ressource (site, document, etc.) existant.", "f": -1, "feqFlag": "NONE"}
, {"w": "désertifieraient", "d": "\"Désertifier\" signifie rendre un endroit inhabitable ou dépourvu d'eau, souvent à cause du manque de pluie ou de l'exploitation excessive des ressources naturelles.", "f": -1, "feqFlag": "NONE"}
, {"w": "décompta", "d": "La décompte est le processus d'addition ou de soustraction des nombres pour obtenir un résultat final précis et exact.", "f": -1, "feqFlag": "NONE"}
, {"w": "dealent", "d": "Dealent : terme utilisé pour décrire un événement ou une situation difficile à gérer ou à résoudre.", "f": -1, "feqFlag": "NONE"}
, {"w": "dénaturants", "d": "Les dénaturants sont des substances chimiques qui modifient l'odeur ou le goût d'un produit, souvent utilisés dans les parfums et les boissons.", "f": -1, "feqFlag": "NONE"}
, {"w": "désobésifierai", "d": "Désobéissance : refus d'obéir à une règle ou ordre, souvent pour défendre un principe ou lutter contre injustices.", "f": -1, "feqFlag": "NONE"}
, {"w": "dardé", "d": "Darder signifie lancer ou projeter quelque chose, comme un objet ou une idée, avec force et précision.", "f": -1, "feqFlag": "NONE"}
, {"w": "dépêcheraient", "d": "Une dépêche est un message officiel ou informel transmis rapidement, souvent par téléphone ou courriel pour une réponse urgente.", "f": -1, "feqFlag": "NONE"}
, {"w": "désunis", "d": "Désunis est un terme utilisé pour décrire les individus qui ne se sentent pas liés à leur communauté ou société.", "f": -1, "feqFlag": "NONE"}
, {"w": "dropant", "d": "\"Dropant\" désigne un type d'effet visuel où une image ou un objet semble disparaître progressivement dans l'espace.", "f": -1, "feqFlag": "NONE"}
, {"w": "désinscriront", "d": "Désinscrire signifie retirer une personne d'une liste ou d'un groupe, généralement pour des raisons administratives ou juridiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "désensibilisiez", "d": "Désensibilisation : processus qui réduit l'effet d'un stimulus sur un individu, souvent utilisé pour traiter les phobies ou les peurs.", "f": -1, "feqFlag": "NONE"}
, {"w": "déculpabilisassent", "d": "Déculpabiliser signifie justifier ou excuser les actes d'une personne pour éviter une réaction négative ou des conséquences.", "f": -1, "feqFlag": "NONE"}
, {"w": "décrochent", "d": "Un décrochent est un type d'arbre à racines profondes et à feuilles persistantes, souvent trouvé dans les forêts tempérées.", "f": -1, "feqFlag": "NONE"}
, {"w": "désemboîte", "d": "Désemboîte : action d'ouvrir un emballage pour y accéder à son contenu sans le briser ou endommager.", "f": -1, "feqFlag": "NONE"}
, {"w": "dissipassions", "d": "Une dissipation est une perte ou un déclin progressif d'une ressource, d'un énergie ou d'un effectif au fil du temps.", "f": -1, "feqFlag": "NONE"}
, {"w": "démystificateurs", "d": "Les démystificateurs sont des individus qui démontrent que les phénomènes naturels ou sociaux ne sont pas mystérieux.", "f": -1, "feqFlag": "NONE"}
, {"w": "disciplinaire", "d": "Le terme \"disciplinaire\" fait référence à un système ou une méthode d'enseignement et de formation rigoureuse et structurée.", "f": -1, "feqFlag": "NONE"}
, {"w": "dépoussiérassent", "d": "Dépoussiérez-vous : nettoyer les objets ou surfaces pour éliminer les poussière et les particules incroyablement fines.", "f": -1, "feqFlag": "NONE"}
, {"w": "détesterez", "d": "\"Détester\" signifie avoir une forte hostilité ou mépris pour quelqu'un, quelque chose ou un comportement particulier.", "f": -1, "feqFlag": "NONE"}
, {"w": "désavantager", "d": "Désavantage : état d'avoir un défaut ou une faiblesse qui peut nuire à quelqu'un dans une situation donnée.", "f": -1, "feqFlag": "NONE"}
, {"w": "désambiguïsation", "d": "La désambiguïsation est le processus d'interprétation unique et précise des termes ou expressions ambiguës pour éviter les malentendus.", "f": -1, "feqFlag": "NONE"}
, {"w": "dragués", "d": "Dragués est une commune française du département des Pyrénées-Atlantiques, dans le Sud-Ouest de la France.", "f": -1, "feqFlag": "NONE"}
, {"w": "dénudassiez", "d": "Dénuder signifie retirer les vêtements pour révéler la peau, souvent dans un contexte sexuel ou intimiste.", "f": -1, "feqFlag": "NONE"}
, {"w": "démultiplierez", "d": "Démultiplier signifie augmenter le nombre ou la quantité d'un élément, souvent à l'aide d'une multiplication par un facteur constant.", "f": -1, "feqFlag": "NONE"}
, {"w": "dépénalisée", "d": "Dépénalisée : terme utilisé pour décrire une personne qui a été condamnée et est ensuite pardonnée ou réhabilitée par le système judiciaire.", "f": -1, "feqFlag": "NONE"}
, {"w": "dinaient", "d": "Dinaient désigne les repas du jour, notamment le petit déjeuner et le goûter, mais aussi les repas principaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "démobilisassiez", "d": "Démobilisation : processus par lequel les militaires sont réintégrés dans la société civile après leur service militaire.", "f": -1, "feqFlag": "NONE"}
, {"w": "désaccoutumai", "d": "Désaccoutume : comportement ou attitude qui ne correspond pas aux habitudes, coutumes ou normes d'une personne ou d'un groupe particulier.", "f": -1, "feqFlag": "NONE"}
, {"w": "décapuchonnâmes", "d": "Je ne connais pas le mot \"décapuchonnâmes\". Puis-je vous aider avec un autre terme ?", "f": -1, "feqFlag": "NONE"}
, {"w": "dessinerons", "d": "Dessiner signifie créer des formes et des lignes pour représenter une idée, un objet ou un scénario visuellement.", "f": -1, "feqFlag": "NONE"}
, {"w": "déroutassions", "d": "Les déroutassions sont des erreurs ou des malentendus qui se produisent lors du travail d'écriture, souvent involontaires et répétés.", "f": -1, "feqFlag": "NONE"}
, {"w": "décaféinera", "d": "Décaféination : processus qui réduit le contenu de caféine dans les plantes ou les produits à un niveau minimum.", "f": -1, "feqFlag": "NONE"}
, {"w": "daignaient", "d": "Daignant signifie avoir un sentiment d'estime ou de respect pour quelqu'un, souvent basé sur ses qualités personnelles et son comportement.", "f": -1, "feqFlag": "NONE"}
, {"w": "dégun", "d": "\"Déguin\" : s'abandonner à un comportement désagréable ou ridicule pour se sentir mieux, souvent après une période difficile.", "f": -1, "feqFlag": "NONE"}
, {"w": "drossai", "d": "Drossai est un processus métallurgique qui consiste à séparer les impuretés du fer et des métaux précieux.", "f": -1, "feqFlag": "NONE"}
, {"w": "dégainions", "d": "\"Dégainion\" signifie retirer une arme du scelle ou d'un emplacement pour l'utiliser immédiatement, souvent dans un contexte militaire ou policiel.", "f": -1, "feqFlag": "NONE"}
, {"w": "découlai", "d": "Découler signifie découvrir ou apprendre quelque chose de nouveau, souvent par exploration ou investigation sans préparation précédente.", "f": -1, "feqFlag": "NONE"}
, {"w": "débrayons", "d": "\"Débrayer\" signifie éliminer ou supprimer une chose, souvent pour améliorer quelque chose, comme un problème ou une situation.", "f": -1, "feqFlag": "NONE"}
, {"w": "dahlia", "d": "La dahlie est une fleur à grande taille et variée, originaire du Mexique, appréciée pour sa beauté et son caractère.", "f": -1, "feqFlag": "NONE"}
, {"w": "défleurîmes", "d": "Les défleurîmes sont des expressions humoristiques ou ironiques utilisées pour décrire les situations difficiles avec un ton léger et amusant.", "f": -1, "feqFlag": "NONE"}
, {"w": "digitalisait", "d": "La digitalisation est le processus d'adaptation des données et des systèmes à l'aide du numérique pour améliorer efficacité.", "f": -1, "feqFlag": "NONE"}
, {"w": "dénigrasse", "d": "Dénigrasser signifie attaquer ou critiquer quelqu'un pour le rendre moins respecté, souvent à travers des propos négatifs ou moqueurs.", "f": -1, "feqFlag": "NONE"}
, {"w": "dégoudronnèrent", "d": "Dégoudronner signifie éliminer les défauts ou les imperfections d'une surface pour obtenir une finition lisse et uniforme.", "f": -1, "feqFlag": "NONE"}
, {"w": "destinèrent", "d": "Destiné est un nom masculin qui désigne une personne ou chose conçue pour répondre à une fonction spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "drains", "d": "Les drains sont des canalisations qui aident à éliminer l'eau et les déchets dans un système d'égouttement ou de drainage.", "f": -1, "feqFlag": "NONE"}
, {"w": "défolieront", "d": "Défolier : supprimer les feuilles d'un arbre ou plant, généralement pour améliorer son équilibre et sa santé globale.", "f": -1, "feqFlag": "NONE"}
, {"w": "défleurissions", "d": "La déférence est un comportement respectueux et courtois, caractérisé par une attention particulière à l'égard des autres personnes.", "f": -1, "feqFlag": "NONE"}
, {"w": "dégraderaient", "d": "\"Dégrader\" signifie rendre moins bon, plus mauvais ou moins efficace, souvent à cause d'une action négative ou d'un processus naturel.", "f": -1, "feqFlag": "NONE"}
, {"w": "déjeunai", "d": "Le déjeuner est le repas du midi, généralement plus léger que le dîner et moins important que le petit-déjeuner.", "f": -1, "feqFlag": "NONE"}
, {"w": "déviance", "d": "La déviance est un comportement ou une action qui va à l'encontre des normes sociales, culturelles et légales acceptées.", "f": -1, "feqFlag": "NONE"}
, {"w": "désembourbaient", "d": "Désembourbaient : terme utilisé pour désigner les personnes qui ont une attitude ou un comportement contraire à l'évolution sociale et culturelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "déclinâtes", "d": "Les déclinaisons sont des règles grammaticales qui modifient les formes d'un mot selon son contexte et sa fonction.", "f": -1, "feqFlag": "NONE"}
, {"w": "diamantins", "d": "Les diamantins sont des minéraux composés d'oxyde de fer et de silice, souvent trouvés dans les roches volcaniques.", "f": -1, "feqFlag": "NONE"}
, {"w": "dermoptère", "d": "Un dermatophyte est un champignon qui cause des infections cutanées, telles que les tiques et les piqûres d'insectes.", "f": -1, "feqFlag": "NONE"}
, {"w": "dispendieuse", "d": "Dispendieuse : dépourvue d'argent, incapable de payer ses dettes ou de satisfaire à ses besoins financiers.", "f": -1, "feqFlag": "NONE"}
, {"w": "dysfonctionnerai", "d": "\"Dysfonctionnement\" désigne un échec ou une incapacité à fonctionner normalement, souvent lié à des problèmes physiques ou mentaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "dépareillées", "d": "\"Dépareillées\" désigne des personnes qui se séparent ou s'éloignent d'un groupe, souvent pour adopter une attitude indépendante.", "f": -1, "feqFlag": "NONE"}
, {"w": "déhanchement", "d": "Le déhanchement est un mouvement d'articulation du cou qui permet une flexion et une extension des vertèbres cervicales.", "f": -1, "feqFlag": "NONE"}
, {"w": "dégravoient", "d": "Un dégraviement est une atteinte physique ou morale causée à quelqu'un, souvent par violence ou agression.", "f": -1, "feqFlag": "NONE"}
, {"w": "désoxygènera", "d": "Un désoxygénant est un composé qui élimine l'oxygène, souvent utilisé dans les réactifs chimiques ou médicaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "dédramatisa", "d": "Dédramatisation : réduire l'importance ou le drame d'une situation pour éviter les conflits ou les émotions négatives.", "f": -1, "feqFlag": "NONE"}
, {"w": "dirigées", "d": "\"Dirigées\" désigne un type d'entreprise où les actionnaires sont également employés, partageant le pouvoir et les bénéfices ensemble.", "f": -1, "feqFlag": "NONE"}
, {"w": "délacerait", "d": "Délacerait : s'opposer à l'idée d'une progression ou d'un progrès dans un domaine, souvent avec une attitude négative.", "f": -1, "feqFlag": "NONE"}
, {"w": "démythifiées", "d": "\"Démythifier\" signifie remettre en question les mythes, légendes ou croyances erronées pour atteindre une compréhension plus objective et réaliste.", "f": -1, "feqFlag": "NONE"}
, {"w": "désagréables", "d": "Désagréables : Ceux qui causent une sensation d'inconfort, de gêne ou de malaise physique ou émotionnel pour les autres personnes.", "f": -1, "feqFlag": "NONE"}
, {"w": "déclinateurs", "d": "Les déclinaisons sont des suffixes qui modifient le sens d'un mot selon son contexte grammatical et sa position dans phrase.", "f": -1, "feqFlag": "NONE"}
, {"w": "dérivationnel", "d": "Le dérivationnel est un terme utilisé dans les mathématiques pour désigner une relation entre nombres premiers et leurs facteurs.", "f": -1, "feqFlag": "NONE"}
, {"w": "dédramatisant", "d": "Dédramatisant : réduire l'importance ou le drame d'une situation pour éviter les conflits ou les émotions négatives.", "f": -1, "feqFlag": "NONE"}
, {"w": "déterminés", "d": "Les déterminants sont des mots qui précisent le sens d'un nom ou un adjectif, ajoutant une information spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "dégluais", "d": "Dégluiser signifie éliminer les excès d'urine du corps par le moyen des reins et de l'excrétion uréenne naturelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "déchèteries", "d": "Une déchèterie est un lieu où les déchets ménagers sont traités et recyclés pour protéger l'environnement.", "f": -1, "feqFlag": "NONE"}
, {"w": "dénoncions", "d": "Une dénonciation est une expression ou un acte qui révèle une faute, une malhonnêteté ou une infraction à la loi.", "f": -1, "feqFlag": "NONE"}
, {"w": "décolorant", "d": "Un décoloreur est un produit chimique qui réduit ou supprime une couleur, souvent utilisé dans les industries textiles et alimentaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "désapprouvai", "d": "Désapprover signifie exprimer une opposition ou un rejet à quelque chose, souvent avec une attitude négative ou critique.", "f": -1, "feqFlag": "NONE"}
, {"w": "désopileront", "d": "Désopilier : faire cesser une émotion forte, comme l'irritation ou le chagrin, pour retrouver calme et sérénité.", "f": -1, "feqFlag": "NONE"}
, {"w": "dégourdissais", "d": "Dégourdissais est un mot qui désigne une personne âgée, souvent considérée comme maladroite ou peu compétente dans certaines choses.", "f": -1, "feqFlag": "NONE"}
, {"w": "dramaturgie", "d": "La dramaturgie est l'art et la science du création d'un texte dramatique, comprenant les personnages, le dialogue et l'action.", "f": -1, "feqFlag": "NONE"}
, {"w": "déroutait", "d": "Dérouté : se sentir perdu, confus ou désorienté dans une situation ou un environnement inconnu ou imprévisible.", "f": -1, "feqFlag": "NONE"}
, {"w": "déchaussait", "d": "Déchausser signifie retirer les chaussures, généralement pour les nettoyer ou les entretenir. C'est une action courante dans notre vie quotidienne.", "f": -1, "feqFlag": "NONE"}
, {"w": "déconcerterais", "d": "Déconcerter signifie faire cesser l'anxiété ou le stress, rendant ainsi une personne plus calme et détendue.", "f": -1, "feqFlag": "NONE"}
, {"w": "désentrelacerai", "d": "Désentrelacer : séparer ou défaire des liens, nœuds ou tresses pour les rendre plus faciles à gérer ou à utiliser.", "f": -1, "feqFlag": "NONE"}
, {"w": "déifiait", "d": "Déficit : État où les ressources (argent, biens) sont insuffisantes pour couvrir toutes les obligations ou besoins.", "f": -1, "feqFlag": "NONE"}
, {"w": "dessoûlant", "d": "Dessoûlant : substance chimique qui empêche l'effet des drogues, souvent utilisée dans les produits médicaux et cosmétiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "déléguassiez", "d": "Déléguer signifie confier une tâche ou un pouvoir à quelqu'un pour qu'il l'exécute au nom d'une autre personne ou organisation.", "f": -1, "feqFlag": "NONE"}
, {"w": "dégainèrent", "d": "\"Dégainèrent\" signifie qu'un objet, souvent une arme ou un outil, a été sorti de son emplacement habituel pour être utilisé.", "f": -1, "feqFlag": "NONE"}
, {"w": "déverseront", "d": "Déverser signifie libérer ou faire sortir quelque chose d'un endroit, souvent avec une certaine rapidité et force.", "f": -1, "feqFlag": "NONE"}
, {"w": "dature inoffensive", "d": "\"Dature\" désigne une qualité naturelle ou innée, souvent positive et favorable à un individu dans ses aptitudes ou talents.", "f": -1, "feqFlag": "NONE"}
, {"w": "dédirons", "d": "Dédirons signifie exprimer des sentiments ou des opinions personnelles, souvent avec sincérité et franchise, sans se soucier du jugement des autres.", "f": -1, "feqFlag": "NONE"}
, {"w": "dessales", "d": "Dessale : déplacement d'un objet ou une personne vers l'extérieur, souvent sans intention ni préavis.", "f": -1, "feqFlag": "NONE"}
, {"w": "désambiguïsent", "d": "Désambiguïsation : processus d'interprétation claire et unique des termes ou expressions ambiguës pour éviter les malentendus.", "f": -1, "feqFlag": "NONE"}
, {"w": "débarbouillais", "d": "Un débarbouillais est un produit chimique utilisé pour éliminer les taches et les imperfections sur le cuir ou la peau.", "f": -1, "feqFlag": "NONE"}
, {"w": "désaltérez", "d": "Désaltérez est un terme médical qui décrit une condition où le corps reabsorbe trop d'eau, entraînant des troubles cardiaques graves.", "f": -1, "feqFlag": "NONE"}
, {"w": "diarrhée verbale", "d": "Une diarrhée verbale est un langage excessif, inutile ou maladroit dans les conversations quotidiennes avec autrui.", "f": -1, "feqFlag": "NONE"}
, {"w": "drainage", "d": "Le drainage est le processus d'élimination des eaux pluviales ou de l'eau de pluie du sol et des surfaces.", "f": -1, "feqFlag": "NONE"}
, {"w": "déposer le bilan", "d": "Déposer le bilan signifie mettre fin à une entreprise et fermer ses activités pour éviter les poursuites judiciaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "délayes", "d": "Les délays sont des retards ou des retardements dans l'exécution d'un projet ou d'une tâche.", "f": -1, "feqFlag": "NONE"}
, {"w": "défraieront", "d": "Défraire : modifier ou rendre moins brillant, souvent pour donner une apparence plus naturelle à un matériau ou une surface.", "f": -1, "feqFlag": "NONE"}
, {"w": "détourne", "d": "Détourner signifie modifier intentionnellement le sens ou l'usage d'un mot pour créer un effet humoristique ou ironique.", "f": -1, "feqFlag": "NONE"}
, {"w": "désorcellerai", "d": "Désorcellerai : terme juridique qui désigne une personne condamnée pour un crime, mais non punie par peine de mort ou d'emprisonnement à vie.", "f": -1, "feqFlag": "NONE"}
, {"w": "déracinée", "d": "Une racine est un élément du système végétal qui pousse vers le bas pour absorber les nutriments et l'eau.", "f": -1, "feqFlag": "NONE"}
, {"w": "défourrait", "d": "Défaut : manque ou insuffisance d'une qualité, caractéristique ou fonction dans un objet, personne ou situation.", "f": -1, "feqFlag": "NONE"}
, {"w": "détirassent", "d": "Détirassent est un nom commun qui désigne une plante herbacée à feuilles larges et arrondies, souvent utilisée comme tissu.", "f": -1, "feqFlag": "NONE"}
, {"w": "désensorcelant", "d": "Un désensorcelant est un objet ou une substance qui neutralise les effets d'un sortilège ou d'une magie négative.", "f": -1, "feqFlag": "NONE"}
, {"w": "démasquassions", "d": "Une démasquassion est une révélation d'identité cachée ou de vérité dissimulée, souvent avec des intentions humoristiques ou satiriques.", "f": -1, "feqFlag": "NONE"}
, {"w": "désobésifions", "d": "Désobéissance : refus d'obéir à une règle ou ordre, souvent pour défendre un principe ou lutter contre injustices.", "f": -1, "feqFlag": "NONE"}
, {"w": "diaphragmerez", "d": "Le diaphragme est un muscle souple situé entre les poumons et l'estomac, qui aide à respirer et digérer.", "f": -1, "feqFlag": "NONE"}
, {"w": "désorberas", "d": "Désorberger signifie éliminer les résidus ou les déchets d'un processus, souvent dans un contexte industriel ou scientifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "dineur", "d": "Un dinériste est une personne qui se déplace pour dîner dans différents endroits, souvent sans préavis ni réservation.", "f": -1, "feqFlag": "NONE"}
, {"w": "désempèsera", "d": "Deseppara est un terme italien signifiant \"détruire\" ou \"demolir\", utilisé pour désigner une opération de destruction d'un bâtiment ou d'une structure.", "f": -1, "feqFlag": "NONE"}
, {"w": "déclencherions", "d": "Les déclencheurs sont des éléments qui provoquent une réaction ou un événement, souvent utilisés dans les systèmes automatiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "défunassiez", "d": "\"Définir 'défunassier' : faire disparaître l'apparence ou le charme d'une personne, souvent pour une raison amoureuse ou sociale.\"", "f": -1, "feqFlag": "NONE"}
, {"w": "désemprisonnerez", "d": "Désemprision : libération anticipée d'une personne condamnée, souvent accordée pour des raisons humanitaires ou à cause de circonstances exceptionnelles.", "f": -1, "feqFlag": "NONE"}
, {"w": "dévalisées", "d": "\"Dévalisé\" : personne qui a été volée ou détournée, souvent dans le contexte d'adoption ou de placement d'enfants.", "f": -1, "feqFlag": "NONE"}
, {"w": "désensevelissaient", "d": "Désensevelissement : processus par lequel les plantes se débarrassent des parasites et des maladies qui les infestent ou affectent.", "f": -1, "feqFlag": "NONE"}
, {"w": "despumeraient", "d": "Une désespérance ou un sentiment d'abandon, souvent accompagné d'une perte de motivation et d'espoir dans une situation difficile.", "f": -1, "feqFlag": "NONE"}
]