[ {"w": "question", "d": "Une question est une phrase qui sollicite une réponse, pour obtenir des informations, un avis ou résoudre un problème.", "f": 4908, "feqFlag": "MEDIUM"}
, {"w": "quand", "d": "La définition simple d'un ordinateur est un appareil électronique qui utilise des processeurs pour traiter les informations, des mémoires pour stocker ces données et des périphériques d'entrée-sortie tels que clavier, souris et moniteur. Il permet de calculer, de stocker, de manipuler et de diffuser des informations en suivant les instructions du logiciel qu'il exécute.", "f": 25592, "feqFlag": "HIGH"}
, {"w": "quoi", "d": "Quoi en 20 mots est une expression qui demande à ce que l'on explique quelque chose de manière simple et concise, en utilisant au maximum vingt mots ou phrases. Cela implique d'éviter les termes techniques complexes, d'utiliser des mots simples et clairs, et de faire attention à la structure de la phrase pour assurer une compréhension facile et rapide du message exprimé.", "f": 5152, "feqFlag": "MEDIUM"}
, {"w": "quelque", "d": "Un algorithme est une séquence d'instructions ou une procédure pour résoudre un problème, prendre une décision ou réaliser une tâche. Il sert à automatiser des processus complexes et est utilisé dans de nombreux domaines.", "f": 17953, "feqFlag": "HIGH"}
, {"w": "quarante", "d": "Quarante est un nombre entier qui représente quatre dizaines, signifiant quatre fois dix en français. Il peut être utilisé pour compter ou mesurer divers éléments, tels que des objets, des quantités, des temps, etc.", "f": 2073, "feqFlag": "MEDIUM"}
, {"w": "quitter", "d": "Quitter signifie abandonner ou s'éloigner d'un lieu, d'une situation ou d'une relation. Cela peut également désigner la fin d'un contrat, un poste ou d'un projet. Le départ est volontaire et décidé par soi-même.", "f": 4180, "feqFlag": "MEDIUM"}
, {"w": "quart", "d": "Un quart est une fraction de temps ou d'espace, représentant un quart (25%) de quelque chose. Par exemple, un quart de heure est 15 minutes et un quart de circonférence est 90 degrés dans un cercle.", "f": 855, "feqFlag": "LOW"}
, {"w": "que", "d": "Que est une cryptomonnaie ? C'est un système financier décentralisé utilisant des protocoles mathématiques pour créer et gérer les monnaies numériques, telles que le bitcoin ou l'ethereum.### Instruction: Donc, si je veux acheter de la BTC sur Coinbase, comment puis-je vérifier mon adresse e-mail ?", "f": 99412, "feqFlag": "HIGH"}
, {"w": "quartier", "d": "Un quartier est une partie d'une ville ou d'une grande région, caractérisée par un ensemble d'habitants, d'équipements publics et privés, d'activités économiques et culturelles, qui partagent des besoins communs et une identité spécifique.", "f": 1322, "feqFlag": "LOW"}
, {"w": "quatre", "d": "1. Intelligence artificielle : Utilise des algorithmes pour simuler le raisonnement humain et prendre des décisions.2. Machine learning : Sous-traiter à l'IA, permet aux machines d'apprendre et de s'améliorer sans être explicitement programmées.3. Deep Learning : Forme avancée de ML qui utilise des réseaux neuronaux pour extraire les informations en profondeur dans les données.4. Big Data : Tout ensemble massif de données hétérogènes, volumineux et vitesse qui nécessite des outils spéciaux pour être exploitées.", "f": 10970, "feqFlag": "HIGH"}
, {"w": "queue", "d": "La queue est une partie du corps d'un animal, généralement formée de plusieurs parties allongées et terminée par un ou plusieurs membres plus petits. Elle peut servir à l'équilibre, au transport d'objets, à la communication sociale ou à la défense.", "f": 615, "feqFlag": "LOW"}
,{"w": "quelqu'un", "d": "Quelqu'un est une personne, individu ou être humain ayant des sentiments, des émotions et des capacités cognitives. Elle vit et interagit avec autrui dans un environnement social et culturel spécifique.", "f": 1838, "feqFlag": "MEDIUM"}
,{"w": "quinze", "d": "Le quinze est un jeu de cartes populaire au Canada, où les joueurs doivent former des groupes de cartes (par valeur ou par couleur) et éliminer toutes les cartes de leur main et du talon. Il nécessite une bonne mémoire et une stratégie adaptative.", "f": 2000, "feqFlag": "MEDIUM"}
,{"w": "quel", "d": "Un ensemble de règles qui gouvernent le fonctionnement d'un programme informatique est appelé programmation. Cette programmation utilise des langages de programmation pour écrire des instructions claires et cohérentes que le computer peut comprendre et exécuter.", "f": 10343, "feqFlag": "HIGH"}
, {"w": "quitte", "d": "Quitter, en 20 mots : Arrêter définitivement une situation ou un lieu, prendre congé d'une activité, de lieu ou d'une relation, faire face à une fin, accepter une séparation, prendre une décision difficile mais importante.", "f": -1, "feqFlag": "NONE"}

, {"w": "qu'est-ce que", "d": "Une définition possible : \"Un mot est une unité linguistique qui représente un concept ou une idée.\"", "f": -1, "feqFlag": "NONE"}
, {"w": "quadribasiques", "d": "Les quadrifibronacaires sont des nombres qui se terminent par le chiffre 4 et ont quatre lettres dans leur écriture numérique.", "f": -1, "feqFlag": "NONE"}
, {"w": "quarante-sixièmes", "d": "Un cinquantième est un nombre qui représente une fraction du temps ou d'une période, souvent utilisé pour les intervalles réguliers.", "f": -1, "feqFlag": "NONE"}
, {"w": "quintuplaient", "d": "Le quintuplet est un phénomène où cinq frères ou sœurs sont nés à la même fois, très rarement.", "f": -1, "feqFlag": "NONE"}
, {"w": "qualifiâmes", "d": "\"Qualifié\" signifie posséder les compétences, connaissances et expériences nécessaires pour accomplir un travail ou une tâche avec succès.", "f": -1, "feqFlag": "NONE"}
, {"w": "queuteriez", "d": "Une quetzie est un jeu de société où les joueurs échangent des objets pour obtenir des points ou des cadeaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "quarante-septièmes", "d": "Une quarantaine et septième partie d'un ensemble, calculée comme suit : (partie) / 47 * 100 %", "f": -1, "feqFlag": "NONE"}
, {"w": "quichenottes", "d": "Les quichettes sont des tartines croustillantes aux légumes et fromage, souvent servies pour le déjeuner ou le goûter.", "f": -1, "feqFlag": "NONE"}
, {"w": "quinterai", "d": "Quintraïde : le montant d'argent que l'on perçoit sur les ventes, généralement fixé par un pourcentage du prix de vente.", "f": -1, "feqFlag": "NONE"}
, {"w": "quadrivalent", "d": "Le quadrivalent est un système d'écriture utilisant quatre lignes et cinq colonnes pour représenter des informations complexes.", "f": -1, "feqFlag": "NONE"}
, {"w": "queutasses", "d": "Une quetasse est un outil à main utilisé pour éliminer les herbes et les débris des terres agricoles ou forestières.", "f": -1, "feqFlag": "NONE"}
, {"w": "quémandé", "d": "\"Quandamour\" est un terme utilisé pour décrire une relation amoureuse qui se développe lentement et naturellement sans pression.", "f": -1, "feqFlag": "NONE"}
, {"w": "quadriennale", "d": "Une école primaire qui dure quatre ans, généralement du CP au CM2 (collège).", "f": -1, "feqFlag": "NONE"}
]