
[
 {"w": "zénaie", "d": "Zénaie est l'exercice de l'agriculture par des jeunes fermiers qui louent des terres à des propriétaires pour cultiver et vendre les produits agricoles qu'ils élèvent. Cela favorise la création d'entreprises agricoles durables et diversifie les sources de revenus dans la société rurale.", "f": -1, "feqFlag": "NONE"}

, {"w": "zigouillâtes", "d": "Les zigouillâtes sont des os minuscules situés à l'arrière du crâne, qui protègent les oreilles et le cou.", "f": -1, "feqFlag": "NONE"}
, {"w": "zigonnage", "d": "Le zigognage est une maladie génétique rare qui affecte le développement des os et du système nerveux humain.", "f": -1, "feqFlag": "NONE"}
, {"w": "zénoniens", "d": "Les Zénodéens sont des philosophes grecs qui ont développé une école philosophique fondée sur les enseignements d'Aristote et de Platon.", "f": -1, "feqFlag": "NONE"}
, {"w": "zone d’ exclusion", "d": "Une \"zone d'exclusion\" est une aire géographique où les activités militaires ou humaines sont interdites par ordre gouvernemental.", "f": -1, "feqFlag": "NONE"}
, {"w": "zoomèrent", "d": "Le terme \"zoomer\" désigne généralement les personnes nées entre 1997 et 2012, caractérisés par leur technologie et sensibilité numérique.", "f": -1, "feqFlag": "NONE"}
, {"w": "zébroïde", "d": "Un zébreïde est un enfant né avec une tache ou des marques noires sur sa peau, généralement causées par le défaut génétique ZEBRA (Zebrafish Biallelic Recessive Epistatic).", "f": -1, "feqFlag": "NONE"}
, {"w": "zooxanthelles", "d": "Les Zooxanthèles sont des algues symbiotiques qui vivent dans les coraux, fournissant leur oxygène et leurs nutriments.", "f": -1, "feqFlag": "NONE"}
, {"w": "zoukerait", "d": "Zouk est un style musical et dansé originaire du Sénégal, caractérisé par des rythmes énergiques et des mouvements dynamiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "zigouiller", "d": "Zigouiller : faire des mouvements brusques et rapides du corps, souvent pour exprimer joie ou énergie.", "f": -1, "feqFlag": "NONE"}
, {"w": "zéaxanthine", "d": "La xéaxantine est une substance chimique naturelle présente dans les plantes, utilisée comme colorant et pigment naturel.", "f": -1, "feqFlag": "NONE"}
, {"w": "zapâtes", "d": "Les zapâtes sont des chaussures traditionnelles espagnoles, généralement en cuir ou en tissu, avec un talon et une semelle épaisse.", "f": -1, "feqFlag": "NONE"}
, {"w": "zonulaires", "d": "Les zonéraires sont des zones géographiques définies par les autorités compétentes pour réglementer l'utilisation du sol et des ressources naturelles.", "f": -1, "feqFlag": "NONE"}
, {"w": "zaouias", "d": "Les Zaouias sont des groupes mystiques et politiques du XIXe siècle au Bénin, inspirés par le bouddhisme zen.", "f": -1, "feqFlag": "NONE"}
, {"w": "zébreront", "d": "Zébreront est un terme utilisé pour décrire une tendance à se vêtir et s'habiller de manière très élégante, souvent avec des accessoires luxueux.", "f": -1, "feqFlag": "NONE"}
, {"w": "zooparcs", "d": "Un zoo est un parc où l'on trouve des animaux sauvages et domestiques, souvent avec des spectacles et attractions.", "f": -1, "feqFlag": "NONE"}
, {"w": "zambien", "d": "Le Zambie est un pays d'Afrique australe, situé au sud du lac Tanganyika et bordé par le Zambia.", "f": -1, "feqFlag": "NONE"}
]