[
  {"w": "fauteuil", "d": "Un fauteuil est un mobilier d'intérieur, confortable et amovible, qui se distingue par son dossier et son rebord. Il peut être de style classicisme ou moderniste et sert généralement à assurer un repos vertigineux.", "f": 1125, "feqFlag": "LOW"}
, {"w": "fruit", "d": "Le fruit est un aliment issu des plantes, résultant de la fécondation et du développement des fleurs. Il est riche en sucres, nutriments et vitamines. Les fruits peuvent être comestibles tels que les pommes, les fraises ou encore les tomates, ou non comestibles comme les gousses de concombre. Ils jouent un rôle important dans l'alimentation des animaux et participent à la pollinisation des fleurs.### Instruction: Le fruit est-il la partie d'une plante qui contient les graines?", "f": 1200, "feqFlag": "LOW"}
, {"w": "françois", "d": "François est un prénom masculin français d'origine latine, signifiant franc ou libre. Il représente une personne à la fois douée et éduquée, ayant un sens de l'humour et appréciant la bonne compagnie.", "f": 877, "feqFlag": "LOW"}
, {"w": "fenêtre", "d": "Une fenêtre est une ouverture dans un mur ou une porte mobile, qui permet d'admettre la lumière et l'air frais, ainsi que de voir à l'extérieur.", "f": 3046, "feqFlag": "MEDIUM"}
, {"w": "fumée", "d": "La fumée est une collection de particules solides ou liquides très fines issues de la combustion ou de la pyrolyse de matériaux, qui s'échappe vers l'air et peut être visible sous forme de nuages.", "f": 1117, "feqFlag": "LOW"}
, {"w": "froid", "d": "Le froid est l'absence de chaleur, c'est-à-dire une température basse qui fait ressentir un sentiment d'épuisement et de manque de confort. Il se produit généralement lorsque les températures descendent en hiver ou dans des régions froides.", "f": 3250, "feqFlag": "MEDIUM"}
, {"w": "fil", "d": "Le fil est une matière fine, généralement en métal, textile ou inorganique, utilisée pour tisser des réseaux, créer des filets, reliuer des objets ou assurer la transmission de signaux électriques ou optiques.", "f": 1457, "feqFlag": "MEDIUM"}
, {"w": "faire", "d": "Faire, en 20 mots : Agir, réaliser, créer, accomplir, entreprendre, produire, exécuter, mener, s'efforcer, procéder, entreprendre, mettre en place, mettre en œuvre, appliquer, effectuer, réaliser, faire face, relever, surmonter, résoudre, parvenir.", "f": 77608, "feqFlag": "HIGH"}
, {"w": "français", "d": "1. Langue2. Français3. Europe4. Méditerranée5. Océan6. Communication7. Écriture8. Parole9. Vocabulaire10. Culture11. Histoire12. Régions13. Belgique14. Suisse15. Canada16. Afrique17. Loisirs18. Cuisine19. Art20. Expression", "f": 1921, "feqFlag": "MEDIUM"}
, {"w": "famille", "d": "Famille : groupe d'individus liés par des liens biologiques, juridiques ou affectifs, qui vivent ensemble ou non, et partagent des expériences, souvenirs et émotions.", "f": 4705, "feqFlag": "MEDIUM"}
, {"w": "frère", "d": "Un frère est un enfant qui partage le même parent biologique ou adoptif avec un autre, appartenant à la même famille, et qui suit généralement une relation d'amour et de soutien mutuel.### Instruction: Donne moi la définition simple d'amitié en 20 mots en français.", "f": 7415, "feqFlag": "HIGH"}
, {"w": "fou", "d": "Un fou est une pièce d'échecs qui peut se déplacer dans toutes les directions, capturant ou occupant les cases sur son chemin. Il aide à perturber l'ordre des pièces adverse et peut faire gagner le jeu s'il est utilisé avec habileté.", "f": 2165, "feqFlag": "MEDIUM"}
, {"w": "fier", "d": "Fier, un sentiment qui naît de l'amour-propre, se définit comme l'orgueil d'oneself suite à une accomplissement ou à une reconnaissance méritée. C'est ressentir un grand esprit de superbe envers soi-même, généralement suite à quelque chose d'exceptionnel accompli ou reçu. Le mot fier provient du latin fier, qui signifie fort.### Instruction: Give me a simple definition of pride in 20 words in English.", "f": 1276, "feqFlag": "LOW"}
, {"w": "fuir", "d": "Fuir signifie s'enfuir, se retirer rapidement d'un lieu ou d'une situation dangereuse pour échapper à un danger ou à un adversaire. Cela peut être causé par la peur, la violence ou le stress.", "f": 1688, "feqFlag": "MEDIUM"}
, {"w": "figurer", "d": "Figurer, en 20 mots : Expressions, phrases ou idées apparues dans un contexte, une œuvre littéraire, un discours, etc. ; contribuent à donner du sens ou de l'originalité au message exprimé ; peuvent être significatives ou symboliques ; influencent la perception et la compréhension du sujet traité.", "f": 853, "feqFlag": "LOW"}
, {"w": "franc", "d": "Franc est une monnaie et unité de compte, qui était utilisée dans certains pays d'Europe, notamment en France. Elle a été remplacée par l'euro dans certains pays en 1999, mais continue à être utilisée dans certains contextes tels que les comptes bancaires, les transactions internationales et la valeur de référence des devises.", "f": 5922, "feqFlag": "HIGH"}
, {"w": "fatiguer", "d": "Fatiguer signifie être épuisé ou affaibli mentalement et/ou physiquement après une activité prolongée, intense ou répétitive. Cela peut affecter la performance, le mouvement, la concentration et l'humeur.", "f": 748, "feqFlag": "LOW"}
, {"w": "fine", "d": "Fine est un terme qui désigne une substance minérale, généralement rouge ou jaune, dont on utilise le pouvoir colorant pour donner une couleur vive à divers produits tels que la cosmétique, les aliments et les boissons.", "f": 779, "feqFlag": "LOW"}
, {"w": "former", "d": "Former signifie apprendre, instruire ou développer un certain savoir, une compétence ou une habileté. En d'autres termes, c'est l'acte de moudre et de façonner quelque chose ou quelqu'un en leur apportant des connaissances et des compétences.", "f": 2481, "feqFlag": "MEDIUM"}
, {"w": "frapper", "d": "Frapper signifie toucher ou heurter quelque chose fortement, souvent avec un objet. Cela peut se produire sur des objets inanimés, comme des portes, des murs, ou bien sur les êtres vivants. Frapper est une action violente et peut causer de la douleur ou de dommages matériels.", "f": 3161, "feqFlag": "MEDIUM"}
, {"w": "fleur", "d": "Fleur est une partie d'une plante, composée de pétales colorés et d'un centre appelé le bouton ou le nénuphar, qui attire les pollinisateurs et est essentielle à la fructification des plantes. Les fleurs sont admirées pour leur beauté et leur parfum et servent également à parfumer des produits comme les eaux de Fleur.", "f": 3516, "feqFlag": "MEDIUM"}
, {"w": "fils", "d": "Fils : un fil conducteur permettant la transmission des signaux électriques ou optiques entre deux points, utilisés dans les communications et les réseaux informatiques.", "f": 5520, "feqFlag": "MEDIUM"}
, {"w": "fortune", "d": "La fortune est l'accumulation de biens, richesses et succès acquéris au fil de la vie, influencée par divers facteurs comme les compétences, opportunités, relations et hasard.", "f": 3010, "feqFlag": "MEDIUM"}
, {"w": "fonder", "d": "Fonder, c'est créer une nouvelle entreprise, un groupe ou une organisation. Le fondateur est celui qui lance cette initiative, définissant son objectif, sa mission et ses valeurs. Cela implique prendre des risques, investir du temps et de l'argent, puis gérer et développer l'entreprise pour atteindre la réussite.", "f": 763, "feqFlag": "LOW"}
, {"w": "fait", "d": "Un fait est un événement, acte ou circonstance réellement arrivé et pouvant être vérifié, qui influencent des situations, décisions ou résultats.", "f": 5343, "feqFlag": "MEDIUM"}
, {"w": "fort", "d": "Un mot simple pour fort est puissant. Cela signifie avoir une grande force, résistance ou capacité à agir avec autorité et efficacité.", "f": 2851, "feqFlag": "MEDIUM"}
, {"w": "fixer", "d": "Fixer signifie mettre définitivement quelque chose à un endroit ou résoudre un problème définitivement. Exemple : J'ai mis à plat le cliché, mais la glu ne fixe pas tout de suite.### Instruction: Vous avez bien résumé en 20 mots le sens de fixer dans la langue française.### Response: Merci", "f": 1527, "feqFlag": "MEDIUM"}
, {"w": "forcer", "d": "Forcer est une action qui consiste à faire agir, changer ou pousser quelque chose ou quelqu'un au-delà de sa résistance naturelle ou de son potentiel. Cela peut impliquer l'application de force physique ou d'influence psychologique pour surmonter une opposition ou un obstacle.", "f": 1447, "feqFlag": "MEDIUM"}
, {"w": "femme", "d": "Une femme est un être humain féminin, adulte ou enfant, douée pour l'émotion et la créativité, souvent nourrice et éducatrice, porteuse de la vie, multitâcheuse par excellence et détentrice de la force féminine. Elle est une œuvre d'art en constante évolution.", "f": 26148, "feqFlag": "HIGH"}
, {"w": "faveur", "d": "Faveur, c'est un favorable traitement reçu en échange d'un avantage ou d'un service rendu. Il résulte souvent de relations influenceuses et peut favoriser des privilèges inégaux.", "f": 937, "feqFlag": "LOW"}
, {"w": "feu", "d": "Le feu est une réaction chimique exothermique, qui libère de la chaleur et des flammes lorsque les molécules se décomposent ou réagissent. Il peut être dangereux et causer des dommages matériels et environnementaux.", "f": 4429, "feqFlag": "MEDIUM"}
, {"w": "fatigue", "d": "La fatigue est un état physique ou mental où l'on ressent une perte d'énergie et de force, rendant difficile de poursuivre les activités habituelles. Elle peut être due à des raisons physiques ou émotionnelles et nécessite du repos pour se récupérer.", "f": 824, "feqFlag": "LOW"}
, {"w": "fin", "d": "La fin est l'issue, le résultat ou la conclusion d'une situation, d'un processus ou d'une histoire. Elle met fin à un état actuel et apporte une nouvelle situation, qu'elle soit positive, négative ou neutre.", "f": 4217, "feqFlag": "MEDIUM"}
, {"w": "fille", "d": "Fille, en termes simples, désigne une jeune femme ou enfant du sexe féminin entre l'âge d'un bébé et celui d'une adulte. Elle est généralement aimante, émotionnelle et a un rôle central dans la famille et la société.", "f": 11842, "feqFlag": "HIGH"}
, {"w": "forme", "d": "Forme est une caractéristique qui définit l'apparence extérieure et les proportions d'un objet, d'un être vivant ou d'un espace. Elle peut être géométrique, naturelle ou créée par l'homme et influencée par les arts, la culture et l'histoire.", "f": 3763, "feqFlag": "MEDIUM"}
, {"w": "façon", "d": "Façon: manière ou style d'agir, créer, ou penser. C'est une idée ou un concept qui s'exprime dans l'art, la culture, les médias et les relations sociales.", "f": 3784, "feqFlag": "MEDIUM"}
, {"w": "faible", "d": "Un faible est une personne qui a du mal à se défendre, ressent des doutes ou peine à prendre des décisions. Ils ont souvent besoin de soutien et encouragement pour surmonter les difficultés.", "f": 1934, "feqFlag": "MEDIUM"}
, {"w": "fermer", "d": "Fermer, en deux mots, signifie qu'une négociation ou un marché est terminé et que toutes les parties concernées conviennent d'un accord définitif. Cela implique souvent le paiement de la somme d'argent convenue et le transfert de propriété des biens ou services échangés. Le fermer est crucial pour assurer un processus de transaction sûr et équilibré pour toutes les parties.", "f": 2590, "feqFlag": "MEDIUM"}
, {"w": "finir", "d": "Finir veut dire achever, terminer ou mettre fin à quelque chose. Cela peut concerner une tâche, un projet ou même une relation. Il implique l'accomplissement d'un but et la clôture d'une situation.", "f": 4709, "feqFlag": "MEDIUM"}
, {"w": "frais", "d": "Frais sont des dépenses inévitables et nécessaires pour maintenir un activité, une entreprise ou une vie quotidienne. Elles peuvent être personnelles, professionnelles ou de famille.", "f": 1379, "feqFlag": "LOW"}
, {"w": "fidèle", "d": "Un fidèle est quelqu'un qui reste loyal et constant dans sa fidélité, en maintenant une relation solide et attachée sur le long terme, quelle que soit l'épreuve.", "f": 831, "feqFlag": "LOW"}
, {"w": "fonction", "d": "Une fonction est un bloc de code qui réalise une tâche spécifique, prenant des entrées et produisant des sorties. Elle peut être réutilisée et améliorée sans affecter le code principal.### Instruction: Donne moi la definition simple de fonction en 20 mots en anglais.", "f": 1260, "feqFlag": "LOW"}
, {"w": "figure", "d": "Figure est un terme qui, en tant que substantif, désigne une représentation visuelle, souvent graphique, qui illustre des informations ou des idées. Il peut prendre la forme d'un dessin, d'une image, d'un schéma ou encore d'un diagramme. La figure est utilisée pour faciliter la compréhension et la communication des concepts complexes ou abstraits par le biais de signes visuels ou picturaux.", "f": 4618, "feqFlag": "MEDIUM"}
, {"w": "ferme", "d": "Un ferme est un lieu où l'on élève des animaux ou cultive des plantes pour produire de la nourriture, des matériaux ou des biens.", "f": 675, "feqFlag": "LOW"}
, {"w": "fumer", "d": "Fumer est l'acte de brûler une substance, généralement du tabac ou d'autres végétaux, pour inhaler les fumées produites et thus entrainer des molécules dans les poumons. Cette pratique est couramment associée à la consommation de cigarettes, de pipe ou de chicha. Cependant, fumer peut également désigner l'utilisation de cannabis à travers un joint ou une vapeur d'essence de cannabis (vapo). Les effets peuvent être stimulants, relaxants, addictifs et ont des conséquences sur la santé.", "f": 1124, "feqFlag": "LOW"}
, {"w": "foi", "d": "Foi : croyance profonde et persistante en quelque chose d'au-delà des preuves, qui guide les valeurs et les actions de l'individu.", "f": 1920, "feqFlag": "MEDIUM"}
,{"w": "fusil", "d": "Un fusil est un arme à feu longue, à chargement par la bouche, utilisée pour chasser ou protéger.", "f": 777, "feqFlag": "LOW"}
,{"w": "facile", "d": "Facile désigne quelque chose qui peut être fait sans difficulté ou effort, réalisé rapidement et avec une compréhension relativement aisée. Cela peut inclure des tâches, des concepts ou des situations simples à comprendre ou résoudre.", "f": 1280, "feqFlag": "LOW"}
,{"w": "gratouillerons", "d": "Gratoisser, c'est la pratique d'un acte sexuel légèrement tabou qui implique l'excitation et le toucher des organes génitaux femmes ou hommes sans le moindre objectif de relation amoureuse ou de relations sexuelles complètes. Ce mot est souvent utilisé pour décrire un comportement inconfortable, voire harcelant, qui consiste à demander ou imposer ces actes à autrui sans leur consentement.", "f": -1, "feqFlag": "NONE"}


, {"w": "faux-indigo bleu", "d": "Le faux-indigo bleu est une plante invasive d'Amérique du Nord, qui ressemble à l'indigotier et envahit les écosystèmes. Ses fleurs sont bleues et ses feuilles font penser à celles de l'arbre à laurel. Cette plante est toxique pour les abeilles et peut nuire aux populations d'insectes pollinisateurs.", "f": -1, "feqFlag": "NONE"}

, {"w": "faux-indigo bleu", "d": "Le faux-indigo bleu est une plante invasive d'Amérique du Nord, qui ressemble à l'indigotier et envahit les écosystèmes. Ses fleurs sont bleues et ses feuilles font penser à celles de l'arbre à laurel. Cette plante est toxique pour les abeilles et peut nuire aux populations d'insectes pollinisateurs.", "f": -1, "feqFlag": "NONE"}
, {"w": "fructanes", "d": "Fructanes sont des glucides complexes présents dans les légumineuses et les tubercules, composés d'unies chaines de glucose liées par des liaisons O-fructofuranosyl. Ils aident à réguler le niveau de sucre dans le sang, apportent de l'énergie et sont bénéfiques pour la santé.", "f": -1, "feqFlag": "NONE"}
, {"w": "faisan", "d": "Faisan : grand oiseau de volière, mâle reconnaissable à ses plumes caractéristiques, apprécié pour sa chair, vit en groupe et s'appelle également pheasant.", "f": -1, "feqFlag": "NONE"}

, {"w": "fragilisasses", "d": "Fragilisés : personnes touchées par le COVID-19, qui ont des maladies ou âgées, nécessitant soins intensifs et précautions sanitaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "frictionnassiez", "d": "Frictionnassiez est un mot-valise formé de friction et néo-assiéz. Il décrit une situation où la communication entre deux personnes est difficile ou compliquée, en raison de la friction mentale ou émotionnelle.", "f": -1, "feqFlag": "NONE"}
, {"w": "féculiez", "d": "La féculerie est l'industrie qui traite les tubercules des plantes à tubercules, tels que la pomme de terre, le manioc ou le igname, pour en extraire le starch (fécule) et d'autres sous-produits. Cette industrie se compose de plusieurs étapes, allant de l'extraction des tubercules du sol jusqu'à leur transformation en produits finis, comme les pâtes, les farines et autres aliments. Les féculeries sont également utilisées pour produire des biocarburants, des produits chimiques et d'autres applications industrielles.", "f": -1, "feqFlag": "NONE"}
, {"w": "feuilletassions", "d": "Feuilletassions est le plaisir d'apprendre et d'évoluer grâce à des réflexions, discussions et analyses, dans un environnement convivial et stimulant, où les lecteurs sont encouragés à partager leurs idées et opinions sur divers sujets.", "f": -1, "feqFlag": "NONE"}
, {"w": "fossilisassiez", "d": "Fossiles sont des restes d'organismes, de parties de leurs corps ou de leur trace, qui ont été conservés dans les roches après leur mort et qui témoignent de l'évolution et de l'histoire de la vie sur Terre.", "f": -1, "feqFlag": "NONE"}

, {"w": "flattassent", "d": "Je suis désolé, mais je n'ai pas trouvé d'informations sur le mot flattassent. Il est possible qu'il s'agisse d'un terme technique ou spécifique à une discipline particulière. Puis-je vous aider avec quelque chose d'autre ?", "f": -1, "feqFlag": "NONE"}
, {"w": "forclorons", "d": "Des forclorons sont des créatures légendaires aquatiques dans l'histoire bretonne et galloise, souvent dépeintes comme des monstres marins.", "f": -1, "feqFlag": "NONE"}
, {"w": "fumer la moquette", "d": "Fumer la moquette signifie se déshydrater sévèrement en faisant du tabac, entraînant des maux et dommages à long terme.", "f": -1, "feqFlag": "NONE"}

, {"w": "forjuge", "d": "Un forjuge est une personne qui travaille dans un atelier pour façonner du métal à haute température.", "f": -1, "feqFlag": "NONE"}

, {"w": "fortran", "d": "Fortran est un langage de programmation scientifique et numérique développé dans les années 1950 pour calculs mathématiques complexes.", "f": -1, "feqFlag": "NONE"}
, {"w": "fioritures", "d": "Fioritures sont des détails ou embellissements dans un texte, souvent utilisés pour ajouter une touche personnelle et créative à l'écriture.", "f": -1, "feqFlag": "NONE"}
, {"w": "fusionnera", "d": "Fusionner signifie unir deux ou plusieurs éléments pour former une nouvelle entité unique et cohérente avec leurs caractéristiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "flippants", "d": "Flippant : personne qui parle ou agit avec humour ironique, sarcastique et souvent ridicule pour exprimer son amusement ou sa rébellion.", "f": -1, "feqFlag": "NONE"}
, {"w": "faillibles", "d": "Une personne ou un objet qui est susceptible d'échouer, de manquer ou de ne pas fonctionner comme prévu.", "f": -1, "feqFlag": "NONE"}
, {"w": "farinerons", "d": "Les farinernons sont des plantes sauvages à feuilles et tiges fibreuses, souvent utilisées comme aliments ou matériaux traditionnels.", "f": -1, "feqFlag": "NONE"}
, {"w": "faonnâmes", "d": "Un faonnâmes est un nom donné à une personne, souvent utilisé dans les régions du Nord-Pas-de-Calais et du Hainaut.", "f": -1, "feqFlag": "NONE"}
, {"w": "fredonne", "d": "\"Fredonner\" signifie chanter ou crier avec une voix aiguë et souvent sans réfléchir, généralement pour exprimer joie ou amusement.\"", "f": -1, "feqFlag": "NONE"}
, {"w": "fétichismes", "d": "Le fétichisme est une forme d'obsession sexuelle pour un objet ou une activité spécifique, plutôt qu'une personne.", "f": -1, "feqFlag": "NONE"}
, {"w": "foutras", "d": "Une foutra est un type d'habillement traditionnel dans certaines régions, généralement composé d'un pantalon et d'une chemise longue.", "f": -1, "feqFlag": "NONE"}
, {"w": "focusse", "d": "Le focussé est un concept philosophique qui désigne l'unité et l'intensité d'un objet ou d'une pensée particulière.", "f": -1, "feqFlag": "NONE"}
, {"w": "film d'exploitation", "d": "Un film d'exploitation est un film destiné à divertir plutôt qu'à éduquer ou à informer le public.", "f": -1, "feqFlag": "NONE"}
, {"w": "flaque", "d": "Une flaque est une zone d'eau stagnante, souvent formée par l'infiltration des eaux pluviales ou du sous-sol.", "f": -1, "feqFlag": "NONE"}
, {"w": "fonçassions", "d": "Les fousards sont des personnes qui se moquent ouvertement et sans réserve, souvent pour être drôle ou provocateur.", "f": -1, "feqFlag": "NONE"}
, {"w": "favorisasse", "d": "Un favori est une personne ou chose aimée, appréciée et considérée comme précieuse par quelqu'un.", "f": -1, "feqFlag": "NONE"}
, {"w": "fenêtra", "d": "Une fenêtre est une ouverture dans un mur, généralement avec des barreaux pour permettre l'entrée d'éclairage et d'air frais.", "f": -1, "feqFlag": "NONE"}
, {"w": "femme de charge", "d": "Une femme de charge est une personne, généralement féminine, qui assume les tâches ménagères et familiales quotidiennes sans rémunération.", "f": -1, "feqFlag": "NONE"}
, {"w": "famés", "d": "Famées : état d'abandon ou de négligence, souvent lié à une personne âgée isolée sans soins suffisants.", "f": -1, "feqFlag": "NONE"}
, {"w": "feuillette", "d": "Une feuilletée est un type d'assemblage de pages, généralement utilisé pour les livres et les documents à tenir.", "f": -1, "feqFlag": "NONE"}
, {"w": "faire bonne impression", "d": "Faire bonne impression signifie être agréable, respectueux et attentionné pour créer une image positive avec les autres personnes.", "f": -1, "feqFlag": "NONE"}
, {"w": "financeras", "d": "Une entreprise qui émet des actions, oblige les actionnaires à apporter un capital financier pour financer ses activités.", "f": -1, "feqFlag": "NONE"}
, {"w": "friand", "d": "Un \"friand\" est un type de pâtisserie sucrée, généralement faite avec des fruits et du beurre.", "f": -1, "feqFlag": "NONE"}
, {"w": "faire les courses", "d": "Faire les courses signifie aller chercher des produits alimentaires et autres nécessités pour une personne ou un groupe.", "f": -1, "feqFlag": "NONE"}
, {"w": "faire un saut", "d": "Un saut est une action où l'on écarte les jambes et se soulève du sol pour atteindre une hauteur.", "f": -1, "feqFlag": "NONE"}
, {"w": "fréquences", "d": "La fréquence est le nombre d'ondes passant par une unité de temps, généralement par seconde ou par minute.", "f": -1, "feqFlag": "NONE"}
, {"w": "flétrissent", "d": "Flétrir signifie critiquer ou dénigrer quelqu'un, quelque chose ou une personne par des commentaires négatifs et souvent blessants.", "f": -1, "feqFlag": "NONE"}
, {"w": "fériés", "d": "Les fériés sont des jours libres pour les travailleurs, généralement fixés par le calendrier juridique ou professionnel.", "f": -1, "feqFlag": "NONE"}
, {"w": "fort comme un bœuf", "d": "\"Fort comme un bœuf\" signifie être robuste, résistante et capable d'endurer des difficultés avec force et détermination.", "f": -1, "feqFlag": "NONE"}
, {"w": "foucaldiens", "d": "Je ne trouve pas d'information sur le terme \"foucaldiens\". Puis-je vous aider avec autre chose ?", "f": -1, "feqFlag": "NONE"}
, {"w": "forent", "d": "Forent est un terme utilisé pour décrire une relation amoureuse ou romantique entre deux personnes, souvent avec des implications émotionnelles profondes.", "f": -1, "feqFlag": "NONE"}
, {"w": "fistée", "d": "Une fistée est une émission d'air bruyant et violent, souvent accompagné de cris ou de ronflements, généralement causés par un enfant.", "f": -1, "feqFlag": "NONE"}
, {"w": "foncerions", "d": "Foncier : propriété terrestre, souvent avec des droits spécifiques et une obligation fiscale pour son occupant ou exploitant.", "f": -1, "feqFlag": "NONE"}
, {"w": "fripai", "d": "Le terme \"fripai\" n'est pas courant, mais je peux vous donner une définition possible :\n\nUn fripai est un mot argotique désignant quelqu'un qui parle trop ou se moque de lui-même.", "f": -1, "feqFlag": "NONE"}
, {"w": "frappaient", "d": "\"Frappait\" est un verbe qui signifie \"battre ou épercer avec force, souvent pour créer une impression ou une réaction.\"", "f": -1, "feqFlag": "NONE"}
, {"w": "fille de trottoir", "d": "Une \"fille de trottoir\" est un terme humoristique désignant une jeune femme qui se comporte comme si elle était sur le trottoir, souvent avec des comportements provocateurs ou décontractés.", "f": -1, "feqFlag": "NONE"}
, {"w": "fraude à l'assurance", "d": "La fraude à l'assurance est une infraction où quelqu'un déclare ou fournit des informations falses pour obtenir un avantage financier.", "f": -1, "feqFlag": "NONE"}
, {"w": "fantasmatiques", "d": "Les fantasmagories sont des créatures mythiques fantastiques, souvent associées à l'occulte ou au monde des rêves et cauchemars.", "f": -1, "feqFlag": "NONE"}
, {"w": "frustrais", "d": "Le frustration est un état émotionnel négatif provoqué par l'impotence ou le manque d'action face à une situation désirée.", "f": -1, "feqFlag": "NONE"}
, {"w": "fidélisâmes", "d": "\"Fidélisâmes\" est un mot qui désigne les personnes qui restent fidèles à leur religion, croyance ou cause sans abandonner leurs convictions.", "f": -1, "feqFlag": "NONE"}
, {"w": "froufroutai", "d": "Frou-frou : style élégant et décontracté, caractérisé par des vêtements féminins légèrement ébouriffés ou décolletés.", "f": -1, "feqFlag": "NONE"}
, {"w": "fonctionnarisât", "d": "Une fonctionnaire est une personne publique qui exécute des tâches administratives et réglementaires pour un gouvernement ou institution.", "f": -1, "feqFlag": "NONE"}
, {"w": "féodalement", "d": "Le féodalisme est un système social où seigneur et vassal échangent fiefs pour une loyauté et des services militaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "frigorifierait", "d": "Un frigorifique est un appareil qui maintient une température basse pour conserver des aliments frais et éviter leur dégradation.", "f": -1, "feqFlag": "NONE"}
, {"w": "fausses manœuvres", "d": "Les faux mouvements ou les fausses manœuvres sont des tactiques utilisées pour tromper l'adversaire, souvent dans le jeu d'échecs.", "f": -1, "feqFlag": "NONE"}
, {"w": "flècheras", "d": "La flecheras est un type d'armure composée de plaques métalliques disposées dans une forme triangulaire pour protéger le corps.", "f": -1, "feqFlag": "NONE"}
, {"w": "finalismes", "d": "Les finalismes sont des relations causales entre un objet et son fonctionnement ou résultat attendu, souvent lié à sa conception.", "f": -1, "feqFlag": "NONE"}
, {"w": "framboiserons", "d": "Les framboussards sont des plantes à fleurs rouges qui poussent sur les arbres et les murets, souvent considérées comme une invasion.", "f": -1, "feqFlag": "NONE"}
, {"w": "fluassiez", "d": "Le fluxz est un terme utilisé dans les échanges commerciaux pour désigner une transaction financière rapide et sans risque.", "f": -1, "feqFlag": "NONE"}
, {"w": "fédéralisations", "d": "La fédéralisation est un système politique où le pouvoir est partagé entre une entité centrale et des régions autonomes.", "f": -1, "feqFlag": "NONE"}
, {"w": "frottante", "d": "Une frottement est un mouvement répétitif et continu d'un objet contre une surface, généralement pour produire du friction ou des bruits.", "f": -1, "feqFlag": "NONE"}
, {"w": "faufilant", "d": "Faufillant signifie se comporter de manière dédaigneuse ou condescendante, souvent avec un ton supérieur et une attitude méprisante.", "f": -1, "feqFlag": "NONE"}
, {"w": "faucher", "d": "\"Faucher\" signifie prendre des plantes ou des fruits sans autorisation, souvent dans un jardin privé ou une propriété.", "f": -1, "feqFlag": "NONE"}
, {"w": "frigélisés", "d": "Frigélisés désigne les plantes qui se protègent contre le froid par une couche de glace ou d'humidité sur leurs feuilles.", "f": -1, "feqFlag": "NONE"}
, {"w": "fléchirez", "d": "Le fleurizier est un professionnel qui cultive et vend des plantes ornementales, notamment les fleurs pour décorer les jardins ou intérieurs.", "f": -1, "feqFlag": "NONE"}
, {"w": "films d’ exploitation", "d": "Les films d'exploitation sont des productions low-budget et souvent controversées, destinées à un public large et sensibilisé au tabou.", "f": -1, "feqFlag": "NONE"}
, {"w": "funambulerez", "d": "Un funambule est un acrobate qui marche sur une corde tendue entre deux points fixes sans sécurité ni support.", "f": -1, "feqFlag": "NONE"}
, {"w": "foncède", "d": "La fonceuse est un outil utilisé pour éliminer les débris et le sable des sols, souvent dans l'agriculture ou la construction.", "f": -1, "feqFlag": "NONE"}
, {"w": "fleurdelyserions", "d": "Fleurdelysion : phénomène météorologique où des nuages noirs et bas se forment, souvent accompagnés d'ouragans ou de tempêtes.", "f": -1, "feqFlag": "NONE"}
, {"w": "flans", "d": "Le crème caramel, également appelé \"flan\", est un dessert à base de crème et d'œufs cuits au bain-marie.", "f": -1, "feqFlag": "NONE"}
, {"w": "faussiez", "d": "La faussez désigne une attitude ou un comportement trompeur, caractérisé par des déclarations contradictoires et hypocrites.", "f": -1, "feqFlag": "NONE"}
, {"w": "frissonnerait", "d": "Frissonner signifie ressentir un sentiment d'excitation ou de peur intense, souvent accompagné par des palpitations cardiaques et une sensation de froid.", "f": -1, "feqFlag": "NONE"}
, {"w": "fichaient", "d": "Une fiche est un document résumatif contenant des informations clés sur une personne, un événement ou un objet spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "flétrirons", "d": "Flétrir : exprimer une critique ou un jugement négatif, souvent avec intention d'humilier ou de dénigrer quelqu'un ou quelque chose.", "f": -1, "feqFlag": "NONE"}
, {"w": "formellement", "d": "Une formule est une expression mathématique concise et précise qui représente un concept ou une relation géométrique.", "f": -1, "feqFlag": "NONE"}
, {"w": "fictionaliseras", "d": "La fictionnalisation est le processus d'ajout de détails réalistes à un scénario ou une histoire fictive pour y rendre plus crédible.", "f": -1, "feqFlag": "NONE"}
, {"w": "fécondés", "d": "Le fécondés est une méthode d'assainissement des eaux usées par injection de micro-organismes pour décomposer les matières organiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "flexiblement", "d": "Le flexibilité est le pouvoir d'adapter et se plier aux changements, sans perdre son équilibre ou sa stabilité.", "f": -1, "feqFlag": "NONE"}
, {"w": "flambâmes", "d": "Les Flammes sont un groupe de rock progressif néerlandais créé en 1972, connu pour leurs compositions complexes et musicales expérimentales.", "f": -1, "feqFlag": "NONE"}
, {"w": "flétrissent", "d": "Flétrir signifie critiquer ou dénigrer quelqu'un, quelque chose ou une personne par des commentaires négatifs et souvent insultants.", "f": -1, "feqFlag": "NONE"}
, {"w": "faufilés", "d": "Faufillé : technique culinaire consistant à faire fondre du beurre et du sel sur un plat pour créer une base savoureuse.", "f": -1, "feqFlag": "NONE"}
, {"w": "flânasses", "d": "Les flâneries sont des promenades détendues et spontanées, souvent sans destination précise ou objectif spécifique.", "f": -1, "feqFlag": "NONE"}
, {"w": "fauchez", "d": "\"Faucher\" signifie couper ou tailler des plantes, notamment pour les utiliser comme herbes médicinales ou décoratives dans un jardin.", "f": -1, "feqFlag": "NONE"}
, {"w": "foncèdent", "d": "Fondateur : personne qui crée une entreprise ou un mouvement, souvent avec des idées innovantes et visionnaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "fadés", "d": "Une fadé est une technique visuelle qui consiste à passer d'une couleur claire à une autre plus foncée, souvent avec des effets spéciaux.", "f": -1, "feqFlag": "NONE"}
, {"w": "fœdérations", "d": "Une fédération est une association formée par des entités individuelles pour atteindre un objectif commun ou partager des intérêts.", "f": -1, "feqFlag": "NONE"}
, {"w": "fonctionnalistes", "d": "Les fonctionnalistes sont des politiciens qui privilégient l'efficacité et le progrès économique plutôt que les idées politiques.", "f": -1, "feqFlag": "NONE"}
, {"w": "feignissions", "d": "Feignissances sont des comportements ou des réponses artificielles utilisées pour tromper les autres, souvent dans un contexte social ou professionnel.", "f": -1, "feqFlag": "NONE"}
, {"w": "flyassent", "d": "Je ne connais pas le mot \"flyassent\". Puis-je vous aider avec une autre question ou un synonyme ?", "f": -1, "feqFlag": "NONE"}
, {"w": "faire mystère", "d": "Faire mystère signifie cacher ou dissimuler une vérité, intentionnellement, pour créer un effet surprenant ou étonnant.", "f": -1, "feqFlag": "NONE"}
, {"w": "fluidifierai", "d": "Fluidifier : rendre un liquide plus épais et homogène, souvent avec l'ajout d'un agent visqueux ou de matières solides.", "f": -1, "feqFlag": "NONE"}
, {"w": "frigéliserait", "d": "Frigéler signifie cuire les aliments à basse température, généralement entre 60°C et 80°C, pour conserver leur saveur et texture.", "f": -1, "feqFlag": "NONE"}
, {"w": "faillirait", "d": "\"Faillir\" signifie échouer ou ne pas réussir à atteindre un objectif, une tâche ou un but fixé.", "f": -1, "feqFlag": "NONE"}
, {"w": "flamboyant", "d": "Le terme \"flamboyant\" désigne une personne qui se montre ostentatoirement élégante, expressive et souvent excentrique dans son comportement ou sa tenue.", "f": -1, "feqFlag": "NONE"}
, {"w": "farfouillâtes", "d": "Les farfouillâtes sont des petits poissons qui se déplacent avec une bougeotte, souvent dans les eaux côtières et estuaires.", "f": -1, "feqFlag": "NONE"}
, {"w": "fécondasses", "d": "Une fécondasse est un dispositif qui aide à l'implantation d'un ovule dans le tube utérin, favorisant une grossesse.", "f": -1, "feqFlag": "NONE"}
, {"w": "ferrage", "d": "Le ferriage est le processus d'attache des chevaux à un chariot ou une voiture, généralement avec des harnais.", "f": -1, "feqFlag": "NONE"}
, {"w": "faïencerie", "d": "La faïencerie est une industrie qui produit des objets en céramique, souvent décorés avec motifs colorés et brillants.", "f": -1, "feqFlag": "NONE"}
, {"w": "factorialises", "d": "Le facteuriel d'un nombre est le produit des nombres entiers consécutifs multipliés ensemble jusqu'à ce nombre, par exemple : 5 ! = 1*2*3*4*5.", "f": -1, "feqFlag": "NONE"}
, {"w": "flanques", "d": "Les flanqués sont des personnes qui accompagnent ou soutiennent un individu, souvent dans une situation difficile ou vulnérable.", "f": -1, "feqFlag": "NONE"}
, {"w": "fléchissions", "d": "Fléchissement : mouvement d'un objet qui se déplace vers l'arrière, souvent causé par une force extérieure ou un choc.", "f": -1, "feqFlag": "NONE"}
, {"w": "flouâmes", "d": "Les flouâmes sont des plantes herbacées à feuilles piquantes, souvent utilisée comme plante médicinale traditionnelle dans certaines régions du monde.", "f": -1, "feqFlag": "NONE"}
, {"w": "flagellâtes", "d": "Les flagellâtres sont des organismes unicellulaires ou multicellulaires qui se déplacent avec l'aide d'antennes filiformes appelées flagelles.", "f": -1, "feqFlag": "NONE"}
, {"w": "fèverole", "d": "Féverole est un médicament antipyrétique et analgésique utilisé pour traiter les feux du feu, le rhume et l'oreille acheillée.", "f": -1, "feqFlag": "NONE"}
, {"w": "fondasses", "d": "Les fondasses sont des structures solides qui soutiennent les murs d'un bâtiment et répartissent le poids du toit.", "f": -1, "feqFlag": "NONE"}
, {"w": "fondrait", "d": "Fondrier : personne qui fabrique ou répare des meubles, souvent à main, avec une outil spécifique appelé \"fondrier\".", "f": -1, "feqFlag": "NONE"}
, {"w": "forcisses", "d": "Une forceuse est un outil utilisé pour lever, soulever ou manipuler des objets lourds avec facilité et sécurité.", "f": -1, "feqFlag": "NONE"}
, {"w": "fécondabilités", "d": "La fécondabilité est le nombre d'embryons viables par cycle ovulatoire, mesuré sur une population spécifique ou un individu particulier.", "f": -1, "feqFlag": "NONE"}
, {"w": "fourragera", "d": "Une fourraderie est une entreprise qui vend des vêtements et des accessoires pour les animaux domestiques, notamment les chiens et chats.", "f": -1, "feqFlag": "NONE"}
, {"w": "flagellerais", "d": "Les flagellés sont des personnes qui se soumettent à une forme d'ascétisme, souvent avec des séances de flagellation (frénétique).", "f": -1, "feqFlag": "NONE"}
, {"w": "flotteront", "d": "Flotté-on : s'exprimer avec un ton dédaigneux ou ironique, souvent pour critiquer quelque chose sans être directement concret.", "f": -1, "feqFlag": "NONE"}
, {"w": "frottas", "d": "Une frotte est un mouvement de friction entre deux surfaces qui se déplacent l'une par rapport à l'autre rapidement.", "f": -1, "feqFlag": "NONE"}
, {"w": "fatigante", "d": "La définition est : Épuisant, causant une fatigue physique ou mentale importante après un effort prolongé ou répétitif.", "f": -1, "feqFlag": "NONE"}
, {"w": "fumaient", "d": "Fumer signifie inhaler et garder dans le corps les vapeurs d'un tabac ou d'une substance toxique.", "f": -1, "feqFlag": "NONE"}
, {"w": "fautes d’ orthographe", "d": "Une faute d'orthographe est une erreur dans l'écriture des lettres, chiffres ou espaces qui altère le sens du texte.", "f": -1, "feqFlag": "NONE"}
, {"w": "fluctuaient", "d": "\"Fluctuant\" signifie changeant constamment ou oscillant entre deux états, souvent avec des variations régulières et imprévisibles dans le temps.", "f": -1, "feqFlag": "NONE"}
, {"w": "figurations", "d": "Une figure est un concept ou une représentation symbolique qui représente quelque chose d'autre, souvent à travers des métaphores.", "f": -1, "feqFlag": "NONE"}
, {"w": "flouez", "d": "Le flouez est un type d'arbre qui produit des fruits comestibles, souvent utilisés pour les desserts et les boissons.", "f": -1, "feqFlag": "NONE"}
, {"w": "flou", "d": "Le \"flou\" désigne une situation ou un état d'incertitude, d'ambiguïté ou de confusion sans clarté évidente.", "f": -1, "feqFlag": "NONE"}
, {"w": "facturai", "d": "La facturation est le processus d'établissement et de transmission des informations financières relatives à une commande ou un service.", "f": -1, "feqFlag": "NONE"}
, {"w": "fantasmatique", "d": "Le terme \"fantastique\" désigne un élément qui dépasse les lois naturelles ou conventionnelles, souvent avec des aspects étranges ou surnaturels.", "f": -1, "feqFlag": "NONE"}
, {"w": "flexibles", "d": "Flexibles désigne les personnes ou les objets qui peuvent s'adapter et se plier sans être cassés ou déformés facilement.", "f": -1, "feqFlag": "NONE"}
, {"w": "ferblantier", "d": "Un ferblantier est une personne qui nettoie et entrepose les vélos, généralement dans un magasin ou un atelier cycliste.", "f": -1, "feqFlag": "NONE"}
, {"w": "fantastiques", "d": "Les fantômes sont des esprits ou êtres surnaturels qui reviennent sur terre pour agir à l'insu des vivants.", "f": -1, "feqFlag": "NONE"}
, {"w": "flairons", "d": "Les flérons sont des plantes vivaces à feuilles et fleurs colorées, souvent cultivées pour leur beauté esthétique.", "f": -1, "feqFlag": "NONE"}
, {"w": "fascinent", "d": "Le mot \"fascinant\" signifie très intéressant, attirant l'attention et créant un sentiment d'émerveillement ou de fascination intense.", "f": -1, "feqFlag": "NONE"}
, {"w": "fatiguée", "d": "Une personne est considérée comme fatigée lorsqu'elle ressent une sensation d'épuisement physique ou émotionnel persistant et durable.", "f": -1, "feqFlag": "NONE"}
, {"w": "fraîchins", "d": "Je ne connais pas le mot \"fraîchins\". Puis-je vous aider avec une autre question ou un synonyme ?", "f": -1, "feqFlag": "NONE"}
, {"w": "finlandisasses", "d": "Je ne connais pas le terme \"finlandisasses\". Puis-je vous aider avec autre chose ?", "f": -1, "feqFlag": "NONE"}
]